CLVService.displayName=Servicio del visor del cargador de clases
ClassLoadViewer.module.link.displayName=Ver cargador de clases del m\u00f3dulo
ClassLoadViewer.modules.running.displayName=Ver cargador de clases (seleccione un servidor)
ClassLoadViewer.search.displayName=Buscar
ClassLoadViewer.search.for.displayName=Tipo de b\u00fasqueda
ClassLoadViewer.search.order.displayname=ClassLoader - Orden de b\u00fasqueda
ClassLoadViewer.search.searchstring.displayName=Serie de b\u00fasqueda
ClassLoadViewer.search.searchstring.isrequired.displayName=Los campos de entrada de la serie de b\u00fasqueda son necesarios.
ClassLoadViewer.tabs.hierarchy=Jerarqu\u00eda
ClassLoadViewer.tabs.searchOrder=Orden de b\u00fasqueda
ClassLoader.displayName=Cargadores de clase
ClassLoader.searchAll=Todos los cargadores de clase
ClassLoaderViewer.attributes.displayName=Atributos de cargador de clase
ClassLoaderViewer.detail=Detalle
ClassLoaderViewer.doSearch.class.displayName=Buscar por nombre de clase
ClassLoaderViewer.doSearch.classloader.displayName=
ClassLoaderViewer.doSearch.path.displayName=Buscar por v\u00eda de acceso
ClassLoaderViewer.dump.displayName=Vista de la tabla
ClassLoaderViewer.error=Se ha producido un error {0}
ClassLoaderViewer.save.displayName=Exportar
ClassLoaderViewer.search.displayName=Buscar
ClassLoaderViewer.topology.displayName=Topolog\u00eda de aplicaciones de empresa
ClassLoaderViewer.topology.displayName.backLink=Aplicaci\u00f3n de empresa ({0})
ClassLoaderViewer.topology.link=Topolog\u00eda
ClassloaderDisplay.attributesName=Atributos de cargador de clase
ClassloaderDisplay.detail=Detalle
ClassloaderDisplay.displayName=Visualizaci\u00f3n de cargadores de clase
ClassloaderDisplay.dumpName=Vista de la tabla
ClassloaderDisplay.hierarchyName=Jerarqu\u00eda de delegaci\u00f3n de cargadores de clase
ClassloaderDisplay.searchName=Buscar
ClassloaderViewer.attribute.displayName=Atributo
ClassloaderViewer.classLoader.displayName=Cargador de clases
ClassloaderViewer.classPath.displayName=V\u00eda de acceso de clases
ClassloaderViewer.classes.displayName=Clases
ClassloaderViewer.codeSource.displayName=Fuente de c\u00f3digo
ClassloaderViewer.delegation.displayName=Delegaci\u00f3n
ClassloaderViewer.displayName=Visor del cargador de clases
ClassloaderViewer.interface.displayName=Interfaz
ClassloaderViewer.isShared.displayName=Compartido
ClassloaderViewer.jdk.app.classloader.displayname=Aplicaci\u00f3n JDK
ClassloaderViewer.jdk.ext.classloader.displayname=Extensi\u00f3n JDK
ClassloaderViewer.osgi.displayname=OSGI
ClassloaderViewer.properties.displayName=Propiedades del cargador de clase
ClassloaderViewer.searchFor.classPackageString=Clase/Paquete
ClassloaderViewer.searchFor.jarDirectryString=JAR/Directorio
ClassloaderViewer.searchFor.searchString=Buscar
ClassloaderViewer.topology.classes.view.displayName=Clases
ClassloaderViewer.was.ext.bootstrap.classloader.displayname=Extensi\u00f3n
ClassloaderViewer.was.ext.classloader.displayname=Asociado al servidor
ClassloaderViewer.was.module.compound.classloader.displayname=M\u00f3dulo
ClassloaderViewer.was.module.jar.classloader.displayname=M\u00f3dulo WebSphere Application Server - Cargador de clases Jar
ClassloaderViewer.was.protection.classloader.displayname=Cargador de clases de protecci\u00f3n WebSphere Application Server


CLVService.description=Utilice esta p\u00e1gina para habilitar o inhabilitar un servicio de visor de cargador de clases que rastrea las clases cargadas. 
ClassLoadViewer.module.link.description=Pulse para ver los detalles en los cargadores de clases que han cargado este m\u00f3dulo. 
ClassLoadViewer.modules.running.description=El m\u00f3dulo seleccionado se ejecuta en varios servidores. Seleccione un servidor para ver los detalles en el cargador de clases que ha cargado el m\u00f3dulo. 
ClassLoadViewer.search.description=No se utiliza la b\u00fasqueda. 
ClassLoadViewer.search.for.description=No se utiliza el tipo de b\u00fasqueda. 
ClassLoadViewer.search.searchstring.description=No se utiliza la serie de b\u00fasqueda. 
ClassLoader.description=Muestra la jerarqu\u00eda de cargadores de clases de una aplicaci\u00f3n.
ClassLoaderView.jvmti.disableMessage=Habilite el servicio de visor del cargador de clases para ver la lista de clases cargadas. <a href="{0}"> Pulse aqu\u00ed para habilitar. </a>
ClassLoaderView.jvmti.enableMessage=El servicio de visor del cargador de clases est\u00e1 habilitado. Este servicio esta pensado s\u00f3lo para finalidades de depuraci\u00f3n. Inhabilite este servicio cuando no sea necesario. 
ClassLoaderViewer.attributes.description=Vista de \u00e1rbol de los cargadores de clases y sus atributos
ClassLoaderViewer.description=Muestra informaci\u00f3n sobre los cargadores de clase visibles para un m\u00f3dulo
ClassLoaderViewer.doSearch.class.description=Utilice esta p\u00e1gina para ver los cargadores de clases que tienen la serie especificada dentro de un nombre de clase. 
ClassLoaderViewer.doSearch.classloader.description=Utilice esta p\u00e1gina para ver los cargadores de clases por nombre. 
ClassLoaderViewer.doSearch.path.description=Utilice esta p\u00e1gina para ver los cargadores de clases en la v\u00eda de acceso especificada. 
ClassLoaderViewer.dump.description=
ClassLoaderViewer.search.description=Utilice esta p\u00e1gina para buscar los cargadores de clases para informaci\u00f3n espec\u00edfica. En los cargadores de clases puede buscar series espec\u00edficas, archivos JAR espec\u00edficos, los nombres de archivos en un directorio espec\u00edfico, o los nombres de archivos cargados en por un cargador de clases espec\u00edfico. La b\u00fasqueda es sensible a las may\u00fasculas y min\u00fasculas. 
ClassLoaderViewer.topology.description=Muestra la topolog\u00eda de WebSphere que permite que el usuario seleccione un m\u00f3dulo desde el que pueda visualizar la informaci\u00f3n del cargador de clases (ClassLoader).
ClassloaderDisplay.attributes.description=Utilice esta p\u00e1gina para ver una vista de \u00e1rbol de los cargadores de clases y sus atributos.
ClassloaderDisplay.description=Muestra informaci\u00f3n sobre los cargadores de clase de este m\u00f3dulo.
ClassloaderDisplay.dump.description=
ClassloaderDisplay.hierarchy.description=Utilice esta p\u00e1gina para ver una vista de \u00e1rbol de la jerarqu\u00eda de delegaci\u00f3n de cargadores de clases.
ClassloaderDisplay.search.description=Utilice esta p\u00e1gina para buscar archivos JAR, v\u00edas de acceso o clases espec\u00edficas en los cargadores de clases.
ClassloaderViewer.description=Utilice esta p\u00e1gina para examinar los cargadores de clases visibles para un m\u00f3dulo Web (archivo .war) o un enterprise bean (archivo .ejb) en una aplicaci\u00f3n empresarial instalada. Esta p\u00e1gina le permite determinar qu\u00e9 cargadores de clases han cargado archivos de un m\u00f3dulo y diagnosticar los problemas de los cargadores de clases.
ClassloaderViewer.filename.notavailable.displayName=Se puede obtener un nombre de archivo. Generalmente, estos archivos se cargan desde {0}.
ClassloaderViewer.topology.classes.view.description=Utilice esta p\u00e1gina para ver las clases cargadas por un cargador de clases. 
ClassloaderViewer.topology.description=Para ver un cargador de clases primero deber\u00e1 seleccionar un m\u00f3dulo de la topolog\u00eda de aplicaciones empresariales. Saber d\u00f3nde reside un m\u00f3dulo le ayuda a determinar qu\u00e9 cargador de clases ha cargado un m\u00f3dulo y diagnosticar los problemas de los cargadores de clases. Utilice esta p\u00e1gina para ver d\u00f3nde residen los m\u00f3dulos en una topolog\u00eda de aplicaciones empresariales y seleccione el m\u00f3dulo para ver su cargador de clases.
