Daemon.daemonIPName.displayName=Nombre IP de daemon
Daemon.displayName=Daemon del servicio de ubicaci\u00f3n z/OS
Daemon.hostname.displayName=Nombre de host
Daemon.jobName.displayName=Nombre de trabajo
Daemon.listeningIPName.displayName=Nombre IP de escucha
Daemon.port.displayName=Puerto
Daemon.shortName=Servicio de ubicaci\u00f3n z/OS
Daemon.sslPort.displayName=Puerto SSL
Daemon.sslSettings.displayName=Valores SSL
Daemon.startCommand.displayName=Mandato de inicio
JMSNativeProcess.commandPrefix.displayName=Prefijo de mandato
JMSNativeProcess.displayName=Proceso nativo JMS en z/OS
JMSNativeProcess.serverShortName.displayName=Gestor de colas JMS
JMSNativeProcess.shortDisplayName=Procesos nativos z/OS
JMSNativeProcess.title=Configuraci\u00f3n z/OS de procesos nativos JMS
ORBAdvancedSettings.displayName=Valores adicionales de z/OS
ORBAdvancedSettings.iiopKeepAlive.displayName=Mantener activo el escucha ORB
ORBAdvancedSettings.iiopSslKeepAlive.displayName=Mantener activo el escucha SSL de ORB
ORBAdvancedSettings.servantWorkprofile.CPUBOUND=CPUBOUND
ORBAdvancedSettings.servantWorkprofile.CUSTOM=PERSONALIZADO
ORBAdvancedSettings.servantWorkprofile.IOBOUND=IOBOUND
ORBAdvancedSettings.servantWorkprofile.ISOLATE=ISOLATE
ORBAdvancedSettings.servantWorkprofile.LONGWAIT=LONGWAIT
ORBAdvancedSettings.servantWorkprofile.displayName=Perfil de carga de trabajo
ORBAdvancedSettings.shortDisplayName=Valores adicionales de z/OS
ORBAdvancedSettings.title=Valores adicionales de z/OS
ORBAdvancedSettings.wlmTimeout.displayName=Tiempo de espera del gestor de carga de trabajo
WCAdvancedSettings.displayName=Valores adicionales de z/OS
WCAdvancedSettings.networkQoS.HOST=Host
WCAdvancedSettings.networkQoS.HOSTURI=HOSTURI
WCAdvancedSettings.networkQoS.NONE=Ninguna
WCAdvancedSettings.networkQoS.TCLASS=TCLASS
WCAdvancedSettings.networkQoS.URI=URI
WCAdvancedSettings.networkQoS.displayName=Calidad del servicio de red
WCAdvancedSettings.shortDisplayName=Valores adicionales de z/OS
WCAdvancedSettings.title=Valores adicionales de z/OS
WCAdvancedSettings.transactionClassMappingFile.displayName=Correlaci\u00f3n de clase de transacci\u00f3n
daemon.ip.port.warning=El cambio en el puerto o la direcci\u00f3n IP del daemon puede afectar de forma adversa a los clientes en un entorno IIOP (Internet Inter-ORB Protocol). No se recomienda este cambio en un entorno IIOP.


Daemon.daemonIPName.description=Especifica el nombre IP que los clientes utilizan para acceder a componentes EJB (Enterprise JavaBeans(TM)) y CORBA en servidores que pertenecen al grupo de nodos sysplex al que da servicio este daemon del servicio de ubicaci\u00f3n. El nombre IP debe dar como resultado una direcci\u00f3n IP \u00fanica o ser una VIPA din\u00e1mica (DVIPA).
Daemon.description=Utilice esta p\u00e1gina para especificar los valores de configuraci\u00f3n del daemon de servicio de ubicaci\u00f3n para esta c\u00e9lula. Los cambios realizados en estos valores se aplican a toda la c\u00e9lula y a la instancia del daemon de servicio de ubicaci\u00f3n de cada nodo de la c\u00e9lula.
Daemon.hostname.description=Especifica el nombre de host a utilizar cuando contacte con el daemon del servicio de ubicaci\u00f3n.
Daemon.jobName.description=Especifica el nombre de trabajo z/OS(R) del daemon de servicio de ubicaci\u00f3n. 
Daemon.listeningIPName.description=Especifica el nombre IP en el que escucha el daemon del servicio de ubicaci\u00f3n. El nombre IP debe dar como resultado una direcci\u00f3n IP \u00fanica o ser una VIPA din\u00e1mica (DVIPA).
Daemon.port.description=Especifica la ubicaci\u00f3n del puerto en la que el daemon de servicio efect\u00faa la recepci\u00f3n de peticiones de RMI/IIOP (Remote Method Invocation and Internet Inter-ORB).
Daemon.sslPort.description=Especifica la ubicaci\u00f3n del puerto en la que el daemon de servicio efect\u00faa la recepci\u00f3n de peticiones cifradas de RMI/IIOP (Remote Method Invocation and Internet Inter-ORB). 
Daemon.sslSettings.description=Especifica una lista de valores SSL (Secure Sockets Layer) predefinidos para las conexiones. Estos valores se configuran en el panel de repertorio de SSL.
Daemon.startCommand.description=Especifica la serie del mandato utilizado por los servidores para autoiniciar el daemon del servicio de ubicaci\u00f3n.
JMSNativeProcess.commandPrefix.description=Especifica el prefijo de mandato del subsistema del gestor de colas JMS (Java(TM) Message Service).
JMSNativeProcess.description=Especifica las propiedades de los procesos nativos del proveedor integral de JMS Java(TM) Message Service).
JMSNativeProcess.serverShortName.description=Especifica el nombre del gestor de colas JMS (Java(TM) Message Service).
JMSNativeProcess.shortDescription=Utilice esta p\u00e1gina para ver o modificar las propiedades de los procesos nativos del proveedor integral de JMS (Java(TM) Message Service).
ORBAdvancedSettings.description=Utilice esta p\u00e1gina para ver y modificar los valores adicionales de z/OS(R) para el intermediario de solicitud de objetos (ORB). 
ORBAdvancedSettings.iiopKeepAlive.description=Especifica el tiempo m\u00e1ximo en segundos que permanece conectada una sesi\u00f3n IIOP desocupada. El rango del valor es 0 - 2147040, donde 0 significa que no hay tiempo de espera de conexi\u00f3n.
ORBAdvancedSettings.iiopSslKeepAlive.description=Especifica el tiempo m\u00e1ximo en segundos que permanece conectada una sesi\u00f3n SSL IIOP desocupada. El rango del valor es 0 - 2147040, donde 0 significa que no hay tiempo de espera de conexi\u00f3n.
ORBAdvancedSettings.servantWorkprofile.description=Especifica el perfil de carga de trabajo del servidor: ISOLATE, IOBOUND, CPUBOUND o LONGWAIT.
ORBAdvancedSettings.shortDescription=Utilice esta p\u00e1gina para ver y modificar los valores adicionales de z/OS(R) para el servicio ORB. 
ORBAdvancedSettings.wlmTimeout.description=Especifica el tiempo m\u00e1ximo, en segundos, que puede permanecer en cola una petici\u00f3n esperando ser enviada a un proceso sirviente. El rango del valor es 0 - 2147040, donde 0 significa que no hay tiempo de espera. 
WCAdvancedSettings.description=Utilice esta p\u00e1gina para ver y modificar los valores adicionales de z/OS(R) para el contenedor Web.
WCAdvancedSettings.networkQoS.description=Especifica la calidad del servicio de red. Especifique uno de los valores siguientes: Host, URI, HOSTURI o TCLASS.
WCAdvancedSettings.shortDescription=Utilice esta p\u00e1gina para ver y modificar los valores de z/OS(R) adicionales para el contenedor Web.
WCAdvancedSettings.transactionClassMappingFile.description=Especifica el nombre del archivo de clase de transacci\u00f3n.
