

ActorRoles.description=Utilice este panel para configurar el URI de entrada y de salida para el rol de actor.
ClientBinding.MSD.description=Utilice esta p\u00e1gina para crear, copiar y gestionar enlaces del conjunto de pol\u00edticas. Estos enlaces proporcionan configuraci\u00f3n espec\u00edfica del sistema y se pueden reutilizar entre las conexiones del conjunto de pol\u00edticas. Crear un \u00e1mbito para un enlace en un dominio de seguridad restringe las opciones de configuraci\u00f3n a aquellas aplicables al dominio y limita el uso del enlace al domino especificado.
ClientBinding.MSD.detail.description=Utilice esta p\u00e1gina para crear un enlace de cliente que se puede reutilizar entre los conjuntos de pol\u00edticas y las aplicaciones. Utilice el bot\u00f3n A\u00f1adir para seleccionar los enlaces de pol\u00edtica y, a continuaci\u00f3n, aseg\u00farese de proporcionar la configuraci\u00f3n. Los enlaces vac\u00edos se suprimen. Crear un \u00e1mbito para un enlace en un dominio de seguridad restringe las opciones de configuraci\u00f3n a aquellas aplicables al dominio y limita el uso del enlace al domino especificado.
ClientBinding.description=Utilice esta p\u00e1gina para crear, copiar y gestionar enlaces del conjunto de pol\u00edticas.  Estos enlaces proporcionar configuraci\u00f3n espec\u00edfica del sistema y se pueden reutilizar entre las conexiones del conjunto de pol\u00edticas.
ClientBinding.detail.description=Utilice esta p\u00e1gina para crear un enlace de cliente que se puede reutilizar entre los conjuntos de pol\u00edticas y las aplicaciones.  Utilice el bot\u00f3n A\u00f1adir para seleccionar los enlaces de pol\u00edtica y, a continuaci\u00f3n, aseg\u00farese de proporcionar la configuraci\u00f3n.  Los enlaces vac\u00edos se suprimen.
ClientBinding.title=Enlaces generales de conjunto de pol\u00edticas del cliente 
DefaultPolicySet.description=Es un conjunto de pol\u00edticas por omisi\u00f3n. Puede ver, transferir o eliminar conexiones, pero no puede editar el nombre, la descripci\u00f3n, las pol\u00edticas incluidas o los detalles de la pol\u00edtica.
HTTPBinding.description=Utilice esta p\u00e1gina para definir una configuraci\u00f3n de enlace de transporte HTTP.
HTTPBinding.displayName=Transporte HTTP
HTTPBinding.errormessage.required=Para a\u00f1adir el tipo de pol\u00edtica de transporte HTTP a este enlace, debe configurar el proxy, la autenticaci\u00f3n b\u00e1sica o al menos una propiedad personalizada. Tambi\u00e9n puede configurar cualquier combinaci\u00f3n de estos valores. 
HTTPBinding.fieldSet.proxyOutbound.displayName=Proxy para peticiones de servicio de salida
HTTPBinding.fieldset.basicAuthOutbound.displayName=Autenticaci\u00f3n b\u00e1sica de las peticiones de servicio de salida
HTTPBinding.fieldset.basicAuthOutboundAsync.displayName=Autenticaci\u00f3n b\u00e1sica de las respuestas de servicio as\u00edncronas de salida
HTTPBinding.fieldset.proxyOutboundAsync.displayName=Proxy para respuestas de servicio as\u00edncronas de salida
HTTPBinding.httpAsyncOutbound.displayName=Caracter\u00edsticas HTTP para las respuestas de servicio as\u00edncrono
HTTPBinding.httpOutbound.displayName=Caracter\u00edsticas HTTP para las peticiones de servicio de salida.
HTTPBinding.password.validateFail=Los valores de contrase\u00f1a y confirmar contrase\u00f1a para la secci\u00f3n {0} no coinciden.
HTTPBinding.portNumber.validateFail=El valor de puerto de la secci\u00f3n {0} debe ser un entero positivo.
HTTPPolicyConfig.acceptRedirection.description=Seleccione este recuadro de selecci\u00f3n para permitir que se acepte un URL que se ha redirigido autom\u00e1ticamente.
HTTPPolicyConfig.acceptRedirection.displayName=Aceptar autom\u00e1ticamente redirecci\u00f3n de URL
HTTPPolicyConfig.chunkTransferEnc.description=Pulse este recuadro de selecci\u00f3n para habilitar la codificaci\u00f3n de transferencia en trozos cuando se env\u00eda un mensaje. Esta opci\u00f3n s\u00f3lo est\u00e1 disponible si se selecciona HTTP 1.1 en el campo Versi\u00f3n de protocolo.
HTTPPolicyConfig.chunkTransferEnc.displayName=Habilitar codificaci\u00f3n de transferencia en trozos
HTTPPolicyConfig.compressFormat.description=La compresi\u00f3n HTTP incluye una cabecera Accept-Encoding que es una forma definida p\u00fablicamente para comprimir el contenido textual transferido de los servidores Web a los navegadores.
HTTPPolicyConfig.compressFormat.displayName=Formato de compresi\u00f3n
HTTPPolicyConfig.compressRequest.description=Seleccione este recuadro de selecci\u00f3n para permitir que se comprima el contenido de petici\u00f3n.  Entonces podr\u00e1 seleccionar el m\u00e9todo de compresi\u00f3n en la lista de formatos de compresi\u00f3n.
HTTPPolicyConfig.compressRequest.displayName=Comprimir contenido de petici\u00f3n
HTTPPolicyConfig.compressResponse.description=Seleccione este recuadro de selecci\u00f3n para permitir que se comprima el contenido de la respuesta. Entonces podr\u00e1 seleccionar el m\u00e9todo de compresi\u00f3n en la lista de formatos de compresi\u00f3n.
HTTPPolicyConfig.compressResponse.displayName=Comprimir contenido de respuesta
HTTPPolicyConfig.compression.displayName=Compresi\u00f3n
HTTPPolicyConfig.connectTimeout.description=Especifique el tiempo, en segundos, que se habilita la conexi\u00f3n en este campo antes de exceder el tiempo de espera.
HTTPPolicyConfig.connectTimeout.displayName=Tiempo de espera de conexi\u00f3n
HTTPPolicyConfig.description=Utilice esta p\u00e1gina para definir una configuraci\u00f3n de pol\u00edtica de transporte HTTP. Las caracter\u00edsticas de HTTP y las pol\u00edticas de conexiones HTTP se aplican mensajes de salida de respuestas as\u00edncronas de proveedores de servicios y de salida de clientes.
HTTPPolicyConfig.displayName=Transporte HTTP
HTTPPolicyConfig.httpConnections.displayName=Conexiones HTTP
HTTPPolicyConfig.httpFeatures.displayName=Caracter\u00edsticas de HTTP
HTTPPolicyConfig.maintainSession.description=Muestra si la sesi\u00f3n HTTP est\u00e1 habilitada cuando se env\u00eda un mensaje. Seleccione este recuadro de selecci\u00f3n para habilitar una sesi\u00f3n HTTP.
HTTPPolicyConfig.maintainSession.displayName=Sesi\u00f3n habilitada
HTTPPolicyConfig.messageResendOnce.description=Seleccione este recuadro de selecci\u00f3n para habilitar el reenv\u00edo de un mensaje.
HTTPPolicyConfig.messageResendOnce.displayName=Reenv\u00edo habilitado
HTTPPolicyConfig.persistConnection.description=Seleccione este recuadro de selecci\u00f3n para permitir el uso de una conexi\u00f3n persistente. Esta opci\u00f3n s\u00f3lo est\u00e1 disponible si se selecciona HTTP 1.1 en el campo Versi\u00f3n de protocolo. 
HTTPPolicyConfig.persistConnection.displayName=Utilizar conexi\u00f3n persistente
HTTPPolicyConfig.protocolVersion.description=Utilice esta lista para seleccionar la versi\u00f3n de HTTP que se va a utilizar. El valor por omisi\u00f3n es HTTP 1.1. HTTP 1.0 tambi\u00e9n es una opci\u00f3n v\u00e1lida.
HTTPPolicyConfig.protocolVersion.displayName=Versi\u00f3n de protocolo
HTTPPolicyConfig.readTimeout.description=Especifique el tiempo, en segundos, que se habilita la lectura en este campo antes de exceder el tiempo de espera.
HTTPPolicyConfig.readTimeout.displayName=Tiempo de espera de lectura
HTTPPolicyConfig.sendExpectHeader.description=Seleccione este recuadro de selecci\u00f3n para habilitar la cabecera de petici\u00f3n 'Expect 100-continue' cuando se env\u00eda un mensaje. Esta opci\u00f3n s\u00f3lo est\u00e1 disponible si se selecciona HTTP 1.1 en el campo Versi\u00f3n de protocolo.
HTTPPolicyConfig.sendExpectHeader.displayName=Enviar cabecera de petici\u00f3n 'Expect 100-continue'
HTTPPolicyConfig.writeTimeout.description=Especifique el tiempo, en segundos, que se habilita la grabaci\u00f3n en este campo antes de exceder el tiempo de espera. 
HTTPPolicyConfig.writeTimeout.displayName=Tiempo de espera de grabaci\u00f3n
JMSBinding.Heading.BasicAuthAsyncResponses.displayName=Autenticaci\u00f3n b\u00e1sica para las respuestas de servicio as\u00edncrono
JMSBinding.Heading.BasicAuthRequests.displayName=Autenticaci\u00f3n b\u00e1sica para las peticiones de servicio de salida
JMSBinding.client.description=Utilice esta p\u00e1gina para definir una configuraci\u00f3n de enlace de cliente de transporte JMS.
JMSBinding.confirmPwd.description=Confirmar contrase\u00f1a
JMSBinding.description=Utilice esta p\u00e1gina para definir una configuraci\u00f3n de enlace de transporte JMS.
JMSBinding.displayName=Transporte JMS
JMSBinding.errormessage.required=Para a\u00f1adir el tipo de pol\u00edtica de transporte JMS (Java Messaging Service) a este enlace, debe suministrar un nombre de usuario y contrase\u00f1a para la autenticaci\u00f3n b\u00e1sica o debe crear al menos una propiedad personalizada.
JMSBinding.password.description=Especifique la contrase\u00f1a utilizada para crear una conexi\u00f3n segura con el proveedor JMS.
JMSBinding.provider.description=Utilice esta p\u00e1gina para definir una configuraci\u00f3n de enlace de proveedor de servicios de transporte JMS.
JMSBinding.username.description=Especifique el nombre de usuario utilizado para crear una conexi\u00f3n segura con el proveedor JMS.
JMSConnection.displayName=Propiedades de las conexiones de JMS de cliente
JMSPolicyConfig.description=Utilice esta p\u00e1gina para especificar un tiempo de espera de petici\u00f3n de cliente para las peticiones de transporte JMS y especificar si desea permitir la mensajer\u00eda transaccional para las operaciones unidireccionales y as\u00edncronas. El valor de tiempo de espera de petici\u00f3n especifica la cantidad de tiempo que debe esperar el cliente una respuesta despu\u00e9s de enviar la petici\u00f3n al servidor.
JMSPolicyConfig.displayName=Transporte JMS
JMSpolicyConfig.timeout.description=Especifica un tiempo de espera para las peticiones de transporte JMS.
JMSpolicyConfig.timeout.displayName=Tiempo de espera de petici\u00f3n
JMSpolicyConfig.transactionalMsg.description=Cuando est\u00e1 habilitado, el tiempo de ejecuci\u00f3n del cliente ejecutar\u00e1 las operaciones de mensajer\u00eda JMS de forma transaccional si la aplicaci\u00f3n cliente se ejecuta en una transacci\u00f3n activa. 
JMSpolicyConfig.transactionalMsg.displayName=Permitir la mensajer\u00eda transaccional para las operaciones unidireccionales y as\u00edncronas
Manage.ApplicationPolicySets=Conjuntos de pol\u00edticas de aplicaci\u00f3n
Manage.PSBAuthProt=Autenticaci\u00f3n y protecci\u00f3n
Manage.PolicySets=Conjuntos de pol\u00edticas
PSASymmetric.confidentiality.displayName=Pol\u00edticas de confidencialidad de mensajes
PSASymmetric.confidentiality.initiator.description=Lista las se\u00f1ales utilizadas para el cifrado de mensajes desde el iniciador al destinatario.
PSASymmetric.confidentiality.initiator.displayName=Se\u00f1al de cifrado de iniciador
PSASymmetric.confidentiality.recipient.description=Lista las se\u00f1ales utilizadas para el cifrado de mensajes desde el destinatario al iniciador.
PSASymmetric.confidentiality.recipient.displayName=Se\u00f1al de cifrado de destinatario
PSASymmetric.confidentiality.sameAsIntegrity.description=Especifica que los tipos de se\u00f1ales utilizados para la protecci\u00f3n de la integridad tambi\u00e9n se van a utilizar para la protecci\u00f3n de la confidencialidad.
PSASymmetric.confidentiality.sameAsIntegrity.displayName=Utilizar los mismos tipos de se\u00f1ales que se utilizan para la protecci\u00f3n de la integridad
PSASymmetric.description=Con las se\u00f1ales asim\u00e9tricas, el iniciador utiliza una clave privada para cifrar o firmar un mensaje, mientras que el destinatario utiliza las se\u00f1ales de clave p\u00fablica correspondientes del iniciador para descifrar y verificar las firmas.
PSASymmetric.displayName=Pol\u00edticas asim\u00e9tricas de cifrado y firma
PSASymmetric.integrity.displayName=Pol\u00edticas de integridad de mensajes
PSASymmetric.integrity.initiator.description=Lista las se\u00f1ales utilizadas para la firma de mensajes desde el iniciador al destinatario.
PSASymmetric.integrity.initiator.displayName=Se\u00f1al de firma de iniciador
PSASymmetric.integrity.recipient.description=Lista las se\u00f1ales utilizadas para la firma de mensajes desde el destinatario al iniciador.
PSASymmetric.integrity.recipient.displayName=Se\u00f1al de firma de destinatario
PSASymmetric.short.description=Las pol\u00edticas asim\u00e9tricas son pares de claves p\u00fablica-privada para firmar y cifrar mensajes.
PSAlgorithmSuite.asymmetric.displayName=Algoritmos para se\u00f1ales asim\u00e9tricas
PSAlgorithmSuite.asymmetric2.displayName=Algoritmos para se\u00f1ales asim\u00e9tricas
PSAlgorithmSuite.canonAlg.description=Especifica si se debe utilizar la canonicalizaci\u00f3n inclusiva o exclusiva.
PSAlgorithmSuite.canonAlg.displayName=Algoritmo de canonicalizaci\u00f3n
PSAlgorithmSuite.canonAlg.exclusive=Canonicalizaci\u00f3n exclusiva
PSAlgorithmSuite.canonAlg.inclusive=Canonicalizaci\u00f3n inclusiva
PSAlgorithmSuite.description=Las pol\u00edticas de seguridad de mensajes especifican los algoritmos criptogr\u00e1ficos disponibles, las longitudes de clave permitidas y los algoritmos de canonicalizaci\u00f3n para reconciliar las diferencias de XML.
PSAlgorithmSuite.displayName=Algoritmos
PSAlgorithmSuite.short.description=Los algoritmos especifican una suite de algoritmos criptogr\u00e1ficos que debe utilizarse.
PSAlgorithmSuite.suite.description=Especifica la suite de algoritmos necesaria para realizar operaciones criptogr\u00e1ficas con se\u00f1ales de seguridad basadas en claves sim\u00e9tricas y asim\u00e9tricas.
PSAlgorithmSuite.suite.displayName=Suite de algoritmos
PSAlgorithmSuite.symmetric.displayName=Algoritmos para se\u00f1ales sim\u00e9tricas
PSAlgorithmSuite.symmetric2.displayName=Algoritmos para se\u00f1ales sim\u00e9tricas
PSAlgorithmSuite.useTransform.description=Especifica si se utiliza la transformaci\u00f3n de referencia de se\u00f1al de seguridad.
PSAlgorithmSuite.useTransform.displayName=Utilizar la transformaci\u00f3n de referencia de se\u00f1al de seguridad
PSAlgorithmSuite.xpathVersion.10=XPath 1.0
PSAlgorithmSuite.xpathVersion.20=XPathFilter 2.0
PSAlgorithmSuite.xpathVersion.description=Especifica la versi\u00f3n del filtro de XPath que debe utilizarse.
PSAlgorithmSuite.xpathVersion.displayName=Versi\u00f3n de XPath
PSB.duplicate.name=Existe un nombre duplicado. Debe utilizar un nombre exclusivo.
PSB.duplicate.object=Existe un objeto duplicado. Debe utilizar informaci\u00f3n exclusiva.
PSBAddressing.desc=Pulse este enlace para configurar el direccionamiento. Estas pol\u00edticas cumplen los est\u00e1ndares de W3C WS-Addressing. El producto fuerza estas pol\u00edticas en los intercambios de mensajes destinados a servicios con este conjunto de pol\u00edticas.
PSBAddressing.description=Utilice este panel para modificar el enlace de referencia de punto final para el direccionamiento de servicios Web (WS-Addressing). El producto fuerza este enlace en las aplicaciones que utilizan WS-Addressing.
PSBAddressing.displayName=WS-Addressing
PSBAddressing.preventWLM.description=Por omisi\u00f3n, cuando una aplicaci\u00f3n utiliza el m\u00e9todo createEndpointReference (servicio, puerto) de la API de WS-Addressing para crear una referencia de punto final en un entorno de cl\u00faster, dicha referencia de punto final se gestiona por la carga de trabajo. Seleccione esta opci\u00f3n para impedir la gesti\u00f3n de la carga de trabajo de dichas referencias de punto final.
PSBAddressing.preventWLM.displayName=Impide la gesti\u00f3n de carga de trabajo de referencias de puntos finales en cl\u00fasteres.
PSBAuthProt.asymmetric.token.error=Hay un error en la definici\u00f3n del conjunto de pol\u00edticas {0} para la se\u00f1al asim\u00e9trica {1}. Corrija la definici\u00f3n antes de completar la configuraci\u00f3n.
PSBAuthProt.bootstrap.displayName=Autenticaci\u00f3n y protecci\u00f3n de pol\u00edtica de rutina de carga
PSBAuthProt.custom.description=Configure los enlaces personalizados para las se\u00f1ales y las partes de mensaje que sean necesarios para el conjunto de pol\u00edticas.
PSBAuthProt.default.description=Pueden a\u00f1adirse a los enlaces por omisi\u00f3n se\u00f1ales y protecciones adicionales para las partes de mensaje.
PSBAuthProt.description=Siga los enlaces para configurar la informaci\u00f3n de autenticaci\u00f3n, firma y cifrado que necesita la pol\u00edtica.
PSBAuthProt.disable.sigConfirmation.protection.description=Pulse el recuadro de selecci\u00f3n para inhabilitar la protecci\u00f3n impl\u00edcita para la confirmaci\u00f3n de firma.
PSBAuthProt.disable.sigConfirmation.protection.displayName=Inhabilitar la protecci\u00f3n impl\u00edcita para la confirmaci\u00f3n de firma
PSBAuthProt.disable.sigConfirmation.protection.error=No se ha podido inhabilitar la protecci\u00f3n impl\u00edcita para la confirmaci\u00f3n de firma. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
PSBAuthProt.displayName=Autenticaci\u00f3n y protecci\u00f3n
PSBAuthProt.generalbinding.description=Pueden a\u00f1adirse se\u00f1ales y protecciones adicionales para las partes de mensaje a los enlaces generales.
PSBAuthProt.sign.only.entire.description=Cuando el recuadro de selecci\u00f3n est\u00e1 habilitado, cada resumen de firma debe cubrir el cuerpo completo del mensaje SOAP, un elemento de cabecera real (un hijo directo de la cabecera SOAP) o un elemento de hijo directo de la cabecera wsse:Security.
PSBAuthProt.sign.only.entire.displayName=Firma s\u00f3lo las cabeceras y cuerpo de SOAP completas
PSBAuthProt.sign.only.entire.error=No se ha podido establecer firma s\u00f3lo de las cabeceras y cuerpos de SOAP completos. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
PSBAuthProt.status.configured=Configurado
PSBAuthProt.status.notConfigured=No configurado
PSBAuthProt.status.orphan=Incompatible
PSBAuthProt.symmetric.token.error=Hay un error en la definici\u00f3n del conjunto de pol\u00edticas {0} para la se\u00f1al sim\u00e9trica {1}. Corrija la definici\u00f3n antes de completar la configuraci\u00f3n.
PSBAuthenticationToken.DELETE=Suprimir
PSBAuthenticationToken.NEW=Nueva se\u00f1al
PSBAuthenticationToken.UNCONFIG=Desconfigurar
PSBAuthenticationToken.displayName=Se\u00f1ales de autenticaci\u00f3n
PSBAuthenticationToken.name.displayName=Nombre de se\u00f1al de autenticaci\u00f3n
PSBAuthenticationToken.status.displayName=Estado
PSBAuthenticationToken.tokenType.HL.displayName=Tipo de se\u00f1al de autenticaci\u00f3n
PSBAuthenticationToken.tokenType.displayName=Tipo de se\u00f1al de autenticaci\u00f3n
PSBAuthenticationToken.usage.displayName=Uso
PSBAuthenticationTokenV2.displayName=Generadores y consumidores de se\u00f1al de autenticaci\u00f3n
PSBBindingName.not.defined=Debe definirse el nombre de enlace antes de a\u00f1adir tipos de pol\u00edticas.
PSBBindingType.name.displayName=Tipo de enlace
PSBCallBackHandler.authentication.category=Autenticaci\u00f3n b\u00e1sica
PSBCallBackHandler.certificate.NEW=Nuevo...
PSBCallBackHandler.certificate.certificatestore.description=Especifica el nombre del almac\u00e9n de certificados.
PSBCallBackHandler.certificate.certificatestore.displayName=Almac\u00e9n de certificados
PSBCallBackHandler.certificate.certificatestore.label=Almac\u00e9n de certificados
PSBCallBackHandler.certificate.trustAny.label=Confiar en cualquier certificado
PSBCallBackHandler.certificate.trustedAchorStore.description=Especifica el nombre del ancla de confianza.
PSBCallBackHandler.certificate.trustedAchorStore.displayname=Almac\u00e9n de ancla de confianza
PSBCallBackHandler.certificates.description=Especifica si se debe confiar en un certificado o utilizar un almac\u00e9n de certificados y un ancla de confianza.
PSBCallBackHandler.certificates.displayName=Certificados
PSBCallBackHandler.className.custom.label=Utilizar personalizado
PSBCallBackHandler.className.customClassName.description=Especifica el nombre de la clase de implementaci\u00f3n del manejador de retorno de llamada. El manejador de retorno de llamada debe implementar la clase javax.security.auth.callback.CallbackHandler.
PSBCallBackHandler.className.customClassName.displayname=Nombre de clase personalizado
PSBCallBackHandler.className.default.label=Utilizar valor por omisi\u00f3n incorporado
PSBCallBackHandler.className.defaultClassName.description=Especifica el nombre de la clase de implementaci\u00f3n del manejador de retorno de llamada por omisi\u00f3n.
PSBCallBackHandler.className.defaultClassName.displayname=Nombre de clase por omisi\u00f3n
PSBCallBackHandler.className.description=Especifica el nombre de la clase de implementaci\u00f3n del manejador de retorno de llamada. El manejador de retorno de llamada debe implementar la clase javax.security.auth.callback.CallbackHandler.
PSBCallBackHandler.className.displayName=Nombre de clase
PSBCallBackHandler.description=Especifica los par\u00e1metros del manejador de retorno de llamada utilizados para generar la se\u00f1al. Como es posible conectar un manejador de retorno de llamada personalizado, debe especificar el nombre de la clase de implementaci\u00f3n. El servidor de aplicaciones proporciona opciones para la evaluaci\u00f3n de identidad, la autenticaci\u00f3n b\u00e1sica y el almac\u00e9n de claves que se pasa a la implementaci\u00f3n del manejador de retornos de llamada.
PSBCallBackHandler.displayName=Manejador de retorno de llamada
PSBCallBackHandler.keystore.category=Almac\u00e9n de claves
PSBCallBackHandler.keystore.description=Especifica el nombre del almac\u00e9n de claves gestionado que se debe utilizar.
PSBCallBackHandler.keystore.displayName=Nombre
PSBCallBackHandler.keystore.link.displayName=Configuraci\u00f3n de almac\u00e9n de claves personalizado
PSBCallBackHandler.keystore.option.custom=Personalizado
PSBCallBackHandler.keystore.option.none=Ninguno
PSBCallBackHandler.password.description=Especifica la contrase\u00f1a por omisi\u00f3n que se pasa al constructor del manejador de retorno de llamada.
PSBCallBackHandler.password.displayName=Contrase\u00f1a
PSBCallBackHandler.passwordConfirm.description=Confirma la contrase\u00f1a que se proporciona en el campo Contrase\u00f1a.
PSBCallBackHandler.passwordConfirm.displayName=Confirmar contrase\u00f1a
PSBCallBackHandler.userName.description=Especifica el ID de usuario por omisi\u00f3n que se pasa al constructor del manejador de retorno de llamada.
PSBCallBackHandler.userName.displayName=Nombre de usuario
PSBCallBackHandler.warnings.noCustomKeystoreDefined=No se ha definido ning\u00fan almac\u00e9n de claves personalizado. Debe definir un almac\u00e9n de claves personalizado para poder utilizar este tipo de almac\u00e9n de claves.
PSBCaller.bootstrap.title=Llamante de pol\u00edtica de rutina de carga
PSBCaller.button.movedown=Bajar
PSBCaller.button.moveup=Subir
PSBCaller.callback.handler.desc=Especifica el nombre de clase del manejador de retorno de llamada.
PSBCaller.callback.handler.displayName=Manejador de retorno de llamada
PSBCaller.cbhCustomProps.displayName=Propiedades personalizadas de manejador de retorno de llamada.
PSBCaller.desc=El llamante especifica las se\u00f1ales o la parte de mensaje que se utiliza en la autenticaci\u00f3n.
PSBCaller.displayName=Llamante
PSBCaller.identity.uri.desc=Especifique el URI del espacio de nombres que identifica al llamante.
PSBCaller.identity.uri.displayName=URI del espacio de nombres de la identidad del llamante
PSBCaller.identity.uri.title=URI del espacio de nombres de la identidad del llamante
PSBCaller.jaasCustomProps.displayName=Propiedades personalizas de inicio de sesi\u00f3n JAAS
PSBCaller.localname.desc=Escriba la parte local de la definici\u00f3n del llamante utilizada para la autenticaci\u00f3n.
PSBCaller.localname.displayName=Nombre local de identidad del llamante
PSBCaller.localname.title=Parte local de identidad del llamante
PSBCaller.main.title=Llamante de pol\u00edtica principal
PSBCaller.name.desc=Entre el nombre de la definici\u00f3n de llamante que se utiliza en la autenticaci\u00f3n.
PSBCaller.name.displayName=Nombre
PSBCaller.none=Ninguno
PSBCaller.object.must.be.selected=Debe seleccionar al menos un llamante para efectuar esta acci\u00f3n.
PSBCaller.order.desc=Utilice los botones Subir y Bajar para alterar el orden.
PSBCaller.order.displayName=Orden
PSBCaller.order.highest=La posici\u00f3n m\u00e1xima es 1. No se puede ejecutar Subir en este llamante.
PSBCaller.order.lowest=El llamante est\u00e1 en la posici\u00f3n m\u00ednima. No se puede ejecutar Bajar en este llamante.
PSBCaller.order.only.one=S\u00f3lo se puede seleccionar un llamante.
PSBCaller.order.select.one=Se debe seleccionar un llamante.
PSBCaller.reconfigure=No se ha especificado un orden para el llamante. Para especificar el orden y permitir el consumo de varias se\u00f1ales de autenticaci\u00f3n en mensajes de entrada, vuelva a configurar los llamantes.
PSBCaller.signing.part.ref.desc=Los enlaces personalizados pueden utilizarse para configurar una referencia de parte de firma. Esta opci\u00f3n no est\u00e1 disponible para los enlaces por omisi\u00f3n. Seleccione 'None' si no necesita ninguna configuraci\u00f3n.
PSBCaller.signing.part.ref.displayName=Referencia de parte de firma
PSBCaller.trusted.localname.desc=Especifique la parte local de la aserci\u00f3n de identidad.
PSBCaller.trusted.localname.displayName=Parte local de identidad de confianza
PSBCaller.trusted.uri.desc=Especifique el URI del espacio de nombres para la aserci\u00f3n de identidad.
PSBCaller.trusted.uri.displayName=URI del espacio de nombres de la identidad de confianza
PSBCaller.use.assertion.desc=Habilite la configuraci\u00f3n de una aserci\u00f3n de identidad de confianza.
PSBCaller.use.assertion.displayName=Utilizar aserci\u00f3n de identidad
PSBCaller.v6.order.not.valid=No se puede asignar un orden. El enlace asociado al llamante no admite el orden.
PSBCaller.v7.ltpa.not.valid=LTPA no es v\u00e1lido para la parte local de identidad del llamante. Puede especificar LTPAv2, consulte la ayuda para obtener informaci\u00f3n adicional.
PSBCallers.bootstrap.title=Llamantes de pol\u00edtica de rutina de carga
PSBCallers.desc=Los llamantes se utilizan para especificar la se\u00f1al o la parte de mensaje que se utiliza en la autenticaci\u00f3n. El orden se utiliza para establecer la prioridad de cada llamante en relaci\u00f3n con los otros. La se\u00f1al del llamante que se utilizar\u00e1 para la autenticaci\u00f3n ser\u00e1 el de prioridad m\u00e1s alta, en base al orden decreciente de preferencia.
PSBCallers.title=Llamantes
PSBCertStore.DELETE=Suprimir
PSBCertStore.NEWINBOUND=Nueva entrada...
PSBCertStore.NEWOUTBOUND=Nueva salida...
PSBCertStore.UPDATERUNTIME=Actualizar tiempo de ejecuci\u00f3n
PSBCertStore.description=Se proporciona una ubicaci\u00f3n por omisi\u00f3n para mantener certificados. Se pueden identificar los certificados revocados de los consumidores de servicio. Se puede hacer referencia a las listas de revocaci\u00f3n de certificados para los generadores y consumidores de servicio.
PSBCertStore.direction.description=Especifica si se utiliza el almac\u00e9n de certificados para los certificados de entrada o salida.
PSBCertStore.direction.displayName=Direcci\u00f3n
PSBCertStore.displayName=Almac\u00e9n de certificados
PSBCertStore.fullPath.displayName=V\u00eda de acceso completa
PSBCertStore.name.description=Especifica el nombre exclusivo del almac\u00e9n de certificados.
PSBCertStore.name.displayName=Nombre
PSBCertStore.revokedCertificates.description=Lista revocaciones de certificados para comprobar la validez del certificado.
PSBCertStore.revokedCertificates.displayName=Certificados revocados
PSBCertStore.x509Certificates.description=Especifica una lista de certificados X.509 revocados.
PSBCertStore.x509Certificates.displayName=Certificados X.509 intermedios
PSBDirection.inbound=Entrada
PSBDirection.outbound=Salida
PSBExternalKeyStore.description=Los almacenes de claves personalizados son alternativas a la gesti\u00f3n de claves incorporada en el servidor de aplicaciones.
PSBExternalKeyStore.displayName=Configuraci\u00f3n de almac\u00e9n de claves personalizado
PSBExternalKeyStore.key.pass.match=Las contrase\u00f1as de clave deben coincidir.
PSBExternalKeyStore.keystore.pass.match=Las contrase\u00f1as de almac\u00e9n de claves deben coincidir.
PSBGeneral.error=Se ha producido un error al procesar los datos para el conjunto de pol\u00edticas o enlace.  Consulte en el archivo SystemOut.log el mensaje de error espec\u00edfico.
PSBInActorRoleURI.desc=Especifica el nombre del identificador universal de recursos (URI) para el URI de rol de actor de entrada que se utiliza para definir el destinatario intermedio o \u00faltimo del mensaje de entrada.
PSBInActorRoleURI.displayName=URI de rol de actor de entrada
PSBKey.alias.description=Especifica el alias del certificado en el almac\u00e9n de claves.
PSBKey.alias.displayName=Alias
PSBKey.heading.displayName=Clave
PSBKey.name.description=Especifica el DName del certificado en el almac\u00e9n de claves.
PSBKey.name.displayName=Nombre
PSBKeyInfo.DELETE=Suprimir
PSBKeyInfo.NEWINBOUND=Nueva entrada...
PSBKeyInfo.NEWOUTBOUND=Nueva salida...
PSBKeyInfo.bytes.units=bytes
PSBKeyInfo.clientLabel.desc=La parte de la etiqueta proporcionada por el cliente que se utiliza en la funci\u00f3n P_SHA-1 para generar la clave derivada. Si no se especifica, el valor por omisi\u00f3n que se utiliza es WS-SecureConversation.
PSBKeyInfo.clientLabel.label=Etiqueta de cliente
PSBKeyInfo.derivedKeys.desc=Especifica si la informaci\u00f3n de claves requiere claves derivadas.
PSBKeyInfo.derivedKeys.label=Requiere claves derivadas
PSBKeyInfo.description=Los atributos de informaci\u00f3n de clave definen c\u00f3mo se generan o consumen las claves criptogr\u00e1ficas. Si la lista de generadores o consumidores de se\u00f1ales est\u00e1 vac\u00eda, cree o configure estas se\u00f1ales a trav\u00e9s del panel Autenticaci\u00f3n y protecci\u00f3n. S\u00f3lo se visualizan en la lista las se\u00f1ales configuradas del tipo adecuado.
PSBKeyInfo.direction.description=Especifica si se utiliza la informaci\u00f3n de clave para las peticiones de entrada o salida.
PSBKeyInfo.direction.displayName=Direcci\u00f3n
PSBKeyInfo.displayName=Informaci\u00f3n de claves
PSBKeyInfo.keyLength.desc=Especifica la longitud de clave (el intervalo v\u00e1lido es de 16 a 32).
PSBKeyInfo.keyLength.label=Longitud de clave
PSBKeyInfo.name.description=Especifica un nombre exclusivo utilizado para identificar la definici\u00f3n de la informaci\u00f3n de claves.
PSBKeyInfo.name.displayName=Nombre
PSBKeyInfo.nonceLength.desc=Especifica la longitud de nonce (el intervalo v\u00e1lido es de 16 a 128).
PSBKeyInfo.nonceLength.label=Longitud del Nonce
PSBKeyInfo.overrideDefaults.desc=Al especificar valores de clave derivada se altera temporalmente la informaci\u00f3n de clave derivada que el m\u00f3dulo ejecutable genera por omisi\u00f3n.
PSBKeyInfo.overrideDefaults.label=Alterar temporalmente los valores por omisi\u00f3n
PSBKeyInfo.requireExplicit.desc=Precisa que las claves derivadas se especifiquen de forma expl\u00edcita con un elemento WS-SecureConversation <DerivedKeyToken>.
PSBKeyInfo.requireExplicit.label=Claves derivadas expl\u00edcitas
PSBKeyInfo.requireImplicit.desc=Precisa que las claves derivadas se especifiquen de forma impl\u00edcita con un atributo WS-SecureConversation Nonce en el elemento WS-Security <SecurityTokenReference>.
PSBKeyInfo.requireImplicit.label=Claves derivadas impl\u00edcitas
PSBKeyInfo.serviceLabel.desc=La parte de la etiqueta proporcionada por el servicio que se utiliza en la funci\u00f3n P_SHA-1 para generar la clave derivada. Si no se especifica, el valor por omisi\u00f3n que se utiliza es WS-SecureConversation.
PSBKeyInfo.serviceLabel.label=Etiqueta de servicio
PSBKeyInfo.tokenRef.description=Especifica el nombre del consumidor o generador de se\u00f1ales.
PSBKeyInfo.tokenRef.displayName=Nombre de consumidor o generador de se\u00f1ales
PSBKeyInfo.type.EMB=Se\u00f1al incorporado
PSBKeyInfo.type.KEYID=Identificador de clave
PSBKeyInfo.type.STRREF=Referencia de se\u00f1al de seguridad
PSBKeyInfo.type.THUMBPRINT=Certificado de huella
PSBKeyInfo.type.X509ISSUER=Nombre de usuario y serie de usuario X509
PSBKeyInfo.type.description=Especifica el tipo del elemento de informaci\u00f3n de claves.
PSBKeyInfo.type.displayName=Tipo
PSBKeyStore.CUSTOM=PERSONALIZADO
PSBKeyStore.NONE=NINGUNO
PSBKeyStore.description=Los almacenes de claves personalizados son alternativas al soporte de gesti\u00f3n de claves incorporado en el servidor de aplicaciones.
PSBKeyStore.displayName=Configuraci\u00f3n de almac\u00e9n de claves personalizado
PSBKeyStore.heading.displayName=Almac\u00e9n de claves
PSBKeyStore.name.description=Especifica el nombre del almac\u00e9n de claves.
PSBKeyStore.name.displayName=Nombre
PSBKeyStore.password.confirm.description=Confirma la contrase\u00f1a que se proporciona en el campo Contrase\u00f1a.
PSBKeyStore.password.confirm.displayName=Confirmar contrase\u00f1a
PSBKeyStore.password.description=Especifica la contrase\u00f1a del almac\u00e9n de claves
PSBKeyStore.password.displayName=Contrase\u00f1a
PSBKeyStore.path.description=Especifica la ubicaci\u00f3n del archivo de almac\u00e9n de claves.
PSBKeyStore.path.displayName=V\u00eda de acceso completa
PSBKeyStore.short.description=Los almacenes de claves personalizados son alternativas al soporte de gesti\u00f3n de claves incorporado en el servidor de aplicaciones.
PSBKeyStore.type.description=Especifica la implementaci\u00f3n de la gesti\u00f3n del almac\u00e9n de claves. Este valor define la herramienta que se utiliza en este tipo de almac\u00e9n de claves.
PSBKeyStore.type.displayName=Tipo
PSBKeysCerts.bootstrap.displayName=Claves y certificados de pol\u00edtica de rutina de carga
PSBKeysCerts.description=Siga los enlaces para configurar los enlaces de clave y certificado para este conjunto de pol\u00edticas.
PSBKeysCerts.displayName=Claves y certificados
PSBMessageExpiration.desc=Cuando la caducidad de mensajes est\u00e1 habilitada, el mensaje caducar\u00e1 despu\u00e9s del intervalo especificado.
PSBMessageExpiration.displayName=Caducidad de mensajes
PSBMessageExpirationCheckbox.desc=Seleccione este recuadro de selecci\u00f3n para habilitar la caducidad de mensajes.
PSBMessageExpirationEnabled.displayName=Habilitar caducidad de mensajes
PSBMessageTimeout.desc=Especifica el n\u00famero de minutos antes de la caducidad del mensaje.
PSBMessageTimeout.displayName=Intervalo de espera de mensaje
PSBMessageTimeout.units=Minutos
PSBOutActorRoleURI.desc=Especifica el nombre del identificador universal de recursos (URI) para el URI de rol de actor de salida que se utiliza para definir el destinatario intermedio o \u00faltimo del mensaje de salida.
PSBOutActorRoleURI.displayName=URI de rol de actor de salida
PSBProperties.bootstrap.title=Propiedades personalizas de pol\u00edtica de rutina de carga
PSBProperties.description=Especifique las propiedades personalizadas que se aplican a los mensajes de entrada y salida, o especifique propiedades que se aplican s\u00f3lo a los mensajes de entrada o s\u00f3lo a los mensajes de salida.
PSBProperties.inboundProperties.description=Especifica las propiedades personalizadas que se aplican a los mensajes de entrada.
PSBProperties.inboundProperties.displayName=Propiedades personalizadas de entrada:
PSBProperties.inoutboundProperties.description=Especifica las propiedades personalizadas que se aplican a los mensajes de entrada y de salida.
PSBProperties.inoutboundProperties.displayName=Propiedades personalizadas de entrada y salida:
PSBProperties.main.title=Propiedades personalizadas
PSBProperties.outboundProperties.description=Especifica las propiedades personalizadas que se aplican a los mensajes de salida.
PSBProperties.outboundProperties.displayName=Propiedades personalizadas de salida:
PSBProtection.encryption=Cifrado
PSBProtection.signature=Firma
PSBProtection.usage.inbound=Entrada
PSBProtection.usage.outbound=Salida
PSBProtectionToken.DELETE=Suprimir
PSBProtectionToken.NEW=Nueva se\u00f1al
PSBProtectionToken.UNCONFIG=Desconfigurar
PSBProtectionToken.displayName=Se\u00f1ales de protecci\u00f3n
PSBProtectionToken.name.displayName=Nombre de se\u00f1al de protecci\u00f3n
PSBProtectionToken.status.displayName=Estado
PSBProtectionToken.tokenType.displayName=Tipo de se\u00f1al de protecci\u00f3n
PSBProtectionToken.usage.displayName=Uso
PSBReliableMessaging.desc=Pulse este enlace para configurar la mensajer\u00eda fiable.
PSBReliableMessaging.displayName=Mensajer\u00eda fiable
PSBRequestMessage.MOVEDOWN=Bajar
PSBRequestMessage.MOVEUP=Subir
PSBRequestMessage.NEWENC=Nuevo cifrado...
PSBRequestMessage.NEWSIG=Nueva firma...
PSBRequestMessage.REMOVE=Suprimir
PSBRequestMessage.UNCONFIG=Desconfigurar
PSBRequestMessage.displayName=Protecci\u00f3n de cifrado y firma de mensaje de petici\u00f3n
PSBRequestMessage.messagePart.displayName=Referencia de parte de mensaje de petici\u00f3n
PSBRequestMessage.protection.displayName=Protecci\u00f3n
PSBRequestMessage.status.displayName=Estado
PSBResponseMessage.MOVEDOWN=Bajar
PSBResponseMessage.MOVEUP=Subir
PSBResponseMessage.NEWENC=Nuevo cifrado...
PSBResponseMessage.NEWSIG=Nueva firma...
PSBResponseMessage.REMOVE=Suprimir
PSBResponseMessage.UNCONFIG=Desconfigurar
PSBResponseMessage.displayName=Protecci\u00f3n de cifrado y firma de mensaje de respuesta
PSBResponseMessage.messagePart.displayName=Referencia de parte de mensaje de respuesta
PSBResponseMessage.protection.displayName=Protecci\u00f3n
PSBResponseMessage.status.displayName=Estado
PSBSignEncryptInfo.encrypt.description=Los enlaces de parte de mensaje cifrada definen la forma en que la parte del mensaje definida en un conjunto de pol\u00edticas est\u00e1 cifrada, incluyendo la informaci\u00f3n de clave y de uso de clave.  Puede crear y gestionar informaci\u00f3n de claves en el panel Claves y certificados.
PSBSignEncryptInfo.encrypt.displayName=Parte de mensaje cifrada
PSBSignEncryptInfo.encryptDataKeyInfo.displayName=Cifrado de datos
PSBSignEncryptInfo.encryptKeyInfo.description=Especifica la informaci\u00f3n de la clave utilizada para el cifrado.
PSBSignEncryptInfo.encryptKeyInfo.displayName=Informaci\u00f3n de claves
PSBSignEncryptInfo.encryptKeyKeyInfo.displayName=Cifrado de claves
PSBSignEncryptInfo.encryptUseKeyInfo.description=Especifica si se utiliza la informaci\u00f3n de clave seleccionada en el cifrado de claves o datos.
PSBSignEncryptInfo.encryptUseKeyInfo.displayName=Uso de referencias de informaci\u00f3n de claves
PSBSignEncryptInfo.error.applyChanges=Se han realizado cambios en los valores y se deben aplicar antes de poder realizar m\u00e1s cambios. Pulse Aplicar o Aceptar y luego vuelva a pulsar Editar.
PSBSignEncryptInfo.error.onlyOne=Para esta acci\u00f3n s\u00f3lo se puede seleccionar un elemento de la lista.
PSBSignEncryptInfo.keyInfo.ADD=A\u00f1adir >
PSBSignEncryptInfo.keyInfo.NEW=Nuevo...
PSBSignEncryptInfo.keyInfo.REMOVE=<Eliminar
PSBSignEncryptInfo.keyInfoAssign.description=Lista partes clave de informaci\u00f3n que se han seleccionado para su uso.
PSBSignEncryptInfo.keyInfoAssign.displayName=Asignada
PSBSignEncryptInfo.keyInfoAvail.description=Lista partes clave de informaci\u00f3n que hay disponibles para su uso.
PSBSignEncryptInfo.keyInfoAvail.displayName=Disponible
PSBSignEncryptInfo.name.description=Especifica el nombre de la parte de mensaje firmada o cifrada.
PSBSignEncryptInfo.name.displayName=Nombre
PSBSignEncryptInfo.nonce.description=Especifica si se incluye nonce cuando se firma o se cifra la parte.
PSBSignEncryptInfo.nonce.displayName=Incluir nonce
PSBSignEncryptInfo.nonce.units=Incluir
PSBSignEncryptInfo.order.description=Especifica el orden en el que se deben asignar y cifrar las partes del mensaje especificadas.
PSBSignEncryptInfo.order.displayName=Orden
PSBSignEncryptInfo.reference.ADD=A\u00f1adir >
PSBSignEncryptInfo.reference.EDIT=Editar...
PSBSignEncryptInfo.reference.REMOVE=<Eliminar
PSBSignEncryptInfo.reference.description=Especifica una referencia a la parte de mensaje definida en el conjunto de pol\u00edticas para la protecci\u00f3n de cifrado o la protecci\u00f3n de firma.
PSBSignEncryptInfo.reference.displayName=Referencia de parte de mensaje
PSBSignEncryptInfo.referenceAssign.description=Lista referencias de partes de mensajes que se han seleccionado para su uso.
PSBSignEncryptInfo.referenceAssign.displayName=Asignada
PSBSignEncryptInfo.referenceAvail.description=Lista referencias de partes de mensajes disponibles para su uso.
PSBSignEncryptInfo.referenceAvail.displayName=Disponible
PSBSignEncryptInfo.sign.description=Los enlaces de partes de mensajes firmados definen la forma en que la parte del mensaje definida en un conjunto de pol\u00edticas est\u00e1 firmada, incluyendo la informaci\u00f3n de clave.  Puede crear y gestionar informaci\u00f3n de claves en el panel Claves y certificados.
PSBSignEncryptInfo.sign.displayName=Parte de mensaje firmada
PSBSignEncryptInfo.signKeyInfo.description=Especifica la informaci\u00f3n de la clave utilizada para firmar.
PSBSignEncryptInfo.signKeyInfo.displayName=Informaci\u00f3n de claves de firma
PSBSignEncryptInfo.timestamp.description=Especifica si se incluye una indicaci\u00f3n de la hora cuando se firma o se cifra la parte.
PSBSignEncryptInfo.timestamp.displayName=Incluir indicaci\u00f3n de la hora
PSBSignEncryptInfo.timestamp.units=Incluir
PSBSignEncryptInfo.warn.reservedPart=Se necesita la parte de referencia del mensaje {0}.
PSBSignedPartReference.delete.displayName=Referencia de parte firmada
PSBSignedPartReference.description=Las propiedades de las referencias de parte incluyen los algoritmos de transformaci\u00f3n utilizados para proteger la parte de mensaje.
PSBSignedPartReference.displayName=Valor por omisi\u00f3n de referencia de parte firmada
PSBSignedPartReference.nonce.description=Especifica si se incluye nonce cuando se firma la parte.
PSBSignedPartReference.nonce.displayName=Incluir nonce
PSBSignedPartReference.reference.description=Especifica el nombre de la protecci\u00f3n de firma en el conjunto de pol\u00edticas.
PSBSignedPartReference.reference.displayName=Referencia
PSBSignedPartReference.timestamp.description=Especifica si se incluye una indicaci\u00f3n de la hora cuando se firma la parte.
PSBSignedPartReference.timestamp.displayName=Incluir indicaci\u00f3n de la hora
PSBSignedPartReference.transformAlgorithms.description=Los algoritmos de transformaci\u00f3n se utilizan para proteger la parte de mensaje.
PSBSignedPartReference.transformAlgorithms.displayName=Algoritmos de transformaci\u00f3n
PSBSignedPartReference.transformAlgorithms.none.selected=No se ha seleccionado ning\u00fan algoritmo de transformaci\u00f3n.
PSBSignedPartReference.transformAlgorithms.too.many.selected=S\u00f3lo se puede seleccionar un algoritmo de transformaci\u00f3n para esta operaci\u00f3n.
PSBSignedPartReferences.description=Las referencias de parte son los nombres de las partes de mensaje definidas en los descriptores de despliegue del servicio.
PSBSignedPartReferences.displayName=Referencias de parte firmada
PSBToken.additionalProps.title=Enlaces adicionales
PSBToken.asymmetric.consumer.displayName=Consumidor asim\u00e9trico
PSBToken.asymmetric.consumer.headline=Consumidor asim\u00e9trico
PSBToken.asymmetric.encryption.consumer.displayName=Consumidor de cifrado asim\u00e9trico 
PSBToken.asymmetric.encryption.consumer.headline=Consumidor de cifrado asim\u00e9trico 
PSBToken.asymmetric.encryption.generator.displayName=Generador de cifrado asim\u00e9trico
PSBToken.asymmetric.encryption.generator.headline=Generador de cifrado asim\u00e9trico
PSBToken.asymmetric.generator.displayName=Generador asim\u00e9trico
PSBToken.asymmetric.generator.headline=Generador asim\u00e9trico
PSBToken.asymmetric.signature.consumer.displayName=Consumidor de firmas asim\u00e9trico
PSBToken.asymmetric.signature.consumer.headline=Consumidor de firmas asim\u00e9trico
PSBToken.asymmetric.signature.generator.displayName=Generador de firmas asim\u00e9trico
PSBToken.asymmetric.signature.generator.headline=Generador de firmas asim\u00e9trico
PSBToken.authentication.description=Las se\u00f1ales de autenticaci\u00f3n se env\u00edan en mensajes para probar o declarar una identidad.
PSBToken.authentication.displayName=Se\u00f1ales de autenticaci\u00f3n
PSBToken.callback.description=Los valores del manejador de retorno de llamada determinan c\u00f3mo se adquieren las se\u00f1ales de seguridad desde las cabeceras de mensaje.
PSBToken.callback.displayName=Manejador de retorno de llamada
PSBToken.consumer.headline=Consumidor de se\u00f1ales
PSBToken.custom.consumer.displayName=Consumidor personalizado
PSBToken.custom.consumer.headline=Consumidor personalizado
PSBToken.custom.encryption.consumer.displayName=Consumidor de cifrado personalizado
PSBToken.custom.encryption.consumer.headline=Consumidor de cifrado personalizado
PSBToken.custom.encryption.generator.displayName=Generador de cifrado personalizado
PSBToken.custom.encryption.generator.headline=Generador de cifrado personalizado
PSBToken.custom.generator.displayName=Generador personalizado
PSBToken.custom.generator.headline=Generador personalizado
PSBToken.custom.signature.consumer.displayName=Consumidor de firmas personalizado
PSBToken.custom.signature.consumer.headline=Consumidor de firmas personalizado
PSBToken.custom.signature.generator.displayName=Generador de firmas personalizado
PSBToken.custom.signature.generator.headline=Generador de firmas personalizado
PSBToken.custom.symmetric.consumer.displayName=Consumidor sim\u00e9trico personalizado
PSBToken.custom.symmetric.consumer.headline=Consumidor sim\u00e9trico personalizado
PSBToken.custom.symmetric.generator.displayName=Generador sim\u00e9trico personalizado
PSBToken.custom.symmetric.generator.headline=Generador sim\u00e9trico personalizado
PSBToken.duplicate.localname=Existe un nombre local duplicado. Cada tipo de se\u00f1al debe tener un nombre local exclusivo.
PSBToken.enforceVersion.description=Al seleccionar el tipo de se\u00f1al LTPA v2.0 se permitir\u00e1 que se consuman los dos tipos de se\u00f1al, LTPA v1.0 y v2.0. Al activar este recuadro de selecci\u00f3n s\u00f3lo se permitir\u00e1 que se consuman se\u00f1ales LTPA v2.0 .
PSBToken.enforceVersion.displayName=Forzar versi\u00f3n de se\u00f1al
PSBToken.generator.headline=Generador de se\u00f1ales
PSBToken.jaasLogin.NEW=Nuevo...
PSBToken.jaasLogin.description=Especifica el nombre del m\u00f3dulo de inicio de sesi\u00f3n JAAS.
PSBToken.jaasLogin.displayName=Inicio de sesi\u00f3n JAAS
PSBToken.jaasLogin.none=Ninguno
PSBToken.localName.description=Especifica la parte local.
PSBToken.localName.displayName=Parte local
PSBToken.ltpapropagationtoken.name=Se\u00f1al de propagaci\u00f3n LTPA
PSBToken.ltpatoken.name=Se\u00f1al LTPA
PSBToken.ltpatokenv2.name=Se\u00f1al LTPA v2.0
PSBToken.name.description=Especifica el nombre exclusivo de la se\u00f1al.
PSBToken.name.displayName=Nombre
PSBToken.new.displayName=Nueva se\u00f1al
PSBToken.plain.consumer.displayName=Consumidor
PSBToken.plain.generator.displayName=Generador
PSBToken.protection.description=Las se\u00f1ales de protecci\u00f3n firman los mensajes para proporcionar integridad o cifran los mensajes para proporcionar confidencialidad.
PSBToken.protection.displayName=Se\u00f1al de protecci\u00f3n
PSBToken.sc13securitycontexttoken.name=Se\u00f1al de conversaci\u00f3n segura v1.3
PSBToken.sc200502securitycontexttoken.name=Se\u00f1al de conversaci\u00f3n segura v200502
PSBToken.sctTokenTolerate.description=Permitir la compatibilidad con la se\u00f1al de conversaci\u00f3n segura v200502.
PSBToken.sctTokenTolerate.displayName=Tolerar se\u00f1al de conversaci\u00f3n segura v200502
PSBToken.secTokRef.description=Especifica la referencia a la pol\u00edtica de la se\u00f1al de petici\u00f3n o respuesta en el conjunto de pol\u00edticas.
PSBToken.secTokRef.displayName=Referencia de se\u00f1al de seguridad
PSBToken.symmetric.consumer.displayName=Consumidor sim\u00e9trico
PSBToken.symmetric.consumer.headline=Consumidor sim\u00e9trico
PSBToken.symmetric.encryption.consumer.displayName=Consumidor de cifrado sim\u00e9trico
PSBToken.symmetric.encryption.consumer.headline=Consumidor de cifrado sim\u00e9trico
PSBToken.symmetric.encryption.generator.displayName=Generador de cifrado sim\u00e9trico
PSBToken.symmetric.encryption.generator.headline=Generador de cifrado sim\u00e9trico
PSBToken.symmetric.generator.displayName=Generador sim\u00e9trico
PSBToken.symmetric.generator.headline=Generador sim\u00e9trico
PSBToken.symmetric.signature.consumer.displayName=Consumidor de firmas sim\u00e9trico
PSBToken.symmetric.signature.consumer.headline=Consumidor de firmas sim\u00e9trico
PSBToken.symmetric.signature.generator.displayName=Generador de firmas sim\u00e9trico
PSBToken.symmetric.signature.generator.headline=Generador de firmas sim\u00e9trico
PSBToken.tokenType.description=Especifica el tipo de la se\u00f1al.
PSBToken.tokenType.displayName=Tipo de se\u00f1al
PSBToken.uri.description=Especifica el URI del espacio de nombres (identificador universal de recursos).
PSBToken.uri.displayName=URI de espacio de nombres
PSBToken.usage.inbound.request=Petici\u00f3n de entrada
PSBToken.usage.inbound.response=Respuesta de entrada
PSBToken.usage.outbound.request=Petici\u00f3n de salida
PSBToken.usage.outbound.response=Respuesta de salida
PSBToken.wsscustomtoken.name=Personalizado
PSBToken.wssusernametoken10.name=Se\u00f1al de nombre de usuario v1.0
PSBToken.wssusernametoken11.name=Se\u00f1al de nombre de usuario v1.1
PSBToken.wssx509pkcs7token10.name=Se\u00f1al X509PKCS7 v1.0
PSBToken.wssx509pkcs7token11.name=Se\u00f1al X509PKCS7 v1.1
PSBToken.wssx509pkipathv1token10.name=Se\u00f1al X509PkiPathV1 v1.0
PSBToken.wssx509pkipathv1token11.name=Se\u00f1al X509PkiPathV1 v1.1
PSBToken.wssx509v1token11.name=Se\u00f1al X509V1 v1.1
PSBToken.wssx509v3token10.name=Se\u00f1al X509V3 v1.0
PSBToken.wssx509v3token11.name=Se\u00f1al X509V3 v1.1
PSBTransformAlgorithm.DELETE=Suprimir
PSBTransformAlgorithm.NEW=Nuevo
PSBTransformAlgorithm.PROPERTIES=Propiedades
PSBTransformAlgorithm.columnUrl.displayName=Propiedades de URL
PSBTransformAlgorithm.url.description=El URL del algoritmo de transformaci\u00f3n.
PSBTransformAlgorithm.url.displayName=URL
PSBTrustAnchor.DELETE=Suprimir
PSBTrustAnchor.NEW=Nuevo...
PSBTrustAnchor.UPDATERUNTIME=Actualizar tiempo de ejecuci\u00f3n
PSBTrustAnchor.confirmPassword.description=Confirma la contrase\u00f1a que se proporciona en el campo Contrase\u00f1a.
PSBTrustAnchor.confirmPassword.displayName=Confirmar contrase\u00f1a
PSBTrustAnchor.description=Lista configuraciones del almac\u00e9n de claves que contiene los certificados de confianza ra\u00edz. Estas configuraciones se utilizan para la validaci\u00f3n de v\u00edas de acceso de certificados de las se\u00f1ales de seguridad de entrada en formato X.509.
PSBTrustAnchor.displayName=Ancla de confianza
PSBTrustAnchor.externalKeystore.description=Especifica que se utiliza un almac\u00e9n de claves definido localmente.
PSBTrustAnchor.externalKeystore.displayName=Almac\u00e9n de claves externo
PSBTrustAnchor.keystoreName.description=Especifica el nombre del almac\u00e9n de claves gestionado centralmente que contiene certificados de confianza ra\u00edz.
PSBTrustAnchor.keystoreName.displayName=Nombre
PSBTrustAnchor.managedKeystore.description=Especifica que se utiliza un almac\u00e9n de claves gestionado.
PSBTrustAnchor.managedKeystore.displayName=Almac\u00e9n de claves gestionado centralmente
PSBTrustAnchor.name.description=Especifica un nombre exclusivo utilizado para identificar un ancla de confianza.
PSBTrustAnchor.name.displayName=Nombre
PSBTrustAnchor.password.description=Especifica la contrase\u00f1a del almac\u00e9n de claves.
PSBTrustAnchor.password.displayName=Contrase\u00f1a
PSBTrustAnchor.path.description=Especifica la ubicaci\u00f3n del archivo de almac\u00e9n de claves.
PSBTrustAnchor.path.displayName=V\u00eda de acceso completa
PSBTrustAnchor.type.description=Especifica la implementaci\u00f3n de la gesti\u00f3n del almac\u00e9n de claves. Este valor define la herramienta que se utiliza en este tipo de almac\u00e9n de claves.
PSBTrustAnchor.type.displayName=Tipo
PSBactorRoles.displayName=Roles de actor
PSBactorRolesLink.desc=Pulse este enlace para configurar los roles de actor de seguridad de mensajes.
PSBapplicationMessageSecurity=Enlaces principales de pol\u00edtica de seguridad de mensajes
PSBauthAndProtectionLink.desc=Pulse este enlace para configurar la seguridad de mensajes de protecci\u00f3n y autenticaci\u00f3n.
PSBbinding.all.policy.types.deleted=Se ha suprimido el enlace {0} de la configuraci\u00f3n. Todos los recursos que utilizan este enlace ahora utilizan el enlace por omisi\u00f3n. Puede a\u00f1adir pol\u00edticas a este enlace personalizado, pero {0} s\u00f3lo se asigna al recurso actual.
PSBbinding.object.must.be.selected=Debe seleccionar al menos una pol\u00edtica de enlace para efectuar la acci\u00f3n de suprimir.
PSBbindings.NewGeneralBinding.displayName=Nuevo enlace general
PSBbindings.NewSpecificBinding.displayName=Nuevo enlace espec\u00edfico de la aplicaci\u00f3n
PSBbindings.NewTrustSpecificBinding.displayName=Nuevo enlace espec\u00edfico de servicio de confianza
PSBbindings.SpecificBinding.description=Utilice esta p\u00e1gina para crear un enlace que est\u00e9 restringido por las caracter\u00edsticas de este conjunto de pol\u00edticas. Si este es un enlace espec\u00edfico de aplicaci\u00f3n, es reutilizable s\u00f3lo dentro de la aplicaci\u00f3n. Si se trata de un enlace espec\u00edfico de un servicio de confianza, s\u00f3lo es reutilizable por las conexiones del servicio de confianza. El uso de un enlace espec\u00edfico puede ser una ventaja, ya que tiene soporte de escenarios avanzados, como con varias firmas, que son necesarias para el conjunto de pol\u00edticas.
PSBbindings.displayName=Enlaces del conjunto de pol\u00edticas por omisi\u00f3n
PSBbindings.server.description=Las pol\u00edticas requieren a menudo enlaces, informaci\u00f3n de configuraci\u00f3n espec\u00edfica del sistema, para su implementaci\u00f3n. Siga los enlaces de los enlaces por omisi\u00f3n, a nivel de servidor, asociados con cada pol\u00edtica.
PSBbindings.wssecurity.description=<strong>Autenticaci\u00f3n y protecci\u00f3n</strong> permite gestionar las se\u00f1ales utilizadas para firma, cifrado o autenticaci\u00f3n, la informaci\u00f3n de firmado y la de cifrado. <strong>Claves y certificados</strong> le permite gestionar la informaci\u00f3n de claves utilizada para la firma y cifrado, los almacenes de confianza y los de certificados. <strong>Llamante</strong>, cuando est\u00e1 disponible, le permite gestionar la se\u00f1al de identidad de llamante.
PSBbindingsClient.wssecurity.description=<strong>Autenticaci\u00f3n y protecci\u00f3n</strong> permite gestionar las se\u00f1ales utilizadas para firma, cifrado o autenticaci\u00f3n, la informaci\u00f3n de firmado y la de cifrado. <strong>Claves y certificados</strong> le permite gestionar la informaci\u00f3n de claves utilizada para la firma y cifrado, los almacenes de confianza y los de certificados.
PSBbindingsV61.NewSpecificBinding.displayName=Nuevo enlace espec\u00edfico de la aplicaci\u00f3n versi\u00f3n 6.1
PSBbindingsV61.SpecificBinding.description=Utilice esta p\u00e1gina para crear un enlace que est\u00e9 restringido por las caracter\u00edsticas de este conjunto de pol\u00edticas. Si este es un enlace espec\u00edfico de aplicaci\u00f3n, es reutilizable s\u00f3lo dentro de la aplicaci\u00f3n. Si se trata de un enlace espec\u00edfico de un servicio de confianza, s\u00f3lo es reutilizable por las conexiones del servicio de confianza. El uso de un enlace espec\u00edfico puede ser una ventaja, ya que tiene soporte de escenarios avanzados, como con varias firmas, que son necesarias para el conjunto de pol\u00edticas. Este es un enlace de la versi\u00f3n 6.1, que no contiene todas las opciones de configuraci\u00f3n de versiones m\u00e1s recientes.
PSBbootstrapActorRoles.title=Roles de actor de pol\u00edtica de rutina de carga
PSBbootstrapMessageExpiration.title=Caducidad de mensaje de pol\u00edtica de rutina de carga
PSBbootstrapMessageSecurity=Enlaces de pol\u00edtica de seguridad de mensajes de rutina de carga de conversaci\u00f3n segura
PSBbutton.NEWAPPLOGIN=Nuevo inicio de sesi\u00f3n de aplicaci\u00f3n...
PSBbutton.NEWAPPLOGIN.SSD=Nuevo inicio de sesi\u00f3n de aplicaci\u00f3n
PSBbutton.NEWDOMAINAPPLOGIN=Inicio de sesi\u00f3n de aplicaci\u00f3n con \u00e1mbito de dominio...
PSBbutton.NEWGLOBALAPPLOGIN=Inicio de sesi\u00f3n de aplicaci\u00f3n global...
PSBbutton.NEWSYSLOGIN=Nuevo inicio de sesi\u00f3n de sistema...
PSBconfigurationName.desc=Especifica el nombre de la configuraci\u00f3n de los enlaces.
PSBconfigurationName.displayName=Nombre de configuraci\u00f3n de enlaces
PSBconfigurationNameV61.displayName=Nombre de configuraci\u00f3n de enlaces de versi\u00f3n 6.1
PSBdefaultServerBindings.displayName=Enlaces del conjunto de pol\u00edticas por omisi\u00f3n para {0}
PSBindings.new.consumer.button=Consumidor nuevo
PSBindings.new.generator.button=Generador nuevo
PSBindings.username.token.button=Se\u00f1al de nombre de usuario
PSBkeysAndCertificatesLink.desc=Pulse este enlace para configurar enlaces de seguridad de mensajes de certificados y claves.
PSBmainActorRoles.title=Roles de actor de pol\u00edtica principal
PSBmainMessageExpiration.title=Caducidad de mensaje de pol\u00edtica principal
PSBmessageExpiration.link=Caducidad de mensajes
PSBmessageExpirationLink.desc=Pulse este enlace para configurar la caducidad de los mensaje.
PSBootstrap.description=Especifica c\u00f3mo se establecen las conversaciones seguras.
PSBootstrap.displayName=Pol\u00edtica de rutina de carga de conversaci\u00f3n segura
PSBootstrap.short.description=La pol\u00edtica de rutina de carga especifica c\u00f3mo se establecen las conversaciones seguras.
PSBpolicyTypeBindings=Enlaces de pol\u00edtica de seguridad de mensajes
PSBprotocols.link=Transporte HTTP
PSBprotocolsLink.desc=Pulse este enlace para configurar protocolos de enlaces de pol\u00edtica.
PSEncryptions.edit.addelements.description=Elija un m\u00e9todo para especificar un elemento que se va a cifrar.
PSEncryptions.edit.displayName=Parte cifrada - {0}
PSEncryptions.edit.elements.description=Lista las partes del mensaje seleccionadas que se van a cifrar.
PSEncryptions.edit.elements.displayName=Elementos en la parte
PSEncryptions.edit.name.description=Especifica el nombre exclusivo de esta parte de mensaje a la que se hace referencia desde los enlaces.
PSEncryptions.edit.name.displayName=Nombre de la parte que se va a cifrar
PSEncryptions.new.displayName=Partes cifradas - A\u00f1adir
PSEncryptionsSignedParts.duplicate.part=Existe un nombre de parte duplicado. Debe utilizar un nombre de partes exclusivo.
PSEncryptionsSignedParts.edit.ADD=A\u00f1adir
PSEncryptionsSignedParts.edit.REMOVE=Eliminar
PSEncryptionsSignedParts.edit.addElements.displayName=Especificar elementos a a\u00f1adir
PSEncryptionsSignedParts.edit.body=Cuerpo
PSEncryptionsSignedParts.edit.body.description=Especifica que debe protegerse el cuerpo entero de mensaje.
PSEncryptionsSignedParts.edit.body.displayName=Proteger cuerpo del mensaje
PSEncryptionsSignedParts.edit.description=Una parte de un mensaje es un conjunto con nombre de uno o varios elementos del mensaje. Especifique el elemento o los elementos que se van a firmar o cifrar en esta parte de mensaje.
PSEncryptionsSignedParts.edit.emptyParts=Uno o varios elementos de esta parte no conten\u00edan ning\u00fan valor y se han eliminado.
PSEncryptionsSignedParts.edit.predefined=Predefinido
PSEncryptionsSignedParts.edit.qname=QName
PSEncryptionsSignedParts.edit.qname.description=Especifica el URI de espacio de nombres seguido de la parte local (que es opcional) de la cabecera SOAP espec\u00edfica que se tiene que proteger. Utilice una coma para separar los valores si se especifican los dos.
PSEncryptionsSignedParts.edit.qname.displayName=QName (s\u00f3lo para elementos de cabecera SOAP)
PSEncryptionsSignedParts.edit.qname.label=QName: espacio de nombres, nombre local(opcional)
PSEncryptionsSignedParts.edit.qnameNamespace.description=Especifica el espacio de nombres de la cabecera SOAP que debe protegerse.
PSEncryptionsSignedParts.edit.qnameNamespace.displayName=URI de espacio de nombres
PSEncryptionsSignedParts.edit.qnamePart.description=Especifica la parte local de la cabecera SOAP que debe protegerse.
PSEncryptionsSignedParts.edit.qnamePart.displayName=Parte local
PSEncryptionsSignedParts.edit.selectOne=Se debe seleccionar un elemento para realizar esta acci\u00f3n.
PSEncryptionsSignedParts.edit.type=Tipo
PSEncryptionsSignedParts.edit.value=Valor
PSEncryptionsSignedParts.edit.xpath=Expresi\u00f3n XPath
PSEncryptionsSignedParts.edit.xpath.description=Especifica una expresi\u00f3n XPath que identifica los elementos que deben protegerse.
PSEncryptionsSignedParts.edit.xpath.displayName=Expresi\u00f3n XPath
PSMessagePart.description=Las pol\u00edticas de protecci\u00f3n de partes del mensaje definen las partes que se van a proteger y la naturaleza de la protecci\u00f3n.
PSMessagePart.displayName=Protecci\u00f3n de parte de mensaje
PSMessagePart.encryptParts.description=Lista las partes del mensaje que requieren protecci\u00f3n de confidencialidad.
PSMessagePart.encryptParts.displayName=Partes cifradas
PSMessagePart.encryptTitle.displayName=Protecci\u00f3n de confidencialidad
PSMessagePart.inbound.displayName=Protecci\u00f3n de parte de mensaje de petici\u00f3n
PSMessagePart.outbound.displayName=Protecci\u00f3n de parte de mensaje de respuesta
PSMessagePart.short.description=Las pol\u00edticas de protecci\u00f3n de partes del mensaje definen las partes que se van a proteger y la naturaleza de la protecci\u00f3n.
PSMessagePart.signParts.description=Lista las partes del mensaje que requieren protecci\u00f3n de integridad.
PSMessagePart.signParts.displayName=Partes firmadas
PSMessagePart.signTitle.displayName=Protecci\u00f3n de integridad
PSMessageSecurity.asymmetric.description=Especifica si se van a utilizar se\u00f1ales asim\u00e9tricas. Al pulsar este bot\u00f3n de selecci\u00f3n se activa el enlace de la firma asim\u00e9trica y las pol\u00edticas de cifrado para configurar las se\u00f1ales asim\u00e9tricas.
PSMessageSecurity.asymmetric.displayName=Utilizar se\u00f1ales asim\u00e9tricas
PSMessageSecurity.bootstrap.config=Una pol\u00edtica de rutina de carga est\u00e1 configurada. Una pol\u00edtica de rutina de carga especifica c\u00f3mo se protege la petici\u00f3n de una se\u00f1al de conversaci\u00f3n segura.
PSMessageSecurity.bootstrap.description=Una pol\u00edtica de rutina de carga especifica c\u00f3mo se protege la petici\u00f3n de una se\u00f1al de conversaci\u00f3n segura.
PSMessageSecurity.bootstrap.displayName=Pol\u00edtica de rutina de carga de conversaci\u00f3n segura
PSMessageSecurity.bootstrap.notAllowed=Una pol\u00edtica de rutina de carga no est\u00e1 configurada. Para configurarla, aseg\u00farese primero de que tiene habilitada la seguridad de mensajes en la pol\u00edtica principal con las pol\u00edticas sim\u00e9tricas de cifrado y firma y las se\u00f1ales de conversaci\u00f3n segura para la protecci\u00f3n de confidencialidad e integridad.
PSMessageSecurity.bootstrap.notConfig=Una pol\u00edtica de rutina de carga no est\u00e1 configurada. Una pol\u00edtica de rutina de carga especifica c\u00f3mo se protege la petici\u00f3n de una se\u00f1al de conversaci\u00f3n segura.
PSMessageSecurity.bootstrap.remove=Eliminar pol\u00edtica de rutina de carga
PSMessageSecurity.bootstrap.short.description=Configure la pol\u00edtica de rutina de carga que especifica c\u00f3mo se establecen las conversaciones seguras.
PSMessageSecurity.description=Las pol\u00edticas de seguridad de mensajes se aplican a las peticiones y se fuerzan en las respuestas para dar soporte a la interoperatividad.
PSMessageSecurity.displayName=WS-Security
PSMessageSecurity.keySymmetry.displayName=Simetr\u00eda de claves
PSMessageSecurity.layout.description=Especifica las reglas de dise\u00f1o de la cabecera de seguridad.
PSMessageSecurity.layout.displayName=Dise\u00f1o de la cabecera de seguridad:
PSMessageSecurity.layoutLax.description=El orden del contenido de la cabecera puede variar.
PSMessageSecurity.layoutLax.displayName=Dise\u00f1o (poco estricto): el orden del contenido puede variar.
PSMessageSecurity.layoutLaxFirst.description=La indicaci\u00f3n de la hora debe indicarse en primer lugar en la cabecera, pero el orden de los otros elementos puede variar.
PSMessageSecurity.layoutLaxFirst.displayName=Poco estricto pero se requiere la indicaci\u00f3n de la hora en primer lugar en la cabecera.
PSMessageSecurity.layoutLaxLast.description=La indicaci\u00f3n de la hora debe indicarse en \u00faltimo lugar en la cabecera, pero el orden de los otros elementos puede variar.
PSMessageSecurity.layoutLaxLast.displayName=Poco estricto pero se requiere la indicaci\u00f3n de la hora en \u00faltimo lugar en la cabecera.
PSMessageSecurity.layoutStrict.description=Las declaraciones de la cabecera deben preceder al uso.
PSMessageSecurity.layoutStrict.displayName=Estricto: las declaraciones deben preceder al uso.
PSMessageSecurity.main.description=Las pol\u00edticas de seguridad de mensajes se aplican a las peticiones y se fuerzan en las respuestas para dar soporte a la interoperatividad.
PSMessageSecurity.main.displayName=Pol\u00edtica principal
PSMessageSecurity.main.short.description=Configure las pol\u00edticas de seguridad de mensajes que se aplican a las peticiones de aplicaci\u00f3n y se fuerzan en las respuestas de aplicaci\u00f3n para dar soporte a la interoperatividad.
PSMessageSecurity.messageProtection.description=Especifica si se necesita la protecci\u00f3n a nivel de mensaje que utiliza firmas digitales y el cifrado.
PSMessageSecurity.messageProtection.displayName=Protecci\u00f3n a nivel de mensaje
PSMessageSecurity.policyDetails.displayName=Detalles de pol\u00edtica
PSMessageSecurity.requestPolicyDetails.displayName=Pol\u00edticas de petici\u00f3n
PSMessageSecurity.requireSignature.description=Especifica si es necesaria la confirmaci\u00f3n de la verificaci\u00f3n de la firma de petici\u00f3n.
PSMessageSecurity.requireSignature.displayName=Requiere confirmaci\u00f3n de firma
PSMessageSecurity.responsePolicyDetails.displayName=Pol\u00edticas de respuesta
PSMessageSecurity.short.description=Las pol\u00edticas de seguridad de mensajes se aplican a las peticiones y se fuerzan en las respuestas para dar soporte a la interoperatividad.
PSMessageSecurity.symmetric.description=Especifica si se van a utilizar se\u00f1ales sim\u00e9tricas. Al pulsar este bot\u00f3n de selecci\u00f3n se activa el enlace de la firma sim\u00e9trica y las pol\u00edticas de cifrado para configurar las se\u00f1ales sim\u00e9tricas.
PSMessageSecurity.symmetric.displayName=Utilizar se\u00f1ales sim\u00e9tricas
PSMessageSecurity.timestamp.description=Especifica si se incluye una indicaci\u00f3n de la hora en la cabecera de seguridad.
PSMessageSecurity.timestamp.displayName=Incluir indicaci\u00f3n de la hora en la cabecera
PSMessageSecurity.warn.noTokens=Para completar esta configuraci\u00f3n, debe definir las pol\u00edticas de firma y cifrado de la simetr\u00eda de claves seleccionada.
PSSignedParts.edit.addelements.description=Elija un m\u00e9todo para especificar un elemento que se va a incluir en esta parte.
PSSignedParts.edit.displayName=Parte firmada - {0}
PSSignedParts.edit.elements.description=Lista las partes del mensaje seleccionadas que se van a firmar.
PSSignedParts.edit.elements.displayName=Elementos en la parte
PSSignedParts.edit.name.description=Especifica el nombre exclusivo de esta parte de mensaje a la que se hace referencia desde los enlaces.
PSSignedParts.edit.name.displayName=Nombre de la parte que se va a firmar
PSSignedParts.new.displayName=Partes firmadas - A\u00f1adir
PSSymmetric.confidentiality.displayName=Confidencialidad de mensajes
PSSymmetric.confidentiality.sameAsIntegrity.description=Especifica que la se\u00f1al de integridad de mensajes seleccionada se utiliza para la integridad y la confidencialidad. Si utiliza la Conversaci\u00f3n segura para los dos, se debe seleccionar.
PSSymmetric.confidentiality.sameAsIntegrity.displayName=Utilizar la misma se\u00f1al para la confidencialidad que para la integridad
PSSymmetric.confidentiality.tokenType.description=Especifica el tipo de se\u00f1al que se utiliza para cifrar y descifrar mensajes.
PSSymmetric.confidentiality.tokenType.displayName=Tipo de se\u00f1al para cifrar y descifrar mensajes
PSSymmetric.description=Con las se\u00f1ales sim\u00e9tricas, cuando se utiliza la misma se\u00f1al para firmar y validar o para cifrar y descifrar, el rendimiento es mayor que el que se obtiene con las se\u00f1ales asim\u00e9tricas. No obstante, las se\u00f1ales sim\u00e9tricas se deber\u00edan utilizar en un contexto de confianza.
PSSymmetric.displayName=Pol\u00edticas sim\u00e9tricas de cifrado y firma
PSSymmetric.error.applyChanges=Se han realizado cambios en los valores y se deben aplicar antes de ejecutar esta acci\u00f3n. Pulse Aplicar o Aceptar antes de realizar esta acci\u00f3n.
PSSymmetric.error.bootstrap.configured=Una pol\u00edtica de rutina de carga est\u00e1 configurada. Se debe eliminar para poder modificar estos valores.
PSSymmetric.error.diffSecureToken=Cuando se utiliza el tipo de se\u00f1al de conversaci\u00f3n segura tanto para la confidencialidad de mensajes como para la integridad de mensajes, se debe utilizar la misma se\u00f1al.
PSSymmetric.integrity.displayName=Integridad de mensajes
PSSymmetric.integrity.tokenType.description=Especifica el tipo de se\u00f1al que se utiliza para firmar y validar mensajes.
PSSymmetric.integrity.tokenType.displayName=Tipo de se\u00f1al para firmar y validar mensajes
PSSymmetric.short.description=Las pol\u00edticas sim\u00e9tricas utilizan las mismas se\u00f1ales para firmar y cifrar los mensajes en ambas direcciones.
PSSymmetric.warn.confInit.fields=Se debe editar una se\u00f1al personalizada de cifrado de iniciador de confidencialidad de mensaje para especificar la parte local de la se\u00f1al.
PSSymmetric.warn.confRecp.fields=Se debe editar una se\u00f1al personalizada de cifrado de destinatario de confidencialidad de mensaje para especificar la parte local de la se\u00f1al.
PSSymmetric.warn.confidentiality.fields=Se debe editar la se\u00f1al personalizada de confidencialidad de mensaje para especificar la parte local de la se\u00f1al.
PSSymmetric.warn.integInit.fields=Se debe editar una se\u00f1al personalizada de firma de iniciador de integridad de mensaje para especificar la parte local de la se\u00f1al.
PSSymmetric.warn.integRecp.fields=Se debe editar una se\u00f1al personalizada de firma de destinatario de integridad de mensaje para especificar la parte local de la se\u00f1al.
PSSymmetric.warn.integrity.fields=Se debe editar la se\u00f1al personalizada de integridad de mensaje para especificar la parte local  de la se\u00f1al.
PSSymmetric.warn.tokens.deleted=La configuraci\u00f3n se ha actualizado para utilizar las mismas se\u00f1ales para la confidencialidad y la integridad. Se han suprimido las se\u00f1ales adicionales.
PSToken.addTokenType.button=A\u00f1adir tipo de se\u00f1al
PSToken.conversation.id.description=Especifica un nombre de se\u00f1al exclusivo.
PSToken.conversation.id.displayName=Nombre de se\u00f1al de conversaci\u00f3n segura
PSToken.conversation.issuerRef.description=Especifica que se debe utilizar un determinado emisor de se\u00f1al de contexto seguro.
PSToken.conversation.issuerRef.displayName=Requiere una referencia al emisor de se\u00f1al de contexto seguro
PSToken.conversation.keys.description=Especifica si se requieren claves derivadas, impl\u00edcitas, expl\u00edcitas o ambas.
PSToken.conversation.keys.displayName=Requisitos de derivaci\u00f3n de claves
PSToken.conversation.keys.either=Derivaci\u00f3n de claves expl\u00edcitas o impl\u00edcitas
PSToken.conversation.keys.explicit=Derivaci\u00f3n de claves impl\u00edcitas
PSToken.conversation.keys.implicit=Derivaci\u00f3n de claves expl\u00edcitas
PSToken.conversation.keys.none=No requiere claves derivadas
PSToken.conversation.sctIssuer.description=Especifica la direcci\u00f3n URL del emisor desde la que se reciben las se\u00f1ales de contexto de seguridad.
PSToken.conversation.sctIssuer.displayName=Emisor de se\u00f1al de contexto de seguridad
PSToken.conversation.title=Tipo de se\u00f1al de conversaci\u00f3n segura
PSToken.conversation.uriRef.description=Especifica que se necesita una referencia de URI (identificador universal de recursos) cuando se hace referencia a esta se\u00f1al. 
PSToken.conversation.uriRef.displayName=Requerir una referencia de URI externa
PSToken.conversationInbound.displayName=Pol\u00edtica de se\u00f1al de conversaci\u00f3n segura de mensaje de petici\u00f3n
PSToken.conversationOutbound.displayName=Pol\u00edtica de se\u00f1al de conversaci\u00f3n segura de mensaje de repuesta
PSToken.custom.id.description=Especifica un nombre de se\u00f1al exclusivo.
PSToken.custom.id.displayName=Nombre de se\u00f1al personalizada
PSToken.custom.title=Tipo de se\u00f1al personalizado
PSToken.customInbound.displayName=Pol\u00edtica de se\u00f1al personalizada de mensaje de petici\u00f3n
PSToken.customOutbound.displayName=Pol\u00edtica de se\u00f1al personalizada de mensaje de respuesta
PSToken.description=Se pueden definir pol\u00edticas que especifiquen qu\u00e9 tipos de se\u00f1ales de seguridad est\u00e1n soportados as\u00ed como propiedades para el tipo de se\u00f1al.
PSToken.displayName=Definiciones de pol\u00edticas de se\u00f1al
PSToken.duplicate.token=Existe un nombre de se\u00f1al duplicado. Debe utilizar un nombre de se\u00f1al exclusivo.
PSToken.genericVersion.displayName=Versi\u00f3n
PSToken.inbound.displayName=Pol\u00edticas de se\u00f1al de petici\u00f3n
PSToken.inbound2.displayName=Pol\u00edticas de se\u00f1al de petici\u00f3n
PSToken.inclusion.allInit.displayName=Se incluye en todos los mensajes al iniciador
PSToken.inclusion.allSent.displayName=Se incluye en todos los mensajes al destinatario
PSToken.inclusion.always.displayName=Se incluye siempre en los mensajes al iniciador y al destinatario
PSToken.inclusion.description=Especifica cu\u00e1ndo se debe incluir la se\u00f1al en el mensaje.
PSToken.inclusion.displayName=Pol\u00edtica de inclusi\u00f3n
PSToken.inclusion.never.displayName=No se incluye nunca en los mensajes; se utiliza una referencia externa a la se\u00f1al. 
PSToken.inclusion.onceSent.displayName=Se incluye una vez en el mensaje al destinatario
PSToken.localName.description=Especifica la parte local.
PSToken.localName.displayName=Parte local
PSToken.ltpa.id.description=Especifica un nombre de se\u00f1al exclusivo.
PSToken.ltpa.id.displayName=Nombre de se\u00f1al LTPA
PSToken.ltpa.propagate.description=Especifica que se debe utilizar la caracter\u00edstica de propagaci\u00f3n de se\u00f1ales LTPA del servidor de aplicaciones.
PSToken.ltpa.propagate.displayName=Propagar el sujeto JAAS
PSToken.ltpa.title=Tipo de se\u00f1al LTPA
PSToken.ltpaInbound.displayName=Pol\u00edtica de se\u00f1al LTPA de mensaje de petici\u00f3n
PSToken.ltpaOutbound.displayName=Pol\u00edtica de se\u00f1al LTPA de mensaje de respuesta
PSToken.no.name=No se ha especificado el nombre de se\u00f1al. Debe especificar un nombre de se\u00f1al exclusivo.
PSToken.outbound.displayName=Pol\u00edticas de se\u00f1al de respuesta
PSToken.outbound2.displayName=Pol\u00edticas de se\u00f1al de respuesta
PSToken.saml.TokenIssuer.title=Emisor de se\u00f1al
PSToken.saml.id.description=Proporcione un nombre de se\u00f1al exclusivo que pueda ser referenciado por los enlaces del conjunto de pol\u00edticas.
PSToken.saml.id.displayName=Nombre de se\u00f1al SAML
PSToken.saml.tokenIssuerAddress.description=De forma opcional, se utiliza para exigir que la se\u00f1al sea emitida por un emisor de se\u00f1al espec\u00edfico.
PSToken.saml.tokenIssuerAddress.displayName=Direcci\u00f3n de emisor de se\u00f1al
PSToken.saml.version.description=Especifique la versi\u00f3n de la se\u00f1al SAML. 
PSToken.saml.version.displayName=Versi\u00f3n
PSToken.short.description=Se pueden definir pol\u00edticas que especifiquen qu\u00e9 tipos de se\u00f1ales de seguridad est\u00e1n soportados.
PSToken.supportedTypes.displayName=Tipos de se\u00f1al soportados
PSToken.tokenID.displayName=Identificador de se\u00f1al
PSToken.tokenPolicies.description=Define los detalles de un tipo de se\u00f1al especificado en pol\u00edticas de se\u00f1al sim\u00e9tricas y asim\u00e9tricas.
PSToken.tokenType.conversation=Conversaci\u00f3n segura
PSToken.tokenType.custom=Personalizado
PSToken.tokenType.customMenu=Personalizado...
PSToken.tokenType.displayName=Tipo
PSToken.tokenType.ltpa=LTPA
PSToken.tokenType.username=Nombre de usuario
PSToken.tokenType.x509=X.509
PSToken.uri.description=Especifica el URI del espacio de nombres (identificador universal de recursos).
PSToken.uri.displayName=URI de espacio de nombres
PSToken.username.id.description=Especifica un nombre de se\u00f1al exclusivo.
PSToken.username.id.displayName=Nombre de se\u00f1al de nombre de usuario
PSToken.username.title=Tipo de se\u00f1al de nombre de usuario
PSToken.usernameInbound.displayName=Pol\u00edtica de se\u00f1al de nombre de usuario de mensaje de petici\u00f3n
PSToken.usernameOutbound.displayName=Pol\u00edtica de se\u00f1al de nombre de usuario de mensaje de respuesta
PSToken.version.description=Especifica la versi\u00f3n de la especificaci\u00f3n WS-Security soportada.
PSToken.version.displayName=Versi\u00f3n de WS-Security
PSToken.x509.id.description=Especifica un nombre de se\u00f1al exclusivo.
PSToken.x509.id.displayName=Nombre de se\u00f1al X.509
PSToken.x509.title=Tipo de se\u00f1al X.509
PSToken.x509.type.PKCS7=X.509 PKCS7
PSToken.x509.type.PKI1=V\u00eda de acceso X.509 PKI Versi\u00f3n 1
PSToken.x509.type.V1=X.509 Versi\u00f3n 1
PSToken.x509.type.V3=X.509 Versi\u00f3n 3
PSToken.x509.type.description=Especifica el tipo de X.509.
PSToken.x509.type.displayName=Tipo de X.509
PSToken.x509Inbound.displayName=Pol\u00edtica de se\u00f1al X.509 de mensaje de petici\u00f3n
PSToken.x509Outbound.displayName=Pol\u00edtica de se\u00f1al X.509 de mensaje de respuesta
PSTokenPolicy.button.ACTION=Acci\u00f3n
PSTokenPolicy.button.ADDCONVERSATION=A\u00f1adir tipo de se\u00f1al de conversaci\u00f3n segura
PSTokenPolicy.button.ADDCUSTOM=A\u00f1adir tipo personalizado
PSTokenPolicy.button.ADDLTPA=A\u00f1adir tipo de LTPA
PSTokenPolicy.button.ADDUSER=A\u00f1adir tipo de nombre de usuario
PSTokenPolicy.button.ADDX509=A\u00f1adir tipo de X.509
PSTokenPolicy.button.CHANGECONVERSATION=Cambiar por Conversaci\u00f3n segura
PSTokenPolicy.button.CHANGECUSTOM=Cambiar por tipo personalizado
PSTokenPolicy.button.CHANGELTPA=Cambiar por LTPA
PSTokenPolicy.button.CHANGEUSER=Cambiar por nombre de usuario
PSTokenPolicy.button.CHANGEX509=Cambiar por X.509
PSTokenPolicy.button.DELETESELECTED=Suprimir pol\u00edtica de tipo de seleccionado
PSTokenPolicy.button.EDITSELECTED=Editar pol\u00edtica de tipo seleccionado
PSTokenV2.addTokenType.button=A\u00f1adir
PSTokenV2.propgationDirection.displayName=Direcci\u00f3n de propagaci\u00f3n
PSTokenV2.supporting.displayName=Se\u00f1ales de autenticaci\u00f3n
PSTokenV2.tokenID.displayName=Identificador de se\u00f1al
PSTokenV2.tokenId.toBeGenerated=Debe generarse tras pulsar Aplicar o Aceptar
PSTokenV2.tokenType.issued=SAML (utilizando IssuedToken)
PSTokenV2.tokenType.saml=SAML
PSTokenV2.tokenType.username=Nombre de usuario
PSTokenV2.username.displayName=Se\u00f1al de nombre de usuario
PSTokenV2Collection.description=Utilice esta p\u00e1gina para requerir la propagaci\u00f3n de se\u00f1ales de aserci\u00f3n de identidad y autenticaci\u00f3n.Application Server facilita valores predeterminados para opciones de configuraci\u00f3n de se\u00f1ales en base a los escenarios de utilizaci\u00f3n est\u00e1ndares esperados.
PolicySet.description=Utilice esta p\u00e1gina para configurar un conjunto de pol\u00edticas.
PolicySet.displayName=Conjunto de pol\u00edticas
PolicySetCopy.description=Utilice esta p\u00e1gina para proporcionar un nombre y una descripci\u00f3n para el nuevo conjunto de pol\u00edticas.
PolicySetCopy.displayName=Copiar conjunto de pol\u00edticas
PolicySetCopy.title=Copia de
ProviderBinding.MSD.description=Utilice esta p\u00e1gina para crear, copiar y gestionar los enlaces del conjunto de pol\u00edticas. Estos enlaces proporcionan configuraci\u00f3n espec\u00edfica del sistema y se pueden reutilizar entre las conexiones del conjunto de pol\u00edticas. Crear un \u00e1mbito para un enlace en un dominio de seguridad restringe las opciones de configuraci\u00f3n a aquellas aplicables al dominio y limita el uso del enlace al domino especificado.
ProviderBinding.MSD.detail.description=Utilice esta p\u00e1gina para crear un enlace de proveedor que se puede reutilizar entre los conjuntos de pol\u00edticas y las aplicaciones. Utilice el bot\u00f3n A\u00f1adir para seleccionar los enlaces de pol\u00edtica y, a continuaci\u00f3n, aseg\u00farese de proporcionar la configuraci\u00f3n. Los enlaces vac\u00edos se suprimir\u00e1n. Crear un \u00e1mbito para un enlace en un dominio de seguridad restringe las opciones de configuraci\u00f3n a aquellas aplicables al dominio y limita el uso del enlace al domino especificado.
ProviderBinding.description=Utilice esta p\u00e1gina para crear, copiar y gestionar los enlaces del conjunto de pol\u00edticas.  Estos enlaces proporcionar configuraci\u00f3n espec\u00edfica del sistema y se pueden reutilizar entre las conexiones del conjunto de pol\u00edticas.
ProviderBinding.detail.description=Utilice esta p\u00e1gina para crear un enlace de proveedor que se puede reutilizar entre los conjuntos de pol\u00edticas y las aplicaciones.  Utilice el bot\u00f3n A\u00f1adir para seleccionar los enlaces de pol\u00edtica y, a continuaci\u00f3n, aseg\u00farese de proporcionar la configuraci\u00f3n.  Los enlaces vac\u00edos se suprimir\u00e1n.
ProviderBinding.title=Enlaces generales del conjunto de pol\u00edticas del proveedor 
SSLBinding.appClient.description=Utilice esta p\u00e1gina para especificar los valores del alias SSL para utilizarlo para los clientes basados en el servidor.  Tambi\u00e9n puede especificar un archivo de propiedades SSL, pero este s\u00f3lo se utilizar\u00e1 si exporta el enlace para utilizarlo con los clientes J2SE.
SSLBinding.appClient.propertiesFile.description=Especifique la v\u00eda de acceso completa y el nombre del archivo de propiedades SSL. Este archivo de propiedades SSL s\u00f3lo se utilizar\u00e1 si exporta el enlace para utilizarlo con los clientes J2SE.
SSLBinding.appClient.propertiesFile.displayName=V\u00eda de acceso completa y nombre del archivo de propiedades SSL (para exportarlo a los clientes J2SE)
SSLBinding.description=Utilice esta p\u00e1gina para definir una configuraci\u00f3n de enlace de transporte SSL.
SSLBinding.inResponse.description=Pulse este recuadro desplegable para seleccionar qu\u00e9 enlace de transporte de seguridad SSL se debe habilitar para las respuestas de servicio de entrada.
SSLBinding.inResponse.displayName=Respuestas de servicio de entrada
SSLBinding.outAsyncResponse.description=Pulse este recuadro desplegable para seleccionar qu\u00e9 enlace de transporte de seguridad SSL se debe habilitar para las respuestas de servicio as\u00edncronas.
SSLBinding.outAsyncResponse.displayName=Respuestas de servicio as\u00edncronas de salida
SSLBinding.outRequest.description=Pulse este recuadro desplegable para seleccionar qu\u00e9 enlace de transporte de seguridad SSL se debe habilitar para las peticiones de servicio de salida.
SSLBinding.outRequest.displayName=Peticiones de servicio de salida
SSLBinding.propertiesFile.description=Especifique la v\u00eda de acceso al archivo de propiedades SSL.
SSLBinding.propertiesFile.displayName=V\u00eda de acceso de archivo de propiedades SSL
SSLBinding.sslConfiguration.displayName=Configuraci\u00f3n SSL
SSLBinding.sslSettings.description=Pulse este recuadro desplegable para seleccionar qu\u00e9 enlace de transporte de seguridad SSL se debe habilitar.
SSLBinding.sslSettings.displayName=Valores SSL
SSLPolicyConfig.inResponse.description=Pulse este recuadro para especificar que el transporte SSL est\u00e9 habilitado para las repuestas de servicio de entrada.
SSLPolicyConfig.inResponse.displayName=Habilitar para respuestas de servicio de entrada
SSLPolicyConfig.outAsyncResponse.description=Pulse este recuadro para especificar que el transporte SSL est\u00e9 habilitado para las repuestas de servicio as\u00edncronas de salida.
SSLPolicyConfig.outAsyncResponse.displayName=Habilitar para respuestas de servicio as\u00edncronas de salida
SSLPolicyConfig.outRequest.description=Pulse este recuadro para especificar que el transporte SSL est\u00e9 habilitado para las peticiones de servicio de salida.
SSLPolicyConfig.outRequest.displayName=Habilitar para peticiones de servicio de salida
SSLPolicyConfig.transportSecurity.description=Utilice esta p\u00e1gina para definir una configuraci\u00f3n de pol\u00edtica de transporte SSL.
SSLPolicyConfig.transportSecurity.displayName=Transporte SSL
SrvRef.detailView.confirm.displayName=Ha elegido heredar conexiones de conjunto de pol\u00edticas y enlaces para la referencia de servicio, puntos finales y operaciones. Los valores heredados sustituyen todos los valores personalizados.  Pulse Aceptar para heredar los valores o pulse Cancelar para retener los valores personalizados y retroceder a la pantalla anterior.
SrvRef.detailView.confirm.doNotDisplay=No volver a mostrar esta confirmaci\u00f3n de herencia.
SrvRef.detailView.confirm.title=Heredar de servicio
WSAPolicyConfig.description=Defina las aserciones de pol\u00edtica WS-Addressing para este conjunto de pol\u00edticas.
WSAPolicyConfig.displayName=WS-Addressing
WSAPolicyConfig.mode.ASYNC=S\u00f3lo as\u00edncrono
WSAPolicyConfig.mode.ASYNC.description=Los mensajes de respuesta no se pueden dirigir al URI an\u00f3nimo de WS-Addressing.
WSAPolicyConfig.mode.BOTH=S\u00edncrono y as\u00edncrono
WSAPolicyConfig.mode.BOTH.description=No hay restricciones en el destino de los mensajes de respuesta
WSAPolicyConfig.mode.SYNC=S\u00f3lo s\u00edncrono
WSAPolicyConfig.mode.SYNC.description=Los mensajes de respuesta se deben dirigir al URI an\u00f3nimo de WS-Addressing.
WSAPolicyConfig.modeRadioGroup.description=Especifique el estilo de mensajer\u00eda soportado por este conjunto de pol\u00edticas.
WSAPolicyConfig.modeRadioGroup.displayName=Estilo de mensajer\u00eda
WSAPolicyConfig.required.description=Forzar que se incluya la cabecera SOAP WS-Addressing en todos los mensajes.
WSAPolicyConfig.required.displayName=WS-Addressing es obligatorio
WSRMBinding.busName.description=Muestra una lista de todos los buses de integraci\u00f3n de servicios disponibles en la c\u00e9lula.
WSRMBinding.busName.displayName=Nombre de bus
WSRMBinding.description=Seleccione el bus de integraci\u00f3n de servicios y el motor de mensajer\u00eda que se utilizar\u00e1n en la entrega de mensajes fiable. El enlace proporciona acceso a la colecci\u00f3n de buses, desde donde puede crear, suprimir y modificar buses, miembros de buses y motores de mensajer\u00eda.
WSRMBinding.displayName=WS-ReliableMessaging
WSRMBinding.errormessage.required=El nombre de bus y las propiedades del motor de mensajer\u00eda se necesitan para una configuraci\u00f3n de enlace WS-Reliable Messaging v\u00e1lida. Estas propiedades se necesitan para una pol\u00edtica que especifique una calidad de servicio persistente gestionada o no persistente gestionada. El enlace WS-Reliable Messaging no se utiliza para pol\u00edticas que especifiquen una calidad de servicio no persistente gestionada.
WSRMBinding.managelink.description=El enlace Gestionar buses, miembros de bus y motores de mensajer\u00eda proporciona acceso al panel Buses de integraci\u00f3n de servicios, lo que permite crear nuevos buses y motores de mensajer\u00eda.
WSRMBinding.managelink.displayName=Gestionar buses, miembros de bus y motores de mensajer\u00eda
WSRMBinding.messagingEngine.description=Muestra una lista de todos los miembros de bus para el bus seleccionado.
WSRMBinding.messagingEngine.displayName=Motor de mensajer\u00eda
WSRMPolicyConfig.description=Estas pol\u00edticas se fuerzan en los mensajes de entrada y se aplican en los mensajes de salida.
WSRMPolicyConfig.displayName=WS-ReliableMessaging
WSRMPolicyConfig.makeconnection.description=Habilita MakeConnection, que es un m\u00e9todo eficaz para habilitar el intercambio de mensajes bidireccional s\u00edncrono con la mensajer\u00eda fiable de servicios web.  Este conjunto de pol\u00edticas debe incluir la pol\u00edtica WS-Addressing para habilitar MakeConnection.
WSRMPolicyConfig.makeconnection.displayName=Habilite 'MakeConnection' para el intercambio de mensajes bidireccional s\u00edncrono (si desea habilitar esta opci\u00f3n, incluya WS-Addressing en el conjunto de pol\u00edticas)
WSRMPolicyConfig.managedNonP.description=Esta segunda opci\u00f3n en memoria da soporte a los cl\u00fasteres as\u00ed como a los servidores individuales. Utiliza un motor de mensajer\u00eda para gestionar el estado de secuencia y los mensajes se pueden grabar en disco si la memoria es baja. Esta calidad de servicio es no transaccional. Con esta calidad de servicio, los mensajes que se pierden en la red se vuelven a enviar, y tambi\u00e9n puede manejar la anomal\u00eda de un servidor, pero una anomal\u00eda del motor de mensajer\u00eda provoca la p\u00e9rdida de mensaje.
WSRMPolicyConfig.managedNonP.displayName=Gestionada no persistente
WSRMPolicyConfig.managedP.description=Es una calidad de servicio recuperable para las invocaciones de servicio Web as\u00edncronas. Utiliza un motor de mensajer\u00eda y un almac\u00e9n de mensajes para gestionar el estado de secuencia. En este caso, los mensajes se procesan en las transacciones, se persisten en el servidor solicitante del servicio Web y en el servidor proveedor del servicio Web, y son recuperables en el caso de anomal\u00eda del servidor. Los mensajes que no se hayan transmitido satisfactoriamente en el momento de una anomal\u00eda pueden continuar transmiti\u00e9ndose despu\u00e9s de que se reinicie el servidor.
WSRMPolicyConfig.managedP.displayName=Gestionada persistente
WSRMPolicyConfig.order.description=Seleccione esta opci\u00f3n si el remitente de una petici\u00f3n tiene que recibir una respuesta antes de enviar la siguiente petici\u00f3n.
WSRMPolicyConfig.order.displayName=Entregar los mensajes en el orden en el que se han enviado
WSRMPolicyConfig.quality.description=Pulse un bot\u00f3n de selecci\u00f3n para elegir la calidad de servicio necesaria.
WSRMPolicyConfig.quality.displayName=Calidad de servicio
WSRMPolicyConfig.standard.description=Seleccione el est\u00e1ndar de WS-ReliableMessaging que se utiliza en la transmisi\u00f3n fiable de los mensajes. WS-ReliableMessaging 1.1 es el valor por omisi\u00f3n.
WSRMPolicyConfig.standard.displayName=Est\u00e1ndar
WSRMPolicyConfig.unmanagedNonP.description=Esta calidad de servicio requiere una configuraci\u00f3n m\u00ednima. No obstante, es no transaccional. Los mensajes que se pierden en la red se vuelven a enviar, aunque la anomal\u00eda de un servidor puede provocar la p\u00e9rdida de mensajes. Esta calidad de servicio es s\u00f3lo para servidores individuales; no funciona en un cl\u00faster.
WSRMPolicyConfig.unmanagedNonP.displayName=No persistente y no gestionada
WSSecurityV2.authToken.description=Proporciona una opci\u00f3n que precisar\u00e1 la propagaci\u00f3n de una se\u00f1al de autenticaci\u00f3n.
WSSecurityV2.authToken.displayName=Se\u00f1ales de autenticaci\u00f3n
WSSecurityV2.authToken.multipleTokens.description=Permite enviar varias se\u00f1ales para configurar aserciones de identidad o escenarios de autenticaci\u00f3n m\u00e1s avanzados.
WSSecurityV2.authToken.multipleTokens.displayName=Varias se\u00f1ales (escenarios avanzados)
WSSecurityV2.authToken.multipleTokensExist=Esta pol\u00edtica actualmente especifica m\u00e1s de una {0}.  Para indicar qu\u00e9 configuraci\u00f3n {1} desea conservar, suprima manualmente todas las otras.  Puede hacerlo seleccionando Varias se\u00f1ales -> Personalizar.
WSSecurityV2.authToken.none.description=Indica que no desea enviar una se\u00f1al adicional para probar la identidad.
WSSecurityV2.authToken.none.displayName=- Ninguna - 
WSSecurityV2.authToken.samlIssuedToken.description=A\u00f1ade una se\u00f1al SAML al mensaje empresarial mediante la aserci\u00f3n IssuedToken y requiere que la se\u00f1al sea emitida por un servidor de confianza de terceros.
WSSecurityV2.authToken.samlIssuedToken.displayName=Se\u00f1al SAML (utilizando IssuedToken)
WSSecurityV2.authToken.samlToken.description=A\u00f1ade una se\u00f1al SAML al mensaje empresarial mediante la aserci\u00f3n SAMLToken, que no especifica c\u00f3mo se adquiere la se\u00f1al.
WSSecurityV2.authToken.samlToken.displayName=Se\u00f1al SAML (Security Assertion Markup Language)
WSSecurityV2.authToken.title=Autenticaci\u00f3n
WSSecurityV2.authToken.usernameToken.description=Proporciona autenticaci\u00f3n b\u00e1sica con nombre de usuario y contrase\u00f1a.
WSSecurityV2.authToken.usernameToken.displayName=Se\u00f1al de nombre de usuario
WSSecurityV2.customMsgParts.description=Personalice la protecci\u00f3n de la parte de mensaje.
WSSecurityV2.customMsgParts.displayName=Personalizar la protecci\u00f3n de la parte de mensaje
WSSecurityV2.defaultMsgParts.description=Utilice la protecci\u00f3n de la parte de mensaje por omisi\u00f3n
WSSecurityV2.defaultMsgParts.displayName=Utilice la protecci\u00f3n de la parte de mensaje por omisi\u00f3n
WSSecurityV2.description=Especifique c\u00f3mo proteger el mensaje, el trabajoque representa la identidad y qu\u00e9 parte del mensaje debe protegerse. Application Server aplica los valores predeterminados recomendados para cada se\u00f1al y protege un conjunto de elementos de mensaje recomendados, en base a las caracter\u00edsticas de la pol\u00edtica.
WSSecurityV2.messageParts.title=Partes firmadas y cifradas
WSSecurityV2.msgParts.description=Especifique la protecci\u00f3n de la parte del mensaje.
WSSecurityV2.msgParts.displayName=Protecci\u00f3n de parte de mensaje
WSSecurityV2.protectToken.description=Especifique la se\u00f1al de protecci\u00f3n de mensaje.
WSSecurityV2.protectToken.displayName=Se\u00f1al de protecci\u00f3n de mensaje
WSSecurityV2.protectToken.title=Protecci\u00f3n (integridad y confidencialidad)
WSTXPolicyConfig.atomicTransactionMode.MANDATORY=Obligatorio - los clientes deben enviar y los proveedores deben recibir el contexto WS-AT.
WSTXPolicyConfig.atomicTransactionMode.MANDATORY.description=Los clientes deben enviar y los proveedores deben recibir el contexto WS-AT.
WSTXPolicyConfig.atomicTransactionMode.NEVER=Nunca- los clientes no deben enviar y los proveedores no deben recibir el contexto WS-AT.
WSTXPolicyConfig.atomicTransactionMode.NEVER.description=Los clientes no deben enviar y los proveedores no deben recibir el contexto WS-AT.
WSTXPolicyConfig.atomicTransactionMode.SUPPORTS=Soporte - si el contexto WS-AT est\u00e1 disponible, los clientes pueden enviarlo y los proveedores pueden utilizarlo
WSTXPolicyConfig.atomicTransactionMode.SUPPORTS.description=Si el contexto WS-AT est\u00e1 disponible, los clientes pueden enviarlo y los proveedores pueden utilizarlo.
WSTXPolicyConfig.atomicTransactionRadioGroup.description=Especifica la pol\u00edtica del protocolo WS-AtomicTransaction
WSTXPolicyConfig.atomicTransactionRadioGroup.displayName=WS-AtomicTransaction
WSTXPolicyConfig.businessActivityMode.MANDATORY=Obligatorio - los clientes deben enviar y los proveedores deben  recibir el contexto WS-BA
WSTXPolicyConfig.businessActivityMode.MANDATORY.description=Los clientes deben enviar y los proveedores deben recibir el contexto WS-BA
WSTXPolicyConfig.businessActivityMode.NEVER=Nunca - los clientes no deben enviar y los proveedores no deben recibir el contexto WS-BA
WSTXPolicyConfig.businessActivityMode.NEVER.description=Los clientes no deben enviar y los proveedores no deben recibir el contexto WS-BA.
WSTXPolicyConfig.businessActivityMode.SUPPORTS=Soporte - si el contexto WS-BA est\u00e1 disponible, los clientes pueden enviarlo y los proveedores pueden utilizarlo
WSTXPolicyConfig.businessActivityMode.SUPPORTS.description=Si el contexto WS-BA est\u00e1 disponible, los clientes pueden enviarlo y los proveedores pueden utilizarlo.
WSTXPolicyConfig.businessActivityRadioGroup.description=Especifica la pol\u00edtica del protocolo WS-BusinessActivity.
WSTXPolicyConfig.businessActivityRadioGroup.displayName=WS-BusinessActivity
WSTXPolicyConfig.description=Especifique las pol\u00edticas para los protocolos WS-AtomicTransaction y WS-BusinessActivity. WS-AtomicTransaction soporta la coordinaci\u00f3n de actividades de forma que se producen todas o no se produce ninguna. WS-BusinessActivity soporta la coordinaci\u00f3n de la compensaci\u00f3n. Estas pol\u00edticas se utilizan cuando un cliente env\u00eda una petici\u00f3n, cuando un proveedor recibe una petici\u00f3n y cuando se genera un archivo WSDL que contiene la pol\u00edtica para un punto final de servicio Web.
WSTXPolicyConfig.displayName=WS-Transaction
advanced.properties.displayName=Propiedades avanzadas
application.object.must.be.selected=Debe seleccionar al menos una aplicaci\u00f3n para efectuar esta acci\u00f3n.
binding.admincommand.error=Error de mandato de administraci\u00f3n: {0}
binding.cannot.delete.default=No se puede suprimir el conjunto de pol\u00edticas por omisi\u00f3n {0}.
binding.collection.Configured.displayName=\u00bfConfigurado?
binding.copy.MSDdescription=Utilice esta p\u00e1gina para proporcionar un nombre, un dominio de seguridad y una descripci\u00f3n para el enlace nuevo. Crear un \u00e1mbito para un enlace en un dominio de seguridad restringe las opciones de configuraci\u00f3n a aquellas aplicables al dominio y limita el uso del enlace al domino especificado.
binding.copy.description=Utilice esta p\u00e1gina para proporcionar un nombre y una descripci\u00f3n para el enlace nuevo.
binding.copy.displayName=Copia de enlace
binding.copy.failed=No se ha podido copiar el enlace {0}.
binding.copy.nameMissing=Debe especificar un nuevo nombre de enlace.
binding.copy.title=Copia de
binding.delete.failed=No se ha podido suprimir el enlace {0}.
binding.export.FileTransferServletConfigHelper.error=No se ha podido exportar {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
binding.export.description=Pulse en el enlace para descargar el archivo de archivado.
binding.export.failed=No se ha podido exportar el enlace {0}: 
binding.export.title=Exportar enlace
binding.getBinding.failed=Ha fallado AdminTask.getBinding(). Excepci\u00f3n: {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
binding.getSecurityDomainList.failed=No se ha podido obtener la lista de dominios de seguridad a partir del mandato admin. Excepci\u00f3n: {0}
binding.import.description=Especifique la v\u00eda de acceso y el nombre de archivo completos del conjunto de pol\u00edticas que se va a importar.
binding.import.fail.wrong.type=Ha seleccionado un enlace de conjunto de pol\u00edticas {0} general para importar.  No puede importar un enlace {0} general desde la colecci\u00f3n de enlaces {1} general.
binding.import.failed=No se ha podido importar el enlace {0}. {1}
binding.import.nameMissing=Debe especificar el nombre que se utilizar\u00e1 para este enlace.
binding.import.title=Importar
binding.importCurrentName.description=Utilizar nombre de enlace actual.
binding.importCurrentName.displayName=Utilizar nombre de enlace actual
binding.importDifferentName.description=Especificar un nombre diferente para utilizar para este enlace.
binding.importDifferentName.displayName=Especificar un nombre diferente para utilizar para este enlace
binding.importPath.description=V\u00eda de acceso completa con el nombre de archivo.
binding.importPath.displayName=V\u00eda de acceso completa con el nombre de archivo:
binding.listJAASLoginEntries.failed=Ha fallado AdminTask.listJAASLoginEntries(). Excepci\u00f3n: {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
binding.listLoginConfigs.failed=Ha fallado AdminTask.listLoginConfigs(). Excepci\u00f3n: {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
binding.listPolicyTypes.failed=Ha fallado AdminTask.listPolicyTypes(). Excepci\u00f3n: {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
binding.listSecurityDomains.failed=Ha fallado AdminTask.listSecurityDomains(). Excepci\u00f3n: {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
binding.new.title=Nuevo
binding.object.must.be.selected=Debe seleccionar, como m\u00ednimo, un enlace para realizar esta acci\u00f3n.
binding.onlyone.may.be.selected=S\u00f3lo se puede seleccionar un enlace para realizar esta acci\u00f3n.
binding.securityDomain.displayName=Dominio de seguridad
binding.securityDomainDetail.description=Seleccione el dominio de seguridad.
binding.securityDomainDetail.displayName=Dominio de seguridad:
binding.setBinding.failed=Ha fallado AdminTask.setBinding(). Excepci\u00f3n: {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
button.DefaultBinding.description=Especifica que el tiempo de ejecuci\u00f3n utilizar\u00e1, seg\u00fan el orden de prioridad, el enlace por omisi\u00f3n para el servidor, el dominio de seguridad del servidor o la c\u00e9lula (seguridad global).
button.GeneralBinding.description=Un enlace general.
button.SpecificBinding.description=Un enlace espec\u00edfico de la aplicaci\u00f3n.
button.addPolicyType=A\u00f1adir
button.assignBinding=Asignar enlace
button.attach=Conectar conjunto de pol\u00edticas
button.attach.clientPolicySet=Conectar conjunto de pol\u00edticas de cliente
button.attach.selectFromPSCollection=Seleccionar de la colecci\u00f3n de conjuntos de pol\u00edticas...
button.binding.copy=Copiar...
button.binding.delete=Suprimir
button.binding.done=Hecho
button.binding.export=Exportar...
button.binding.import=Importar...
button.binding.new=Nuevo...
button.close=Cerrar
button.detach=Desconectar conjunto de pol\u00edticas
button.detach.clientPolicySet=Desconectar conjunto de pol\u00edticas de cliente
button.detachPolicySet=Desconectar conjunto de pol\u00edticas
button.new.GeneralBinding=Nuevo enlace general...
button.new.GeneralBinding.description=Este tipo de enlace es general y se puede reutilizar entre los conjuntos de pol\u00edticas y las aplicaciones. No da soporte a determinadas configuraciones de pol\u00edtica avanzadas, pero es altamente reutilizable.
button.new.SpecificBinding=Nuevo enlace espec\u00edfico de la aplicaci\u00f3n...
button.new.SpecificBinding.description=Este tipo de enlace es espec\u00edfico de las caracter\u00edsticas del conjunto de pol\u00edticas y est\u00e1 limitado por ellas. La ventaja es que permite varias firmas y otras caracter\u00edsticas del conjunto de pol\u00edticas. Sin embargo, el enlace s\u00f3lo se puede reutilizar dentro de esta aplicaci\u00f3n.
button.new.V61SpecificBinding=Nuevo enlace espec\u00edfico de la aplicaci\u00f3n V6.1...
button.policy.update=Actualizar pol\u00edtica de proveedor
button.policyset.attach=Conectar
button.policyset.copy=Copiar...
button.policyset.export=Exportar...
button.policyset.new=Nuevo...
button.replacePolicySet=Sustituir conjunto de pol\u00edticas
button.usedefault=Utilizar enlace por omisi\u00f3n
button.useexisting=Utilizar enlace existente
button.usenew=Utilizar nuevo enlace
collection.pref.PSserviceReference.showConfirmDesc=La selecci\u00f3n de esta casilla de verificaci\u00f3n habilita la confirmaci\u00f3n de anexos de conjunto de pol\u00edticas de herencia.
collection.pref.PSserviceReference.showConfirmLabel=Visualizar confirmaci\u00f3n de anexos de conjunto de pol\u00edticas de herencia
confirm.password.displayName=Confirmar contrase\u00f1a
createNew.button.displayName=Crear nuevo...
createNew.displayName=Crear nuevo
custom.properties.displayName=Propiedades personalizadas
customPropertiesBindings.detailView.description=Utilice esta p\u00e1gina para definir las propiedades personalizadas que deban utilizarse con el tipo de pol\u00edtica Propiedades personalizadas. 
customPropertiesBindings.errormessage.required=El enlace debe contener al menos una propiedad personalizada.
dropdown.select.displayName=--- Seleccionar ---
errormessage.passwordNotMatching=Los campos de contrase\u00f1a y confirmar contrase\u00f1a no coinciden. Aseg\u00farese de especificar el mismo valor para cada campo.
general.properties.displayName=Propiedades generales
host.displayName=Host
nav.Webservices.displayName=Servicios Web
password.displayName=Contrase\u00f1a
policySet.customProperty.description=Especifica una lista de propiedades personalizadas.
policySet.customProperty.displayName=Propiedades personalizadas
policySet.customProperty.name.displayName=Nombre
policySet.customProperty.value.displayName=Valor
policyset.ADD=A\u00f1adir
policyset.AttachedApplications.name.description=Especifica el nombre de la aplicaci\u00f3n conectada.
policyset.AttachedApplications.name.displayName=Nombre
policyset.AttachedApplicationsCollection.description=Utilice esta p\u00e1gina para ver las aplicaciones conectadas a este conjunto de pol\u00edticas. Pulse Desconectar conjunto de pol\u00edticas para desconectar este conjunto de pol\u00edticas de la aplicaci\u00f3n seleccionada y de los recursos de aplicaci\u00f3n que est\u00e9n conectados actualmente a este conjunto de pol\u00edticas. Pulse Sustituir conjunto de pol\u00edticas para seleccionar un conjunto de pol\u00edticas diferente para conectarlo, en lugar del conjunto de pol\u00edticas actual, a la aplicaci\u00f3n o los recursos conectados.  Tenga en cuenta que estas acciones s\u00f3lo afectan a los puntos de conexi\u00f3n con este conjunto de pol\u00edticas, y no a los recursos de aplicaci\u00f3n conectados a otros conjuntos de pol\u00edticas.
policyset.AttachedApplicationsCollection.displayName=Aplicaciones conectadas
policyset.AttachedApplicationsLink.description=Accede a la lista de activos desplegados que est\u00e1n conectados con este conjunto de pol\u00edticas.
policyset.CHANGE=Cambiar
policyset.DELETE=Suprimir
policyset.EDIT=Editar
policyset.MINUTES=Minutos
policyset.MOVEDOWN=Bajar
policyset.MOVEUP=Subir
policyset.REMOVE=Eliminar
policyset.add.policytype.failed=No se ha podido a\u00f1adir {0}.
policyset.admincommand.error=Error de mandato de administraci\u00f3n: {0}
policyset.andbinding.resource.qname.displayName=Aplicaci\u00f3n/Servicio/Punto final/Operaciones
policyset.application.name.displayName=Aplicaci\u00f3n
policyset.assign.binding.failed=No se han podido asignar el enlace {0} al recurso {1}.
policyset.attach.policyset.failed=No se ha podido conectar el conjunto de pol\u00edticas {0}
policyset.attachedclientpolicyset.displayName=Conjunto de pol\u00edticas de cliente conectado
policyset.attachedpolicyset.displayName=Conjunto de pol\u00edticas conectado
policyset.attachment.descText=Permite conectar conjuntos de pol\u00edticas al servicio, los puntos finales o las operaciones, y asignar los enlaces. Puede asignar los enlaces por omisi\u00f3n o los enlaces personalizados existentes para los conjuntos de pol\u00edticas conectados. Tambi\u00e9n puede crear nuevos enlaces personalizados existentes para los conjuntos de pol\u00edticas conectados. Tenga en cuenta que puede ver o modificar los enlaces por omisi\u00f3n desde los paneles de seguridad a nivel de c\u00e9lula o a nivel de servidor. Tenga en cuenta tambi\u00e9n que s\u00f3lo puede adjuntar directamente un conjunto de pol\u00edticas a una operaci\u00f3n si el conjunto de pol\u00edticas tiene WS-Addressing habilitado o si WSDL especifica cabeceras WS-Addressing.
policyset.attachment.inherited=(heredado)
policyset.attachment.none=Ninguno
policyset.attachment.provider.inherited=(proveedor heredado)
policyset.attachment.tabletitle=Conexiones del conjunto de pol\u00edticas
policyset.attachments.to.same.policyset.must.be.selected=S\u00f3lo puede asignar un enlace nuevo o personalizado a varios recursos de servicio Web si todos los recursos seleccionados tienen conectado el mismo conjunto de pol\u00edticas.
policyset.bindings.displayName=Enlace
policyset.button.config=Configurar...
policyset.button.customize=Personalizar...
policyset.button.disable=Inhabilitar
policyset.button.enable=Habilitar
policyset.button.export=Exportar
policyset.button.import=Importar
policyset.button.import.copy=Importar una copia
policyset.cannot.assign.binding=No puede asignar un enlace a un recurso de servicio que no tiene un conjunto de pol\u00edticas o que tiene una conexi\u00f3n heredada. Para asignar un enlace a {0}, primero debe conectar un conjunto de pol\u00edticas.
policyset.cannot.assign.binding.WhenUsingProviderPolicy=No puede asignar un enlace espec\u00edfico de aplicaci\u00f3n a clientes de servicio que obtienen y utilizan la pol\u00edtica de proveedor. S\u00f3lo puede asignar un enlace general a dicho tipo de recurso de servicio.
policyset.cannot.assign.client.binding=No puede asignar un enlace a un recurso de servicio que no tiene una configuraci\u00f3n de pol\u00edticas o que tiene una conexi\u00f3n de pol\u00edtica heredada.  Para asignar un enlace a {0}, primero debe conectar un conjunto de pol\u00edticas o especificar el uso de la pol\u00edtica del proveedor.
policyset.cannot.detach.policyset=No se ha podido desconectar un conjunto de pol\u00edticas de un recurso que no tiene una conexi\u00f3n de conjunto de pol\u00edticas directa.
policyset.cellDefaultBindings.descTitle=Enlaces del conjunto de pol\u00edticas por omisi\u00f3n
policyset.cellDefaultBindings.description=Utilice este panel para establecer los enlaces del conjunto de pol\u00edticas de seguridad global.  Los enlaces especificados se utilizar\u00e1n para las conexiones del conjunto de pol\u00edticas de la versi\u00f3n actual, a menos que se alteren temporalmente en el punto de conexi\u00f3n, en el servidor o en un dominio de seguridad.
policyset.cellDefaultClientBinding.description=Seleccione el enlace de cliente global por omisi\u00f3n.
policyset.cellDefaultClientBinding.displayName=Enlace del cliente de servicio por omisi\u00f3n:
policyset.cellDefaultProviderBinding.description=Seleccione el enlace del proveedor global por omisi\u00f3n.
policyset.cellDefaultProviderBinding.displayName=Enlace del proveedor de servicios por omisi\u00f3n:
policyset.clientDefaultBindingMissingPolicyType.warning=El enlace del cliente por omisi\u00f3n especificado {0} no incluye la configuraci\u00f3n de {1}.  Si tiene previsto utilizar estas pol\u00edticas, le recomendamos que especifique un enlace por omisi\u00f3n que proporcione la configuraci\u00f3n necesaria.
policyset.clientPolicyControl.description=Utilice esta p\u00e1gina para especificar qu\u00e9 pol\u00edticas se aplican a la aplicaci\u00f3n o al cliente de servicio. Si elige utilizar la pol\u00edtica de proveedor, tambi\u00e9n puede especificar el m\u00e9todo con el que el cliente debe adquirir esta pol\u00edtica.
policyset.clientPolicyControl.displayName=Pol\u00edticas aplicadas
policyset.clientPolicyControlDetail.descText=Propiedades de control de WS-Policy de cliente
policyset.clientPolicyControlDetail.descTitle=Propiedades de control de WS-Policy de cliente
policyset.config.attachmentCount.description=Muestra el n\u00famero de conexiones para este conjunto de pol\u00edticas.
policyset.config.description=Utilice este panel para gestionar o importar conjuntos de pol\u00edticas de aplicaci\u00f3n. Los conjuntos de pol\u00edticas de aplicaci\u00f3n definen las pol\u00edticas de calidad del servicio para los mensajes relacionados con la empresa definidos en el WSDL. Tambi\u00e9n hay disponibles conjuntos de pol\u00edticas de aplicaci\u00f3n adicionales por omisi\u00f3n. Puede importar estos conjuntos de pol\u00edticas desde el repositorio por omisi\u00f3n con el bot\u00f3n Importar. Los conjuntos de pol\u00edticas por omisi\u00f3n no son editables, pero puede copiarlos y modificarlos para adaptarlos a sus necesidades. 
policyset.config.description.description=Especifica la descripci\u00f3n de este conjunto de pol\u00edticas.
policyset.config.description.displayName=Descripci\u00f3n
policyset.config.displayName=Conjunto de pol\u00edticas
policyset.config.editable.description=Especifica si este conjunto de pol\u00edticas es editable.
policyset.config.editable.displayName=Editable
policyset.config.name.description=Especifica el nombre de este conjunto de pol\u00edticas.
policyset.config.name.displayName=Nombre
policyset.config.not.editable.description=No editable
policyset.config.not.editable.displayName=No editable
policyset.config.readonly.description=S\u00f3lo lectura
policyset.config.readonly.displayName=S\u00f3lo lectura
policyset.copy.policyset.failed=No se ha podido copiar el conjunto de pol\u00edticas {0}.
policyset.copyBindings.description=Copiar enlaces
policyset.copyBindings.displayName=Copiar enlaces
policyset.create.policyset.failed=No se ha podido crear el conjunto de pol\u00edticas {0}.
policyset.create.policyset.invalid.name=El campo Nombre no contiene un valor v\u00e1lido.
policyset.defaultClientBindingHead.displayName=Enlace del cliente por omisi\u00f3n
policyset.defaultProviderBindingHead.displayName=Enlace del proveedor por omisi\u00f3n
policyset.delete.policyset.attachment.failed=No se han podido suprimir las conexiones del conjunto de pol\u00edticas de la aplicaci\u00f3n {0}.
policyset.delete.policyset.failed=No se ha podido suprimir el conjunto de pol\u00edticas {0}.
policyset.delete.policytype.failed=No se ha podido suprimir la pol\u00edtica {0}.
policyset.detach.policyset=Desconectar conjunto de pol\u00edticas del recurso {0}.
policyset.detach.policyset.failed=No se ha podido desconectar el conjunto de pol\u00edticas de {0}
policyset.disable.policytype.failed=No se ha podido inhabilitar la pol\u00edtica {0}.
policyset.domainDefaultBindings.descTitle=Enlaces del conjunto de pol\u00edticas por omisi\u00f3n
policyset.domainDefaultBindings.description=Especifique los enlaces del conjunto de pol\u00edticas por omisi\u00f3n para este dominio o especifique Ninguno para utilizar los enlaces por omisi\u00f3n del servidor o globales para los servicios desplegados en dicho servidor. Si especifica los enlaces por omisi\u00f3n del servidor, tendr\u00e1n preferencia respecto a los enlaces por omisi\u00f3n especificados para el dominio de seguridad en el cual se despliega el servidor.
policyset.domainDefaultBindings.link.description=Especifique los enlaces del conjunto de pol\u00edticas por omisi\u00f3n para este dominio o especifique Ninguno para utilizar los enlaces por omisi\u00f3n del servidor o globales para los servicios desplegados en dicho servidor. Si especifica los enlaces por omisi\u00f3n del servidor, tendr\u00e1n preferencia respecto a los enlaces por omisi\u00f3n especificados para el dominio de seguridad en el cual se despliega el servidor.
policyset.domainDefaultClientBinding.description=Seleccione el enlace de cliente por omisi\u00f3n del dominio.
policyset.domainDefaultClientBinding.displayName=Enlace de cliente por omisi\u00f3n del dominio:
policyset.domainDefaultProviderBinding.description=Seleccione el enlace del proveedor por omisi\u00f3n del dominio.
policyset.domainDefaultProviderBinding.displayName=Enlace del proveedor por omisi\u00f3n del dominio:
policyset.empty.message={0}
policyset.emptyString=
policyset.enable.policytype.failed=No se ha podido habilitar la pol\u00edtica {0}.
policyset.enter.name.before.add.policytype=Se debe especificar el nombre del conjunto de pol\u00edticas antes de a\u00f1adir las pol\u00edticas al nuevo conjunto de pol\u00edticas.
policyset.export.FileTransferServletConfigHelper.error=No se ha podido exportar {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
policyset.export.description=Pulse en el conjunto de pol\u00edticas para descargar el archivo de archivado.
policyset.export.policyset.failed=No se ha podido exportar el conjunto de pol\u00edticas {0}: 
policyset.export.title=Exportar archivo de archivado de conjunto de pol\u00edticas
policyset.exportedWSDL.description=WSDL exportado (mensajes HTTP protegidos con la pol\u00edtica de transporte de aplicaciones si est\u00e1 definida)
policyset.exportedWSDL.displayName=WSDL exportado (mensajes HTTP protegidos con la pol\u00edtica de transporte de aplicaciones si est\u00e1 definida)
policyset.function.to.be.implemented=La funci\u00f3n {0} no est\u00e1 disponible en este release del paquete de caracter\u00edsticas de servicios web.
policyset.getClientDynamicPolicyControl.failed=No se ha podido obtener las propiedades de control de pol\u00edticas para el recurso {0}.
policyset.getDefaultBindings.failed=No se ha podido obtener los enlaces por omisi\u00f3n a partir del mandato admin. Excepci\u00f3n: {0}
policyset.getNamedBindingList.failed=No se ha podido obtener la lista de enlaces denominados a partir del mandato admin. Excepci\u00f3n: 
policyset.getPolicyShared.failed=No se ha podido obtener las propiedades de compartici\u00f3n de pol\u00edticas para el recurso {0}.
policyset.globalDefaultBindings.descTitle=Enlaces globales por omisi\u00f3n
policyset.globalDefaultBindings.description=Especifique un enlace de cliente o proveedor que se va a utilizar como el valor por omisi\u00f3n para las conexiones del conjunto de pol\u00edticas, a no ser que se alteren temporalmente en el nivel de conexi\u00f3n o mediante un enlace por omisi\u00f3n de nivel inferior.
policyset.globalSecurity.displayName=Seguridad global
policyset.http.NoApplicablePolicySets=-- No hay conjuntos de pol\u00edticas aplicables --
policyset.http.error.InvalidPolicySet=Para utilizar un conjunto de pol\u00edticas para la adquisici\u00f3n de WSDL a trav\u00e9s de una petici\u00f3n GET HTTP, primero debe crear o importar un conjunto de pol\u00edticas del sistema que s\u00f3lo contenga los tipos de pol\u00edtica Transporte HTTP y Transporte SSL. 
policyset.httpGetChoice.description=El WSDL del proveedor de servicios se obtendr\u00e1 mediante una petici\u00f3n GET HTTP. A menos que se configure un conjunto de pol\u00edticas del sistema para la petici\u00f3n GET HTTP, la petici\u00f3n se enviar\u00e1 utilizando los tipos de pol\u00edtica Transporte HTTP y Transporte SSL configurados en el nivel de servicio de la aplicaci\u00f3n de cliente de servicio. 
policyset.httpGetChoice.displayName=Petici\u00f3n GET HTTP
policyset.httpGetPolicySet.description=Conjunto de pol\u00edticas que se va a conectar.
policyset.httpGetPolicySet.displayName=Conjunto de pol\u00edticas:
policyset.httpGetPolicySetBinding.description=El enlace de la conexi\u00f3n del conjunto de pol\u00edticas.
policyset.httpGetPolicySetBinding.displayName=Enlace:
policyset.import.collection.description=Utilice esta panel para importar conjuntos de pol\u00edticas predefinidos. La opci\u00f3n Importar importar\u00e1 todos los conjuntos de pol\u00edticas de s\u00f3lo lectura seleccionados. Al importar una copia, podr\u00e1 cambiar el nombre e importar una versi\u00f3n editable del conjunto de pol\u00edticas.
policyset.import.collection.title=Importar desde el repositorio por omisi\u00f3n
policyset.import.copy.name.description=Especifique un nombre nuevo para la copia del conjunto de pol\u00edticas.
policyset.import.copy.name.label=Nombre de copia:
policyset.import.copy.predefined.description=Importar una copia configurable del conjunto de pol\u00edticas seleccionado con un nombre nuevo. S\u00f3lo se puede seleccionar un conjunto de pol\u00edticas.
policyset.import.current.description=Importar conjunto de pol\u00edticas con el nombre actual
policyset.import.current.name=Utilizar nombre de conjunto de pol\u00edticas actual
policyset.import.different.description=Especificar un nombre diferente para utilizar para este conjunto de pol\u00edticas
policyset.import.different.name=Especificar un nombre diferente para utilizar para este conjunto de pol\u00edticas
policyset.import.fail.wrong.type=Ha seleccionado el conjunto de pol\u00edticas {0} para importar.  No puede importar el conjunto de pol\u00edticas {0} desde la colecci\u00f3n del conjunto de pol\u00edticas {1}.
policyset.import.file.doesnt.exist=El archivo {0} no existe. Especifique un nombre de v\u00eda de acceso v\u00e1lido.
policyset.import.file.empty=El archivo {0} es un archivo vac\u00edo. Especifique un archivo zip/jar v\u00e1lido.
policyset.import.file.error=No se ha podido abrir el conjunto de pol\u00edticas {0}.
policyset.import.path=V\u00eda de acceso completa con el nombre de archivo:
policyset.import.path.description=Especifique la v\u00eda de acceso de un archivo zip v\u00e1lido que contiene la definici\u00f3n del conjunto de pol\u00edticas.
policyset.import.policyset.failed=No se ha podido importar {0}. {1}
policyset.import.predefined.description=Importar una versi\u00f3n de s\u00f3lo lectura de los conjuntos de pol\u00edticas seleccionados con el nombre actual. Se pueden seleccionar varios conjuntos de pol\u00edticas.
policyset.import.predefined.displayName=Desde el repositorio por omisi\u00f3n... 
policyset.import.predefined.import.description=Pulse Aceptar para importar el conjunto de pol\u00edticas del repositorio.
policyset.import.predefined.import.displayName=Importar conjunto de pol\u00edticas desde un repositorio de conjunto de pol\u00edticas por omisi\u00f3n
policyset.import.select.displayName=Desde la ubicaci\u00f3n seleccionada... 
policyset.import.selected.description=Especifique la v\u00eda de acceso y el nombre de archivo completos del conjunto de pol\u00edticas que se va a importar.
policyset.import.selected.loc.title=Importar conjunto de pol\u00edticas desde la ubicaci\u00f3n seleccionada.
policyset.import.specify.file=Especifique un nombre de v\u00eda de acceso v\u00e1lido.
policyset.import.specify.name=Especifique un nombre nuevo para la copia del conjunto de pol\u00edticas.
policyset.import.specify.zip=El archivo {0} no es un archivo zip/jar.
policyset.import.title=Importar conjunto de pol\u00edticas desde archivo de archivado
policyset.object.must.be.selected=Debe seleccionar al menos un conjunto de pol\u00edticas para efectuar esta acci\u00f3n.
policyset.one.must.be.selected=Se debe seleccionar un conjunto de pol\u00edticas para realizar esta acci\u00f3n.
policyset.onlyone.may.be.selected=S\u00f3lo se puede seleccionar un conjunto de pol\u00edticas para realizar esta acci\u00f3n.
policyset.policy.must.be.selected=Debe seleccionar al menos una pol\u00edtica para efectuar esta acci\u00f3n.
policyset.policyAcquiringAllowed.Title=Permitir a los clientes adquirir la pol\u00edtica desde:
policyset.policyAcquiringMethod.Title=M\u00e9todo para obtener la pol\u00edtica del proveedor
policyset.policyApplied.ClientAndProviderPolicy=Pol\u00edtica de cliente y proveedor
policyset.policyApplied.ClientPolicyOnly=S\u00f3lo pol\u00edtica de cliente
policyset.policyApplied.HttpGetTargetedAt.description=Destino de petici\u00f3n.
policyset.policyApplied.HttpGetTargetedAt.displayName=Destino de petici\u00f3n:
policyset.policyApplied.HttpGetTargetedAtDefaultURL.description=Utilizar el destino de petici\u00f3n por omisi\u00f3n.
policyset.policyApplied.HttpGetTargetedAtDefaultURL.displayName=Utilizar el destino de petici\u00f3n por omisi\u00f3n
policyset.policyApplied.HttpGetTargetedAtSpecificURL.description=Especificar el destino de petici\u00f3n.
policyset.policyApplied.HttpGetTargetedAtSpecificURL.displayName=Especificar el destino de petici\u00f3n
policyset.policyApplied.HttpGetTargetedAtSpecificURL.error=El campo Destino de petici\u00f3n se necesita cuando se selecciona el bot\u00f3n Especifique el destino de petici\u00f3n.
policyset.policyApplied.HttpGetTargetedAtURL.description=Destino de petici\u00f3n.  Si el campo est\u00e1 vac\u00edo, se utilizar\u00e1 el destino por omisi\u00f3n determinado en tiempo de ejecuci\u00f3n.
policyset.policyApplied.None=Ninguno
policyset.policyApplied.ProviderPolicyOnly=S\u00f3lo pol\u00edtica de proveedor
policyset.policyApplied.client=S\u00f3lo cliente
policyset.policyApplied.clientAndProvider=Cliente y proveedor
policyset.policyApplied.clientOnly=S\u00f3lo cliente
policyset.policyApplied.descTitle=Aplicar las pol\u00edticas siguientes:
policyset.policyApplied.displayName=Pol\u00edticas aplicadas
policyset.policyApplied.inherited=Heredar conexi\u00f3n de aplicaci\u00f3n
policyset.policyApplied.provider=S\u00f3lo proveedor
policyset.policyApplied.providerOnly=S\u00f3lo proveedor
policyset.policyControl.displayName=Control de pol\u00edtica
policyset.policyShared.disabled=Inhabilitado
policyset.policyShared.enabled=Habilitado
policyset.policySharing.displayName=Compartici\u00f3n de pol\u00edticas
policyset.policyType.description.description=Especifica la descripci\u00f3n de esta pol\u00edtica.
policyset.policyType.description.displayName=Descripci\u00f3n
policyset.policyType.displayName=Pol\u00edtica
policyset.policyType.name.description=Especifica el nombre de esta pol\u00edtica.
policyset.policyType.name.displayName=Pol\u00edtica
policyset.policyType.provides.description=Especifica los intentos que cumple esta pol\u00edtica.
policyset.policyType.provides.displayName=Intentos cumplidos
policyset.policyType.state.description=Especifica el estado de habilitado o inhabilitado para esta pol\u00edtica en el conjunto de pol\u00edticas.
policyset.policyType.state.disabled.displayName=Inhabilitado
policyset.policyType.state.displayName=Estado
policyset.policyType.state.enabled.displayName=Habilitado
policyset.policyTypes.default.displayText=La colecci\u00f3n de m\u00e1s abajo especifica qu\u00e9 pol\u00edticas se incluyen en el conjunto de pol\u00edticas.  Acceda a los enlaces para ver las aserciones de pol\u00edtica. Si desea modificar alguno de los detalles de la pol\u00edtica, deber\u00eda crear una copia de dicho conjunto de pol\u00edticas.
policyset.policyTypes.displayName=Pol\u00edticas
policyset.policyTypes.displayText=Utilice la colecci\u00f3n de m\u00e1s abajo para elegir los tipos de pol\u00edtica que deben a\u00f1adirse al conjunto de pol\u00edticas. Para cada uno puede conservar los valores predeterminados o especificar los que crea oportunos.
policyset.policytype.alreadyDisabled={0} ya est\u00e1 inhabilitado.
policyset.policytype.alreadyEnabled={0} ya est\u00e1 habilitado.
policyset.policytype.customproperties=Propiedades personalizadas
policyset.policytype.httptransport=Transporte HTTP
policyset.policytype.jmstransport=Transporte JMS
policyset.policytype.notfound=No se ha encontrado el tipo de pol\u00edtica
policyset.policytype.ssltransport=Transporte SSL
policyset.policytype.wsaddressing=WS-Addressing
policyset.policytype.wshttpstransport=Transporte HTTPS
policyset.policytype.wsreliablemessaging=WS-ReliableMessaging
policyset.policytype.wssecureconversation=WS-SecureConversation
policyset.policytype.wssecurity=WS-Security
policyset.policytype.wssecurity_v2=WS-Security_V2
policyset.policytype.wstransaction=WS-Transaction
policyset.policytypes.translate.error=Se ha encontrado un tipo de pol\u00edtica no reconocido al procesar las pol\u00edticas.
policyset.providerDefaultBindingMissingPolicyType.warning=El enlace del proveedor por omisi\u00f3n especificado {0} no incluye la configuraci\u00f3n de {1}.  Si tiene previsto utilizar estas pol\u00edticas, le recomendamos que especifique un enlace por omisi\u00f3n que proporcione la configuraci\u00f3n necesaria.
policyset.providerPolicyAcquiredFromMetadataExchange.displayName=Aplicar las pol\u00edticas siguientes a los mensajes de petici\u00f3n
policyset.providerPolicyControl.description=Utilice esta p\u00e1gina para especificar si los clientes pueden adquirir la pol\u00edtica de proveedor y a trav\u00e9s de qu\u00e9 m\u00e9todos.
policyset.providerPolicyControl.displayName=Compartir pol\u00edtica
policyset.providerPolicyControlDetail.descText=Propiedades de control de pol\u00edtica de WS-Policy del proveedor de servicios
policyset.providerPolicyControlDetail.descTitle=Propiedades de control de pol\u00edtica de WS-Policy del proveedor de servicios
policyset.providerPolicyUpdateInitStatus.displayName=Disponible una vez que se ha adquirido la pol\u00edtica de proveedor
policyset.providerPolicyUpdateStatus.displayName=\u00daltima actualizaci\u00f3n de pol\u00edtica solicitada: {0}
policyset.replace.policyset.attachment.failed=No se han podido sustituir las conexiones del conjunto de pol\u00edticas para la aplicaci\u00f3n {0}.
policyset.replacingAttachments.descText=El conjunto de pol\u00edticas que est\u00e1 copiando est\u00e1 conectado a uno o varios servicios, aplicaciones o puntos finales. Seleccione el recuadro para mover estas conexiones a este nuevo conjunto de pol\u00edticas. Si selecciona el recuadro, el conjunto de pol\u00edticas original se desconectar\u00e1 de todos los recursos y conectar\u00e1 este nuevo conjunto de pol\u00edticas en su lugar. Si sustituye las conexiones, indique tambi\u00e9n si desea copiar los enlaces o restaurar los enlaces por omisi\u00f3n.
policyset.replacingAttachments.descTitle=Transferir conexiones
policyset.replacingAttachments.description=Conecta este conjunto de pol\u00edticas en lugar del original para todos los servicios, aplicaciones, operaciones, y puntos finales conectados.
policyset.replacingAttachments.displayName=Conectar este conjunto de pol\u00edticas en lugar del original para todos los servicios, aplicaciones, operaciones, y puntos finales conectados
policyset.requireHttpTLS.description=Adjuntar un conjunto de pol\u00edticas del sistema a la petici\u00f3n GET HTTP
policyset.requireHttpTLS.displayName=Adjuntar un conjunto de pol\u00edticas del sistema a la petici\u00f3n GET HTTP
policyset.requireWsMexSecurity.description=Adjuntar un conjunto de pol\u00edticas del sistema a la petici\u00f3n WS-MetadataExchange
policyset.requireWsMexSecurity.displayName=Adjuntar un conjunto de pol\u00edticas del sistema a la petici\u00f3n WS-MetadataExchange
policyset.resource.namefilter.displayName=Nombre de primer nivel
policyset.resource.qname.displayName=Servicio/Punto final/Operaci\u00f3n
policyset.securityDomain.displayName=Dominio de seguridad
policyset.securityDomainDefaultBindings.descText=La colecci\u00f3n que figura a continuaci\u00f3n muestra los enlaces de cliente y proveedor para cada dominio de seguridad.  Seleccione el enlace de nombre de dominio de seguridad si desea acceder al dominio y seleccione otros enlaces por omisi\u00f3n.
policyset.securityDomainDefaultBindings.descTitle=Enlaces por omisi\u00f3n del dominio de seguridad
policyset.selectPSToAttach.description=Utilice este panel para seleccionar un conjunto de pol\u00edticas a adjuntar a los recursos de servicio seleccionados. Puede crear nuevos conjuntos de pol\u00edticas o copiarlos de conjuntos existentes con el fin de seleccionarlos para adjuntarlos. Tambi\u00e9n hay disponibles conjuntos de pol\u00edticas de aplicaci\u00f3n adicionales por omisi\u00f3n. Puede importar estos conjuntos de pol\u00edticas desde el repositorio por omisi\u00f3n con el bot\u00f3n Importar. Los conjuntos de pol\u00edticas por omisi\u00f3n no son editables, pero puede copiarlos y modificarlos para adaptarlos a sus necesidades. 
policyset.selectPSToAttach.title=Conectar conjunto de pol\u00edticas
policyset.serverDefaultBindings.descTitle=Enlaces del conjunto de pol\u00edticas por omisi\u00f3n para {0}
policyset.serverDefaultBindings.description=Especifique los enlaces por omisi\u00f3n del servidor, si desea alterar temporalmente los enlaces por omisi\u00f3n definidos para la c\u00e9lula o el dominio de seguridad en el cual se despliega el servidor.
policyset.serverDefaultClientBinding.description=Seleccione el enlace de cliente por omisi\u00f3n del servidor.
policyset.serverDefaultClientBinding.displayName=Enlace de cliente por omisi\u00f3n del servidor:
policyset.serverDefaultProviderBinding.description=Seleccione el enlace del proveedor por omisi\u00f3n del servidor.
policyset.serverDefaultProviderBinding.displayName=Enlace de proveedor por omisi\u00f3n del servidor:
policyset.setClientDynamicPolicyControl.failed=No se han podido establecer las propiedades de control de pol\u00edtica de cliente para el recurso {0}.
policyset.setDefaultBindings.failed=No se ha podido establecer los enlaces por omisi\u00f3n mediante el mandato admin. Excepci\u00f3n: {0}
policyset.setPolicyShared.failed=No se ha podido obtener las propiedades de compartici\u00f3n de pol\u00edticas para el recurso {0}.
policyset.srvRef.inherit.failed=No se ha podido establecer la propiedad inheritFromService para la referencia de servicio con error: {0}
policyset.standard.deflate.displayName=deflate
policyset.standard.gzip.displayName=gzip
policyset.standard.http10.displayName=HTTP 1.0
policyset.standard.http11.displayName=HTTP 1.1
policyset.standard.issued11.displayName=V1.1
policyset.standard.issued20.displayName=V2.0
policyset.standard.saml11.displayName=V1.1
policyset.standard.saml20.displayName=V2.0
policyset.standard.wsrm10.displayName=WS-ReliableMessaging 1.0
policyset.standard.wsrm11.displayName=WS-ReliableMessaging 1.1
policyset.standard.wss10.displayName=WS-Security 1.0
policyset.standard.wss11.displayName=WS-Security 1.1
policyset.standard.xzip.displayName=xzip
policyset.useDefaultBindings.description=Restaurar enlaces por omisi\u00f3n
policyset.useDefaultBindings.displayName=Restaurar enlaces por omisi\u00f3n
policyset.v61DefaultBindings.descTitle=Enlaces por omisi\u00f3n de la versi\u00f3n 6.1
policyset.v61DefaultBindings.description=Especifique los enlaces del conjunto de pol\u00edticas por omisi\u00f3n de la versi\u00f3n 6.1 para la c\u00e9lula.  Estos enlaces se utilizar\u00e1n para las conexiones de conjunto de pol\u00edticas de cliente y proveedor dentro de aplicaciones V6.1 y conexiones a aplicaciones de servicio que se desplieguen en un servidor V6.1.  Los enlaces por omisi\u00f3n se utilizan para las conexiones V6.1 a no ser que se alteren temporalmente en el punto de conexi\u00f3n o mediante un enlace por omisi\u00f3n del servidor V6.1.
policyset.v61DefaultBindings.name.displayName=Enlaces del conjunto de pol\u00edticas por omisi\u00f3n de la versi\u00f3n 6.1
policyset.v61ServerDefaultBindings.description=Utilice este panel si desea especificar enlaces por omisi\u00f3n de la versi\u00f3n 6.1 para este servidor. Estos enlaces por omisi\u00f3n los utilizan conexiones de conjuntos de pol\u00edticas de cliente y proveedor para aplicaciones desplegadas en servidores V6.1. y para aplicaciones V6.1 desplegadas en servidores V7.0. Los enlaces por omisi\u00f3n se utilizan para las conexiones V6.1 a no ser que se alteren temporalmente en el punto de conexi\u00f3n.
policyset.v61ServerDefaultBindings.name.displayName=Enlaces del conjunto de pol\u00edticas por omisi\u00f3n de la versi\u00f3n 6.1 para {0}
policyset.value.default=Valor por omisi\u00f3n
policyset.value.notapplicable=No se aplica
policyset.wsMex.NoApplicablePolicySets=-- No hay conjuntos de pol\u00edticas aplicables --
policyset.wsMex.error.InvalidPolicySet=Para utilizar un conjunto de pol\u00edticas para WS-MetadataExchange, debe crear o importar antes una pol\u00edtica de sistema que no contenga seguridad a nivel de transporte.
policyset.wsMexChoice.description=El WSDL del proveedor de servicios se obtendr\u00e1 enviando una petici\u00f3n WS-MetadataExchange al punto final del proveedor de servicios. La petici\u00f3n se enviar\u00e1 utilizando los tipos de pol\u00edtica Transporte HTTP y Transporte SSL configurados en el nivel de servicio de la aplicaci\u00f3n de cliente de servicio. 
policyset.wsMexChoice.displayName=Petici\u00f3n WS-MetadataExchange
policyset.wsMexPolicySet.description=Conjunto de pol\u00edticas que se va a conectar.
policyset.wsMexPolicySet.displayName=Conjunto de pol\u00edticas:
policyset.wsMexPolicySetBinding.description=El enlace de la conexi\u00f3n del conjunto de pol\u00edticas.
policyset.wsMexPolicySetBinding.displayName=Enlace:
policyset.wssv2.issuedtoken.description=Utilice esta p\u00e1gina para exigir que una se\u00f1al SAM se obtenga desde un emisor de se\u00f1al de terceros utilizando WS-Trust y, a continuaci\u00f3n, se incluya en la solicitud empresarial, la respuesta o en ambas. Opcionalmente puede especificar el emisor de se\u00f1al en esta pol\u00edtica.
policyset.wssv2.issuedtoken.displayName=Se\u00f1al SAML (utilizando IssuedToken)
policyset.wssv2.samltoken.description=Especifique si enviar la se\u00f1al en la solicitud empresarial, la respuesta o en ambas.  Esta pol\u00edtica no impone c\u00f3mo se obtiene inicialmente la se\u00f1al, pero opcionalmente puede exigir que la se\u00f1al sea emitida por un servicio de confianza en concreto.
policyset.wssv2.samltoken.displayName=Se\u00f1al SAML (Security Assertion Markup Language)
policyset.wssv2.untoken.attackPrevention.displayName=Prevenci\u00f3n de ataque de reproducci\u00f3n
policyset.wssv2.untoken.description=Especifique si enviar la se\u00f1al de nombre de usuario en los mensajes de solicitud y de respuesta.  La inclusi\u00f3n de una indicaci\u00f3n de fecha y hora y un valor nonce le ayudar\u00e1 a protegerse ante ataques de reproducci\u00f3n.  Incluya una contrase\u00f1a con la se\u00f1al a no ser que tenga previsto establecerla como la se\u00f1al declarada para la aserci\u00f3n de identidad.
policyset.wssv2.untoken.displayName=Se\u00f1al de nombre de usuario
policyset.wssv2.untoken.hover.nonce=Incluir valor nonce.  No incluir indicaci\u00f3n de fecha y hora ni contrase\u00f1a.
policyset.wssv2.untoken.hover.none=No incluir indicaci\u00f3n de fecha y hora, nonce ni contrase\u00f1a.
policyset.wssv2.untoken.hover.pwd=Incluir contrase\u00f1a.  No incluir indicaci\u00f3n de fecha y hora ni valor nonce.
policyset.wssv2.untoken.hover.pwd_nonce=Incluir contrase\u00f1a y valor nonce.  No incluir la indicaci\u00f3n de fecha y hora de creaci\u00f3n.
policyset.wssv2.untoken.hover.pwd_time=Incluir contrase\u00f1a e indicaci\u00f3n de fecha y hora de creaci\u00f3n.  No incluir un valor nonce.
policyset.wssv2.untoken.hover.pwd_time_nonce=Incluir contrase\u00f1a, indicaci\u00f3n de fecha y hora de creaci\u00f3n y valor nonce.
policyset.wssv2.untoken.hover.time=Incluir indicaci\u00f3n de fecha y hora de creaci\u00f3n.  No incluir valor nonce ni contrase\u00f1a.
policyset.wssv2.untoken.hover.time_nonce=Incluir indicaci\u00f3n de fecha y hora de creaci\u00f3n y valor nonce.  No incluir contrase\u00f1a.
policyset.wssv2.untoken.id.description=Proporcione un nombre de se\u00f1al exclusivo que pueda ser referenciado por los enlaces del conjunto de pol\u00edticas.
policyset.wssv2.untoken.nonce.description=Un nonce es un valor aleatorio que se crea cada vez que se env\u00eda una se\u00f1al de nombre de usuario.  Recomendamos la inclusi\u00f3n de un valor nonce para protegerse ante ataques de reproducci\u00f3n.
policyset.wssv2.untoken.nonce.displayName=Incluirun n\u00famero de secuencia exclusivo (nonce)
policyset.wssv2.untoken.password.description=Especifique si enviar una contrase\u00f1a con la se\u00f1al de nombre de usuario.  Recomendamos el env\u00edo de una contrase\u00f1a a no ser que se utilice como una se\u00f1al declarada para la aserci\u00f3n de identidad.
policyset.wssv2.untoken.password.displayName=Incluir contrase\u00f1a
policyset.wssv2.untoken.propagationDirection.description=Especifique si enviar una se\u00f1al de nombre de usuario en el mensaje de solicitud, el mensaje de respuesta o en ambos.
policyset.wssv2.untoken.propagationDirection.displayName=Direcci\u00f3n de propagaci\u00f3n de se\u00f1al
policyset.wssv2.untoken.requestAndResponse.description=Mensajes de solicitud y respuesta
policyset.wssv2.untoken.requestAndResponse.displayName=Mensajes de solicitud y respuesta
policyset.wssv2.untoken.requestOnly.description=S\u00f3lo mensaje de solicitud
policyset.wssv2.untoken.requestOnly.displayName=S\u00f3lo mensaje de solicitud
policyset.wssv2.untoken.responseOnly.description=S\u00f3lo mensaje de respuesta
policyset.wssv2.untoken.responseOnly.displayName=S\u00f3lo mensaje de respuesta
policyset.wssv2.untoken.timestamp.description=La inclusi\u00f3n de una indicaci\u00f3n de fecha y hora de creaci\u00f3n demuestra la renovaci\u00f3n de la se\u00f1al.Recomendamos la inclusi\u00f3n de una indicaci\u00f3n de fecha y hora para protegerse ante ataques de reproducci\u00f3n.
policyset.wssv2.untoken.timestamp.displayName=Incluir indicaci\u00f3n de fecha y hora de creaci\u00f3n
policytype.getPolicyType.failed=Ha fallado AdminTask.getPolicyType(). Excepci\u00f3n: {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
policytype.getPolicyTypeAttribute.failed=Ha fallado AdminTask.getPolicyTypeAttribute(). Excepci\u00f3n: {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
policytype.setPolicyType.failed=Ha fallado AdminTask.setPolicyType(). Excepci\u00f3n: {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
policytype.setPolicyTypeAttribute.failed=Ha fallado AdminTask.setPolicyTypeAttribute(). Excepci\u00f3n: {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
port.displayName=Puerto
properties.displayName=Propiedades
refresh.displayName=Renovar
resource.object.must.be.selected=Debe seleccionar al menos un recurso de servicio para efectuar esta acci\u00f3n.
seconds.displayName=segundos
select.displayName=Seleccionar
ssl.displayName=SSL
systempolicyset.config.description=Define pol\u00edticas de seguridad para las operaciones del servicio del sistema.
systempolicyset.config.title=Conjunto de pol\u00edticas de sistema
systempolicyset.defaultconfig.description=Define pol\u00edticas de seguridad por omisi\u00f3n para las operaciones del servicio del sistema.
systempolicyset.description=Utilice este panel para crear y gestionar conjuntos de pol\u00edticas para mensajes del sistema no relacionados con la empresa.  Estos mensajes no est\u00e1n relacionados con las operaciones empresariales definidas en WSDL, sino que hacen referencia a los mensajes definidos en otras especificaciones que aplican cualidades de servicio como, por ejemplo, los mensajes de se\u00f1al de seguridad de petici\u00f3n (RST) definidos en WS-Trust o los mensajes de intercambio de metadatos en WS-MetadataExchange.  Estos mensajes 'fuera de banda' forman parte de las 'operaciones virtuales' de un archivo WSDL virtual (que son todos los m\u00e9todos disponibles en el punto final para proceso), no obstante no est\u00e1n relacionados con los mensajes empresariales definidos en la aplicaci\u00f3n.  Los conjuntos de pol\u00edticas por omisi\u00f3n no son editables, pero puede copiarlos y modificarlos para adaptarlos a sus necesidades. 
systempolicyset.title=Conjuntos de pol\u00edticas de sistema
user.name.displayName=Nombre de usuario
wss2.1property=1 propiedad
wss2.properties={0} propiedades
wss2.token.PSBCallBackHandler.category=Manejador de devoluci\u00f3n de llamada
wss2.token.PSBCallBackHandler.customClassName.displayname=Utilizar clase personalizada
wss2.token.PSBCallBackHandler.customProperties.displayname=Propiedades personalizadas de manejador de devoluci\u00f3n de llamada:
wss2.token.PSBCallBackHandler.defaultClassName.displayname=Utilizar clase predeterminada incorporada
wss2.token.PSBCallBackHandler.description=Recuperar datos de autenticaci\u00f3n utilizando
wss2.token.PSBJAASLogin.category=Inicio de sesi\u00f3n de JAAS (avanzado)
wss2.token.PSBJAASLogin.customJAASLoginName.displayname=Utilizar personalizado
wss2.token.PSBJAASLogin.customProperties.displayname=Propiedades personalizadas de inicio de sesi\u00f3n de JAAS:
wss2.token.PSBJAASLogin.defaultJAASLogin.displayname=Utilizar de forma predeterminada
wss2.token.PSBJAASLogin.description=La generaci\u00f3n de la se\u00f1al es llevada a cabo por m\u00f3dulos de inicio de sesi\u00f3n definidos en la configuraci\u00f3n de inicio de sesi\u00f3n de JAAS.
wss2.token.binding.onlyOneUNTCon.error=Los enlaces generales permiten un m\u00e1ximo de un consumidor de se\u00f1al de nombre de usuario. Para proporcionar una configuraci\u00f3n de enlaces para m\u00faltiples consumidores de se\u00f1al de nombre de usuario, cree un enlace espec\u00edfico de aplicaci\u00f3n para la conexi\u00f3n del conjunto de pol\u00edticas.
wss2.token.binding.onlyOneUNTGen.error=Los enlaces generales permiten un m\u00e1ximo de un generador de se\u00f1al de nombre de usuario. Para proporcionar una configuraci\u00f3n de enlaces para m\u00faltiples generadores de se\u00f1al de nombre de usuario, cree un enlace espec\u00edfico de aplicaci\u00f3n para la conexi\u00f3n del conjunto de pol\u00edticas.
wss2.token.cbh.requires.username=Para utilizar la clase de manejador de devoluci\u00f3n de llamada incorporado, debe proporcionar un nombre de usuario y una contrase\u00f1a.
wss2.untoken.uname.con=Consumidor de se\u00f1al de nombre de usuario
wss2.untoken.uname.gen=Generador de se\u00f1al de nombre de usuario
wssecurity.password.incorrect=La contrase\u00f1a no coincide con el valor del campo Contrase\u00f1a.
