#  Note to Translators:
#  Translate words on the right hand side of the = sign.
#  Do not translate {0}, {1}, %1, %2 etc.
#  Preserve all spaces after a backslash (\) even at the end of a line.
#
#  Whenever an apostrophe is needed within this file, please do not double it. It has
#  been determined that the code that uses this file expects only a single
#  apostrophe, and should work properly when a single apostrophe is provided.

#CMVCPATHNAME XD/ws/code/webui.healthconfig/src/healthconfig/WEB-INF/plugin.nlsprops
#ISMESSAGEFILE FALSE
# NLS_MESSAGEFORMAT_NONE
# NLS_ENCODING=ASCII
# Comment

#Navigational Tree node
healthClasses=Pol\u00edticas de salud
healthclass.topology.root=Pol\u00edtica de salud
healthCustomAction=Acci\u00f3n personalizada


#Health Class Collection Page and Detail Page
desc.healthclass.text=Una pol\u00edtica de salud define los comportamientos en tiempo de ejecuci\u00f3n que se supervisan y lleva a cabo las acciones correctivas cuando se determina que estos comportamientos est\u00e1n presentes.
healthclass.name=Nombre
healthclass.description=Descripci\u00f3n
healthclass.reactionMode=Modalidad de reacci\u00f3n
healthclass.cellpolicy=Pol\u00edtica a nivel de c\u00e9lula
healthclass.age=Antig\u00fcedad m\u00e1xima
healthclass.requests=Total de solicitudes
healthclass.responsetime=Tiempo de respuesta
healthclass.memory=Tama\u00f1o de almacenamiento din\u00e1mico de JVM
healthclass.timeoverthreshold=Per\u00edodo de tiempo infractor
healthclass.percentile=Percentil
healthclass.type=Condici\u00f3n de salud
healthclass.gcpercentage=Porcentaje de tiempo empleado en la recogida de basura
healthclass.samplingperiod=Per\u00edodo de tiempo de muestreo
healthclass.name.description=Nombre de esta pol\u00edtica de salud
healthclass.description.description=Descripci\u00f3n opcional de esta pol\u00edtica de salud
healthclass.cellpolicy.description=Define si esta condici\u00f3n debe asociarse a nivel de c\u00e9lula.   Aunque la calidad de miembro est\u00e1 impl\u00edcita en una pol\u00edtica a nivel de c\u00e9lula y no es obligatoria, puede conmutar entre una pol\u00edtica a nivel de c\u00e9lula y un subconjunto limitado.
healthclass.reactionMode.description=La modalidad de reacci\u00f3n define la modalidad de intervenci\u00f3n humana.  Si se detecta una violaci\u00f3n, determina el nivel de interacci\u00f3n humana deseado.
healthclass.age.description=El tiempo que tiene permitido "vivir" la instancia del servidor antes de la acci\u00f3n correctiva.
healthclass.requests.description=N\u00famero total de solicitudes que sirve la instancia del servidor antes de la acci\u00f3n correctiva.
healthclass.responseTime.description=Tiempo de respuesta de la solicitud utilizado para supervisar las distintas acciones correctivas.
#healthclass.memory.description=The threshold for total memory usage for the application server instance process.
healthclass.healthcondition.description=La condici\u00f3n de salud define las propiedades que se supervisar\u00e1n para determinar cu\u00e1ndo es necesaria la acci\u00f3n correctiva.
healthclass.age.healthcondition.description=La condici\u00f3n basada en antig\u00fcedad se comenzar\u00e1 a detectar una vez que un servidor que sea miembro de la pol\u00edtica alcance el umbral de antig\u00fcedad configurado.
healthclass.workload.healthcondition.description=La condici\u00f3n de carga de trabajo se comenzar\u00e1 a detectar una vez que un servidor que sea miembro de la pol\u00edtica haya dado servicio al n\u00famero de solicitudes configurado.
healthclass.response.healthcondition.description=La condici\u00f3n de tiempo de respuesta excesivo se detectar\u00e1 cuando el tiempo de respuesta promedio, medido en el direccionador On Demand, de todas las solicitudes de un servidor que es miembro de la pol\u00edtica excede el valor de umbral.
healthclass.memory.healthcondition.description=La condici\u00f3n de memoria "uso de memoria excesivo" buscar\u00e1 la utilizaci\u00f3n excesiva de memoria de cada servidor miembro de la pol\u00edtica.  Se detecta un consumo general de memoria si el tama\u00f1o de almacenamiento din\u00e1mico de JVM ha superado el porcentaje m\u00e1ximo de almacenamiento din\u00e1mico configurado para un determinado periodo de tiempo.
healthclass.memoryleak.healthcondition.description=La condici\u00f3n de memoria "p\u00e9rdida de memoria" buscar\u00e1 la p\u00e9rdida de memoria de cada servidor miembro de la pol\u00edtica.  Crea un perfil del tama\u00f1o de almacenamiento din\u00e1mico de JVM despu\u00e9s de producirse una recogida de basura, y busca tendencias de aumento de consumo.  Si se detecta una tendencia de aumento de consumo, se activa la condici\u00f3n.
healthclass.memory.memoryleak.recommended.description=Se recomienda definir las pol\u00edticas la condici\u00f3n de uso de memoria excesivo y la condici\u00f3n de p\u00e9rdida de memoria para solucionar de forma eficaz los problemas de memoria.
healthclass.stuckrequest.healthcondition.description=La condici\u00f3n de tiempo de espera de solicitud excesivo detectar\u00e1, por cada servidor miembro de la pol\u00edtica, el porcentaje de solicitudes dirigidas al servidor con el tiempo de espera excedido (periodo de m\u00e1s de 60 segundos) despu\u00e9s de ser direccionado desde el direccionador On Demand.
healthclass.stormdrain.healthcondition.description=La condici\u00f3n de reducci\u00f3n de saturaci\u00f3n s\u00f3lo se aplica a cl\u00fasteres din\u00e1micos y detecta, por cada cl\u00faster miembro, una ca\u00edda significativa en el promedio de tiempo de respuesta de un miembro del cl\u00faster (medida en el direccionador On Demand), junto con un incremento de los pesos dWLM de los miembros del cl\u00faster.
healthclass.gcpercentage.healthcondition.description=Condici\u00f3n del porcentaje de recogida de basura: esta pol\u00edtica calcula el tipo empleado en la recogida de basura en forma de porcentaje sobre una cantidad de tiempo configurada. La pol\u00edtica se incumple cuando el porcentaje devuelto es m\u00e1s alto que el umbral definido.
healthclass.timeoutpercent=Solicitudes con tiempo de espera excedido
healthclass.detectionlevel=Nivel de detecci\u00f3n
healthclass.stormdrain.detection.description=El nivel de detecci\u00f3n especifica el grado de supervisi\u00f3n en los escenarios de reducci\u00f3n de saturaci\u00f3n.  Una pol\u00edtica de detecci\u00f3n est\u00e1ndar podr\u00e1 detectar escenarios potenciales de reducci\u00f3n de saturaci\u00f3n con rapidez, pero ser\u00e1 m\u00e1s propensa a identificar err\u00f3neamente escenarios de reducci\u00f3n de saturaci\u00f3n que una pol\u00edtica de detecci\u00f3n m\u00e1s lenta.  Por el contrario, una pol\u00edtica de detecci\u00f3n m\u00e1s lenta ser\u00e1 menos propensa a las falsas alarmas, pero no detectar\u00e1 escenarios potenciales de reducci\u00f3n de saturaci\u00f3n tan r\u00e1pidamente como lo har\u00eda la pol\u00edtica de detecci\u00f3n est\u00e1ndar.
healthclass.stormdrain.normallevel=Est\u00e1ndar (algunas falsas alarmas)
healthclass.stormdrain.conservativelevel=Lento (menos falsas alarmas)
healthclass.memoryleak.detection.description=El nivel de detecci\u00f3n especifica el grado de supervisi\u00f3n ante faltas de memoria.  Una pol\u00edtica de detecci\u00f3n m\u00e1s r\u00e1pida podr\u00e1 detectar escenarios potenciales de p\u00e9rdida de memoria con rapidez, pero ser\u00e1 m\u00e1s propensa a identificar err\u00f3neamente escenarios de p\u00e9rdida de memoria que una pol\u00edtica de detecci\u00f3n m\u00e1s lenta.  Por el contrario, una pol\u00edtica de detecci\u00f3n m\u00e1s lenta ser\u00e1 menos propensa a las falsas alarmas, pero no detectar\u00e1 escenarios potenciales de p\u00e9rdida de memoria tan r\u00e1pidamente como lo har\u00eda la pol\u00edtica de detecci\u00f3n m\u00e1s r\u00e1pida.
healthclass.memoryleak.aggressivelevel=R\u00e1pido (m\u00e1s falsas alarmas)
healthclass.memoryleak.normallevel=Est\u00e1ndar (algunas falsas alarmas)
healthclass.memoryleak.conservativelevel=Lento (menos falsas alarmas)
healthclass.conditionproperties=Propiedades de la condici\u00f3n de salud
#healthclass.timeoutpercent.description=The threshold for timed out requests to cause a breach of condition.
healthclass.monitorreaction=Reacci\u00f3n del supervisor de gesti\u00f3n de salud
healthclass.monitorreaction.description=Elija la modalidad de reacci\u00f3n y las acciones a realizar en caso de incumplimiento de la condici\u00f3n de salud.
healthclass.healthaction.select=Seleccionar acciones:
healthclass.healthaction.select.description=Seleccionar acciones que deben llevarse a cabo al incumplir una acci\u00f3n de salud.
healthclass.custom.expression=Expresi\u00f3n personalizada


#Health Class Wizard
healthclass.wizard.title=Crear una nueva pol\u00edtica de salud
healthclass.wizard.description=Crear una nueva pol\u00edtica de salud.  Se definen las propiedades generales, incluida la condici\u00f3n de salud y los servidores, cl\u00fasteres y cl\u00fasteres din\u00e1micos que se supervisar\u00e1n.
healthclass.wizard.steps.properties=Definir las propiedades generales de la pol\u00edtica de salud
healthclass.wizard.steps.conditionproperties=Definir propiedades de la condici\u00f3n de pol\u00edtica de salud
healthclass.wizard.steps.configuremembers=Especificar los miembros a supervisar
healthclass.wizard.steps.appservers=Especificar los servidores a supervisar
healthclass.wizard.steps.odrs=Especificar los direccionadores On Demand que se deben supervisar
healthclass.wizard.steps.clusters=Especificar los cl\u00fasteres a supervisar
healthclass.wizard.steps.dynclusters=Especificar los cl\u00fasteres din\u00e1micos a supervisar
healthclass.wizard.steps.confirm=Confirmar la creaci\u00f3n de la pol\u00edtica de salud
healthclass.wizard.description.description=Descripci\u00f3n de esta pol\u00edtica de salud.  La descripci\u00f3n es opcional.
healthclass.wizard.name.description=Nombre de esta pol\u00edtica de salud.  El nombre es necesario y debe ser exclusivo en la c\u00e9lula.
healthclass.wizard.reactionMode.description=La modalidad de reacci\u00f3n define el nivel de interacci\u00f3n del usuario cuando la condici\u00f3n de salud determina que es necesaria una acci\u00f3n correctiva.  En modalidad supervisada, cuando se incumple la condici\u00f3n, se somete una tarea con un plan de acci\u00f3n sugerido que puede llevarse a cabo autom\u00e1ticamente si se aprueba la tarea.
healthclass.wizard.healthcondition.description=La condici\u00f3n de salud define las propiedades que se supervisar\u00e1n para determinar cu\u00e1ndo es necesaria la acci\u00f3n correctiva.
healthclass.wizard.age.description=Antig\u00fcedad que se permite 'vivir' a la instancia del servidor antes de la acci\u00f3n correctiva.  Este valor entero puede ir de 1 hora a 8760 horas (365 d\u00edas).
healthclass.wizard.memory.description=Valor del umbral para el porcentaje de tama\u00f1o m\u00e1ximo del almacenamiento din\u00e1mico utilizado para el proceso de la JVM.  Este valor puede ir de 1 a 99.
healthclass.wizard.timeoverthreshold.description=Per\u00edodo de tiempo por encima del que se incumple el umbral de almacenamiento din\u00e1mico JVM.  Tiempo que el total de memoria debe estar por encima del valor del umbral antes de la acci\u00f3n correctiva.  Este valor puede ir de 1 segundo a 60 minutos.
healthclass.wizard.responsetime.description=Tiempo promedio que pueden utilizar las solicitudes antes de la acci\u00f3n correctiva.  Este valor puede ir de 1 milisegundo a 1 hora.
healthclass.wizard.percentile.description=Valor del percentil a utilizar en la supervisi\u00f3n.  Este valor puede ir de 1 a 99.
healthclass.wizard.requests.description=N\u00famero total de solicitudes que sirve la instancia del servidor antes de la acci\u00f3n correctiva.  Debe estar entre 1000 o m\u00e1s.
healthclass.wizard.cellpolicy.description=Define si esta condici\u00f3n debe asociarse a nivel de c\u00e9lula.  Puede utilizarla en lugar de definir todos los servidores de la c\u00e9lula.  Cuando se a\u00f1adiesen nuevos servidores, los incluir\u00eda una pol\u00edtica a nivel de c\u00e9lula.
healthclass.wizard.timeoutpercent.description=Valor del umbral del porcentaje de las solicitudes con tiempo de espera excedido que provoca el incumplimiento de la condici\u00f3n.  Este valor puede ir de 1 a 99.
healthclass.wizard.gcpercentage.description=Valor del umbral del porcentaje del tiempo empleado en la recogida de basura. Este valor puede estar entre 1 y 99. 
healthclass.wizard.samplingperiod.description=Per\u00edodo de muestreo durante el que se recopilan los datos de recogida de basura. Tiempo total empleado en la recogida de basura durante el per\u00edodo de tiempo de muestreo, que debe superar el valor de umbral antes de aplicar una acci\u00f3n correctiva. Este valor puede ir de 1 segundo a 60 minutos.
healthclass.wizard.age.units=Unidades de antig\u00fcedad
healthclass.wizard.time.units=Unidades de tiempo
healthclass.wizard.sampling.units=Unidades de muestreo

healthclass.confirm.msg1=A continuaci\u00f3n se presenta un resumen de las selecciones efectuadas. Pulse Finalizar para completar la creaci\u00f3n de la pol\u00edtica de salud.
healthclass.confirm.msg2=Si desea modificar alg\u00fan valor, pulse el bot\u00f3n Anterior para revisar los valores de la pol\u00edtica de salud.
healthclass.confirm.msg3=Se realizar\u00e1n las acciones siguientes:
#{0} is a user-defined name, and {1} is the selected reaction mode string translated below (like REACTION_MODE_DETECT_ONLY).
healthclass.confirm.msg4=Se crear\u00e1 una nueva pol\u00edtica de salud \"{0}\" con una modalidad de reacci\u00f3n \"{1}\".
#{0} is a user-defined name, {1} is a user-defined description, and {2} is the selected reaction mode string translated below (like REACTION_MODE_DETECT_ONLY).
healthclass.confirm.msg4desc=Se crear\u00e1 una nueva pol\u00edtica de salud \"{0}\" con la descripci\u00f3n \"{1}\" y la modalidad de reacci\u00f3n \"{2}\".
#{0} is a comma-separated list of server members (server:!:node, server:!:node)
healthclass.confirm.appservers=La pol\u00edtica de salud tendr\u00e1 como miembros los siguientes servidores: {0}.
#{0} is a comma-separated list of cluster members (cluster1, cluster2)
healthclass.confirm.clusters=La pol\u00edtica de salud tendr\u00e1 como miembros los siguientes cl\u00fasteres: {0}.
#{0} is a comma-separated list of dynamic cluster members (dynCluster1, dynCluster2)
healthclass.confirm.dynclusters=La pol\u00edtica de salud tendr\u00e1 como miembros los siguientes cl\u00fasteres din\u00e1micos: {0}.
#{0} is a comma-separated list of generic server cluster members (gsCluster1, gsCluster2)
healthclass.confirm.genericserverclusters=La pol\u00edtica de salud tendr\u00e1 como miembros los siguientes cl\u00fasteres de servidores gen\u00e9ricos: {0}.
#{0} is an integer number and the {1} is a translated units, example,  10 days  or  3 hours.  "days" and "hours" translated below
healthclass.confirm.cells=La pol\u00edtica de salud tendr\u00e1 como miembro la c\u00e9lula siguiente: \"{0}\".
#{0} is the name of a cell
healthclass.confirm.odrs=La pol\u00edtica de salud tendr\u00e1 como miembros los siguientes direccionadores On Demand: {0}.
#{0} is a comma-separated list of on demand routers
healthclass.confirm.agecondition=La pol\u00edtica de salud tendr\u00e1 una condici\u00f3n de salud basada en una antig\u00fcedad de {0} {1}.
#{0} is an integer number
healthclass.confirm.workloadcondition=La pol\u00edtica de salud tendr\u00e1 una condici\u00f3n de salud de carga de trabajo de {0} solicitudes totales.
#{0} is an integer number, {1} is a time value and the {2} is a translated units, example,  75% of the max heap size for 45 minutes.
healthclass.confirm.memorycondition=La pol\u00edtica de salud tendr\u00e1 una condici\u00f3n de memoria: condici\u00f3n de salud de uso de memoria excesivo del {0}% del tama\u00f1o m\u00e1ximo de almacenamiento din\u00e1mico para {1} {2}.
#{0} is an integer number, {1} is a time value and the {2} is a translated units, example,  80% for 10 seconds.
healthclass.confirm.responsecondition=La pol\u00edtica de salud tendr\u00e1 una condici\u00f3n de salud de tiempo de respuesta excesivo de {0} {1}.
healthclass.confirm.celllevel=La pol\u00edtica de salud se definir\u00e1 como una pol\u00edtica a nivel de c\u00e9lula.
healthclass.confirm.stuckrequestcondition=La pol\u00edtica de salud tendr\u00e1 una condici\u00f3n de salud de tiempo de espera excesivo de solicitud del {0}% de la solicitud que excede el tiempo de espera.
healthclass.confirm.stormdraincondition=La pol\u00edtica de salud tendr\u00e1 una condici\u00f3n de salud de reducci\u00f3n de saturaci\u00f3n de un nivel de detecci\u00f3n \"{0}\".
healthclass.confirm.memoryleakcondition=La pol\u00edtica de salud tendr\u00e1 una condici\u00f3n de memoria: condici\u00f3n de salud de p\u00e9rdida de memoria de un nivel de detecci\u00f3n \"{0}\".
healthclass.summary.options=Opciones
healthclass.summary.values=Valores


#Error messages
error.name.required=Se necesita el campo de nombre.
error.name.invalid.chars=El campo de nombre contiene caracteres no v\u00e1lidos.  Debe escribir un nombre v\u00e1lido.
error.name.unique=El nombre debe ser exclusivo.  Debe escribir un nombre exclusivo.
error.percentile.outofrange=El percentil est\u00e1 fuera de rango.  Especifique un valor entero de 1 a 99.
error.responsetime.outofrange=El valor del tiempo de respuesta est\u00e1 fuera de rango.  Debe estar entre 1 y 2.147.483.647.
error.threshold.outofrange=El valor del umbral est\u00e1 fuera de rango.  Debe estar entre 1 y 2.147.483.647.
error.memory.outofrange=El porcentaje de memoria est\u00e1 fuera de rango.  Especifique un valor entero de 1 a 99.
error.requests.outofrange=El valor del n\u00famero total de solicitudes est\u00e1 fuera de rango.  Debe estar entre 1000 y 9.223.372.036.854.775.807.
error.age.outofrange=El valor de la antig\u00fcedad est\u00e1 fuera de rango.  Debe ser un valor entero entre 1 y 2.147.483.647.
error.gcpercentage.outofrange=El valor del porcentaje de recogida de basura est\u00e1 fuera de rango. Especifique un valor entero entre 1 y 99. 
error.samplingperiod.outofrange=El valor del per\u00edodo de muestreo est\u00e1 fuera de rango. Debe estar entre 1 y 2.147.483.647. 
error.value.from.repository.percentile=El percentil le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.responsetime=El tiempo de respuesta le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.memory=El porcentaje de memoria le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.requests=Las solicitudes totales le\u00eddas del repositorio no son v\u00e1lidas.  Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.age=La antig\u00fcedad le\u00edda del repositorio no es v\u00e1lida.  Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.threshold=El valor del umbral le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.gcpercentage=El porcentaje de recogida de basura le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.samplingperiod=El valor del per\u00edodo de muestreo le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.
error.scope=Un miembro de destino no se puede asociar a m\u00e1s de una pol\u00edtica de salud con la misma condici\u00f3n y modalidad de reacci\u00f3n.
error.timeoutpercent.outofrange=El porcentaje de solicitud con tiempo de espera excedido est\u00e1 fuera de rango.  Especifique un valor entero de 1 a 99.
error.healthaction.required=Debe seleccionar al menos una acci\u00f3n para llevar a cabo en caso de incumplimiento de la condici\u00f3n de salud.
error.value.from.repository.timeoutpercent=El porcentaje de solicitud con tiempo de memoria excedido le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.healthaction=La acci\u00f3n de salud le\u00edda del repositorio no es v\u00e1lida.  Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.detectionlevel=El nivel de detecci\u00f3n le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.
error.custom.expression.required=Se necesita el campo de expresi\u00f3n personalizada.
error.custom.expression.invalid=La expresi\u00f3n personalizada "{0}" no es v\u00e1lida.
error.custom.expression.members.was.only=El servidor de aplicaciones de WebSphere es el \u00fanico tipo de servidor soportado para esta expresi\u00f3n personalizada "{0}".  Elimine "{1}" de la lista de miembros o cambie la expresi\u00f3n personalizada.
error.custom.expression.members.nonwas.only=El servidor de aplicaciones que no sea de WebSphere es el \u00fanico tipo de servidor soportado para esta expresi\u00f3n personalizada "{0}".  Elimine "{1}" de la lista de miembros o cambie la expresi\u00f3n personalizada.

error.healthclass.executablename.required=Se necesita el campo de nombre de ejecutable.
error.healthclass.workingdirectory.required=Se necesita el campo de directorio de trabajo.
error.healthclass.create.uniquename=No se puede crear la pol\u00edtica de salud porque el nombre debe ser exclusivo.  Debe escribir un nombre exclusivo.
error.healthclass.create=No se puede crear la pol\u00edtica de salud: {0}.
error.healthclass.updatemembers=No se puede actualizar la pertenencia a la pol\u00edtica de salud: {0}.
error.healthclass.update=No se puede actualizar la pol\u00edtica de salud: {0}.
error.healthclass.delete=No se puede suprimir la pol\u00edtica de salud: {0}.
error.healthaction.delete=No se puede suprimir la acci\u00f3n personalizada: {0}.
warning.healthclass.mixedCluster=El cl\u00faster {0} tiene nodos con Intelligent Management y nodos sin Intelligent Management. Las pol\u00edticas no se aplicar\u00e1n a los nodos que no tienen Intelligent Management.

healthclass.detail.title=Pol\u00edtica de salud
healthclass.detail.description=Define las propiedades de una pol\u00edtica de salud.  Una pol\u00edtica de salud define los comportamientos en tiempo de ejecuci\u00f3n que se supervisan y las acciones correctivas a realizar cuando estos comportamientos est\u00e1n presentes.
healthclass.details.membership=Pertenencias
healthclass.details.members=Miembros
healthclass.detail.membershipinstruction=Esta lista contiene los miembros que forman parte actualmente de esta pol\u00edtica de salud.
healthclass.detail.membershipdescription=Los miembros de la pol\u00edtica de salud deben residir en nodos con Intelligent Management.  Si se aplican los cl\u00fasteres como miembro de la pol\u00edtica con un miembro del cl\u00faster en nodos mixtos, s\u00f3lo se supervisar\u00e1n los miembros del cl\u00faster de nodos con Intelligent Management.  Esto es igualmente cierto si se aplica la c\u00e9lula como miembro. S\u00f3lo se supervisan los servidores que residen en nodos con Intelligent Management.
healthclass.detail.readonly.membershipdescription=Miembros actuales que se supervisar\u00e1n para esta pol\u00edtica de salud.
healthclass.detail.appservers=Configurar los servidores que se supervisar\u00e1n para esta pol\u00edtica de salud.
healthclass.detail.clusters=Configurar los cl\u00fasteres que se supervisar\u00e1n para esta pol\u00edtica de salud.
healthclass.detail.dynclusters=Configurar los cl\u00fasteres din\u00e1micos que se supervisar\u00e1n para esta pol\u00edtica de salud.

healthclass.details.availableMembers=Disponibles para pertenencia
#Note to translators:  The <b> and </b> are to show the health policy name, which will be substituted for the {0} argument, in bold
healthclass.details.membersOf=Miembros de <b>{0}</b>:
healthclass.detail.name.description=Nombre de esta pol\u00edtica de salud
healthclass.detail.descriptionfield=Descripci\u00f3n
healthclass.detail.description.description=Descripci\u00f3n opcional de esta pol\u00edtica de salud.
healthclass.button.remove=<< Eliminar
healthclass.button.add=A\u00f1adir >>

healthclass.detail.members.description=Seleccione los miembros a supervisar con esta pol\u00edtica de salud.  Si ha definido normas que \u00fanicamente se aplican a determinados tipos de miembro, la lista de miembros disponibles se filtra de forma autom\u00e1tica en base a la norma de salud que se ha definido anteriormente para esta pol\u00edtica de salud.
healthclass.member.filter.by=Filtrado por
member.type=Tipo de miembro
member.type.none=Seleccione un tipo de miembro
member.type.appserver=Servidores/Nodos
member.type.cluster=Cl\u00fasteres
member.type.dynamiccluster=Cl\u00fasteres din\u00e1micos
member.type.cell=C\u00e9lulas
member.type.odr=Direccionadores On Demand
member.type.genericservercluster=Cl\u00fasteres de servidores gen\u00e9ricos
cell.topology.msg=Esta pol\u00edtica est\u00e1 asociada a nivel de c\u00e9lula.

#The following are the Type values used for the Health Policy
AGE=Condici\u00f3n basada en antig\u00fcedad
WORKLOAD=Condici\u00f3n de carga de trabajo
MEMORY=Condici\u00f3n de memoria: uso de memoria excesivo
RESPONSE=Condici\u00f3n de tiempo de respuesta excesivo
MEMORYLEAK=Condici\u00f3n de memoria: p\u00e9rdida de memoria
STUCKREQUEST=Condici\u00f3n de tiempo de espera de solicitud excesivo
STORMDRAIN=Condici\u00f3n de reducci\u00f3n de saturaci\u00f3n
GCPERCENTAGE=Condici\u00f3n del porcentaje de recogida de basura
CUSTOM=Condici\u00f3n personalizada

HEALTH_ACTION_RESTART=Reiniciar el servidor
HEALTH_ACTION_THREADDUMP=Tomar vuelcos de hebras
HEALTH_ACTION_HEAPDUMP=Tomar vuelcos de almacenamiento din\u00e1mico
HEALTH_ACTION_HEAPDUMP.description=Los vuelcos de almacenamiento din\u00e1mico JVM s\u00f3lo se toman del Kit de desarrollo de Java de IBM (JDK).
HEALTH_ACTION_MAINTMODE=Colocar un servidor en la modalidad de mantenimiento
HEALTH_ACTION_MAINTBREAKMODE=Colocar un servidor en la modalidad de mantenimiento e interrumpir afinidad
HEALTH_ACTION_NORMMODE=Colocar un servidor fuera de la modalidad de mantenimiento
HEALTH_ACTION_SENDSNMPTRAP=Generar una interrupci\u00f3n SNMP

#
REACTION_MODE_SUPERVISED=Supervisar
REACTION_MODE_AUTOMATIC=Autom\u00e1tica

UNITS_DAYS=D\u00edas
UNITS_HOURS=Horas
UNITS_SECONDS=Segundos
UNITS_MINUTES=Minutos
UNITS_MILLISECONDS=Milisegundos

viewlet.showMe=Gu\u00eda de aprendizaje
#Note to translators:  Please translate the text for the alt= part of the next item only
health.help.viewlet.image=<img src="/ibm/console/com.ibm.ws.console.healthconfig/images/camera.gif" width="17" height="17" border="0" alt="Ver la gu\u00eda de aprendizaje de esta p\u00e1gina" align="texttop">

task.demonstration=Demostraci\u00f3n de tarea
#Health Class Action Plan Setup
healthclass.customAction.selectAction.title=Seleccionar acci\u00f3n
healthclass.customAction.selectAction.predefine=Acci\u00f3n de pol\u00edtica de salud predefinida
healthclass.customAction.selectAction.predefine.heading=Acci\u00f3n predefinida:
healthclass.customAction.selectAction.customAction=Acci\u00f3n de pol\u00edtica de salud personalizada
healthclass.customAction.selectAction.customAction.heading=Acci\u00f3n personalizada:
healthclass.customAction.selectAction.newcustomAction=Crear una nueva acci\u00f3n personalizada...
#Health Class Custom Action Wizard
healthclass.customAction.display.name=Acci\u00f3n personalizada de gesti\u00f3n de salud
healthclass.customAction.display.description=Lista de las propiedades de acciones personalizadas de gesti\u00f3n de salud.
healthclass.customAction.wizard.title=Acci\u00f3n personalizada de gesti\u00f3n de salud
healthclass.customAction.wizard.description=Creaci\u00f3n de una acci\u00f3n personalizada para utilizarla con la gesti\u00f3n de salud.
healthclass.customAction.wizard.steps.selectType=Seleccionar acci\u00f3n
healthclass.customAction.wizard.steps.actionType=Seleccionar tipo de acci\u00f3n personalizada
healthclass.customAction.wizard.steps.customAction=Definir una acci\u00f3n personalizada
healthclass.customAction.wizard.steps.confirm=Confirmar la nueva acci\u00f3n
healthclass.customAction.wizard.steps.actionType.description=Seleccione el tipo de acci\u00f3n personalizada para crear:
healthclass.customAction.wizard.confirm.msg1=A continuaci\u00f3n se presenta un resumen de las selecciones efectuadas. Pulse Finalizar para completar la creaci\u00f3n de la acci\u00f3n personalizada.
healthclass.customAction.wizard.confirm.msg2=Si desea modificar alg\u00fan valor, pulse el bot\u00f3n Anterior para revisar los valores de la acci\u00f3n personalizada.
healthclass.customAction.wizard.confirm.msg3=Se crear\u00e1 la siguiente acci\u00f3n personalizada: "{0}".
healthclass.customAction.name=Nombre
healthclass.customAction.location=Ubicaci\u00f3n del directorio ejecutable de Java
healthclass.customAction.targetype=Tipo de destino ejecutable
healthclass.customAction.executable=Archivo ejecutable
healthclass.customAction.executable.displayName=Ejecutable
healthclass.customAction.executable.arguments=Argumentos ejecutables
healthclass.customAction.executable.type.java=JAVA_CLASS
healthclass.customAction.executable.type.jar=EXECUTABLE_JAR
healthclass.customAction.executable.os=Soportado en sistemas operativos de tipo:
healthclass.customAction.java=Acci\u00f3n Java
healthclass.customAction.nonjava=Acci\u00f3n no Java
healthclass.customAction.windows=windows
healthclass.customAction.unix=unix
healthclass.customAction.zos=zos
desc.healthclass.customAction.text=Las acciones personalizadas son acciones correctivas que el usuario define y que se pueden utilizar al crear pol\u00edticas de salud.
healthclass.customAction.usernameVar.description=Nombre de la variable de entorno que mantendr\u00e1 el valor de un nombre de usuario a sustituir para la variable al invocar la operaci\u00f3n.
healthclass.customAction.usernameVar=Nombre de una variable para hacer referencia a un nombre de usuario en argumentos utilizados en la ejecuci\u00f3n
healthclass.customAction.usernameVal.description=Nombre de usuario a sustituir para la variable de nombre de usuario
healthclass.customAction.usernameVal=Nombre de usuario a sustituir para la variable de nombre de usuario en el momento de la invocaci\u00f3n
healthclass.customAction.passwordVar.description=Nombre de la variable que mantendr\u00e1 el valor de una contrase\u00f1a a sustituir para la variable al invocar la operaci\u00f3n.
healthclass.customAction.passwordVar=Nombre de una variable para hacer referencia a una contrase\u00f1a en argumentos utilizados en la ejecuci\u00f3n
healthclass.customAction.passwordVal.description=Contrase\u00f1a a sustituir para la variable de contrase\u00f1a
healthclass.customAction.passwordVal=Contrase\u00f1a a sustituir para la variable de contrase\u00f1a en el momento de la invocaci\u00f3n
healthclass.customAction.displayPidVarName=Nombre de una variable de entorno que almacena un nombre de archivo PID
healthclass.customAction.supportedOS=SO soportados
healthclass.customAction.action=Acci\u00f3n
healthclass.customAction.pidVarName.description=Nombre de una variable de entorno que mantiene el nombre de la v\u00eda de acceso completa a un archivo que mantiene el ID de proceso (PID) para la ejecuci\u00f3n de la operaci\u00f3n.  Si no se ha proporcionado una variable de entorno, se asume que la que la operaci\u00f3n se ejecutar\u00e1 en un primer plano.
healthclass.customAction.msg1=Se ha creado satisfactoriamente la acci\u00f3n de salud personalizada.
error.create.customAction=Se ha producido un error al crear la acci\u00f3n de salud personalizada.

#Custom health condition
healthclass.customCondition.desc=Las condiciones de salud personalizadas las define el usuario mediante expresiones booleanas que cuando se eval\u00faan como verdaderas para un miembro de pol\u00edtica asociado significa que se ha incumplido la pol\u00edtica y que las acciones configuradas se deben llevar a cabo.
healthclass.customCondition.text=Condici\u00f3n de salud personalizada
healthclass.customCondition.predefined.text=Condici\u00f3n de salud predefinida
healthclass.customCondition.run.reaction.label=Ejecutar plan de reacci\u00f3n cuando:
healthclass.customCondition.where.label=Donde
healthclass.customCondition.action.label=Realizar las siguientes acciones cuando se incumple la condici\u00f3n de salud

healthclass.actionPlan.addStep.button=A\u00f1adir paso...
healthclass.actionPlan.deleteStep.button=Suprimir paso
healthclass.actionPlan.addAction.button=A\u00f1adir acci\u00f3n...
healthclass.actionPlan.deleteAction.button=Acci\u00f3n Eliminar
healthclass.actionPlan.moveUp.button=Subir
healthclass.actionPlan.moveDown.button=Bajar
healthclass.actionPlan.step.label=Paso
healthclass.actionPlan.action.label=Acci\u00f3n
healthclass.actionPlan.actions.label=Acciones
healthclass.actionPlan.target.label=Seleccionar el destino
healthclass.actionPlan.targetServer.label=Servidor de destino
healthclass.actionPlan.targetNode.label=Nodo de destino

healthclass.actionPlan.predefinedAction.button=Acci\u00f3n de pol\u00edtica de salud predefinida
healthclass.actionPlan.predefinedAction.label=Acci\u00f3n predefinida:
healthclass.actionPlan.customAction.button=Acci\u00f3n de pol\u00edtica de salud personalizada
healthclass.actionPlan.customAction.label=Acci\u00f3n personalizada:
healthclass.actionPlan.createCustomAction.button=Crear una nueva acci\u00f3n de pol\u00edtica de salud personalizada

healthclass.actionPlan.wizard.title=Definici\u00f3n del paso del plan de acci\u00f3n de la pol\u00edtica de salud
healthclass.actionPlan.wizard.description=Creaci\u00f3n de una definici\u00f3n del paso del plan de acci\u00f3n para utilizarlo en la pol\u00edtica de salud
healthclass.actionPlan.wizard.steps.selectType=Seleccionar acci\u00f3n
createhealthclass.actionPlan.wizard.steps.selectType=Seleccionar acci\u00f3n
healthclass.actionPlan.wizard.steps.selectTarget=Seleccionar destino
createhealthclass.actionPlan.wizard.steps.selectTarget=Seleccionar destino
healthclass.actionPlan.wizard.steps.notspecified=No especificado
healthclass.actionPlan.wizard.steps.confirm=Confirmar paso
healthclass.actionPlan.wizard.steps.actionType.description=Seleccione el tipo de acci\u00f3n personalizada para crear:
healthclass.actionPlan.wizard.confirm.msg1=Crear un nuevo paso a partir de la acci\u00f3n predefinida:
healthclass.actionPlan.wizard.confirm.msg2=Crear un nuevo paso a partir de la acci\u00f3n personalizada:
healthclass.actionPlan.wizard.confirm.msg3=Servidor/nodo de destino:
healthclass.actionPlan.wizard.error.msg1=No se ha podido utilizar la acci\u00f3n seleccionada en el destino especificado
healthclass.actionPlan.wizard.error.msg2=Hay que especificar el destino para este paso

healthclass.actionPlan.predefined.label=Seleccionar acci\u00f3n predefinida
healthclass.actionPlan.custom.label=Seleccionar acci\u00f3n personalizada
healthclass.has.changed.msg=Se han modificado las propiedades de esta pol\u00edtica de salud, sin embargo, no se han guardado.  Se guardar\u00e1n al pulsar el bot\u00f3n Aplicar o Aceptar.
healthclass.actionPlan.must.be.selected=Debe seleccionar al menos un elemento de acci\u00f3n para realizar esta funci\u00f3n.
healthclass.actionPlan.only.select.one.action=La operaci\u00f3n de subir o bajar \u00fanicamente se puede realizar al mismo tiempo con un elemento de acci\u00f3n.

healthclass.sick.server.nodeagent=Agente de nodo del servidor an\u00f3malo
healthclass.sick.server=Servidor an\u00f3malo
healthclass.node.hosting.sick.server=Nodo que aloja el servidor an\u00f3malo
HEALTH_ACTION_CUSTOM=Personalizado
healthclass.showmestepslayout.token=:
