nav.repository.label=Servicio de repositorio ampliado
nav.repositorycheckpoint.create.label=Nuevo punto de control de repositorio
nav.repositorycheckpoint.label=Puntos de control de repositorio
repository.description=El servicio de repositorio ampliado permite la gesti\u00f3n avanzada del repositorio de configuraci\u00f3n. El repositorio de configuraci\u00f3n contiene la configuraci\u00f3n de la c\u00e9lula.  Esta informaci\u00f3n es esencial para el funcionamiento de las aplicaciones. Puede crear puntos de control para guardar instant\u00e1neas de la configuraci\u00f3n a medida que realiza cambios, de modo que pueda f\u00e1cilmente deshacer dichos cambios si fuera necesario. Puede configurar el repositorio para crear puntos de control delta autom\u00e1ticos cada vez que realice un cambio en la configuraci\u00f3n. Un punto de control delta guarda una copia de los documentos de configuraci\u00f3n antes de guardar los cambios. Puede especificar el n\u00famero de puntos de control autom\u00e1ticos que se guardar\u00e1n. Una vez alcanzado ese l\u00edmite, el siguiente punto de control sustituye al anterior.
repository.detail.autoCheckpointDepth=Profundidad de punto de control autom\u00e1tico
repository.detail.autoCheckpointDepth.description=Es la profundidad del punto de control autom\u00e1tico.
repository.detail.autoCheckpointEnabled=Habilitar puntos de control de repositorio autom\u00e1ticos
repository.detail.autoCheckpointEnabled.description=Esta acci\u00f3n habilita o inhabilita la creaci\u00f3n de puntos de control autom\u00e1ticos.
repository.detail.checkpointLocation=Ubicaci\u00f3n del punto de control del repositorio
repository.detail.checkpointLocation.description=Ubicaci\u00f3n de los puntos de control guardados.
repository.detail.repositoryLocation=Ubicaci\u00f3n de repositorio
repository.detail.repositoryLocation.description=Es la ubicaci\u00f3n del repositorio de configuraci\u00f3n.
repository.displayName=Servicio de repositorio ampliado
repository.error.update=Se ha producido un error al actualizar la configuraci\u00f3n del repositorio.
repositorycheckpoint.button.delete=Suprimir
repositorycheckpoint.button.export=Exportar
repositorycheckpoint.button.new=Nuevo
repositorycheckpoint.button.restore=Restaurar
repositorycheckpoint.checkpointType.displayName=Tipo
repositorycheckpoint.create.button.cancel=Cancelar
repositorycheckpoint.create.button.ok=Aceptar
repositorycheckpoint.create.description=Cree un punto de control completo del repositorio de configuraci\u00f3n.
repositorycheckpoint.create.displayName=Nuevo repositorio de control
repositorycheckpoint.create.parameter.description.description=Descripci\u00f3n del punto de control que se va a crear.
repositorycheckpoint.create.parameter.description.displayName=Descripci\u00f3n
repositorycheckpoint.create.parameter.name.description=Nombre del punto de control que se va a crear.
repositorycheckpoint.create.parameter.name.displayName=Nombre
repositorycheckpoint.create.status.description=Estado actual de la creaci\u00f3n del punto de control.
repositorycheckpoint.create.status.displayName=Crear punto de control
repositorycheckpoint.create.tab=Crear punto de control nuevo
repositorycheckpoint.delete.error=No se puede suprimir el punto de control delta {0} hasta que se hayan suprimido todos los puntos de control delta anteriores.
repositorycheckpoint.delete.status.description=Estado actual de la supresi\u00f3n del punto de control.
repositorycheckpoint.delete.status.displayName=Suprimir punto de control
repositorycheckpoint.description=Los puntos de control de repositorio representan im\u00e1genes guardadas del repositorio antes de que se realicen cambios de configuraci\u00f3n. Los puntos de control son im\u00e1genes delta o completas. Un punto de control completo lo crea manualmente el administrador y es una copia de todo el repositorio de configuraci\u00f3n. Esto incluye aplicaciones y conectores, con lo cual puede ser de gran tama\u00f1o. Un punto de control delta se crea autom\u00e1ticamente cuando se realizan cambios de configuraci\u00f3n. El punto de control delta se crea realizando una copia de los documentos de configuraci\u00f3n afectados por los cambios de configuraci\u00f3n antes de que se apliquen los cambios. Los puntos de control pueden utilizarse para restaurar el repositorio de configuraci\u00f3n a un estado anterior. Utilice un punto de control completo para restaurar todo el repositorio de configuraci\u00f3n al estado en el que estaba en el momento en que cre\u00f3 el punto de control completo. Utilice los puntos de control delta para deshacer cambios recientes. Los puntos de control delta s\u00f3lo pueden restaurarse en el orden inverso en el que se han creado. Todos los puntos de control delta tienen un n\u00famero de secuencia. El n\u00famero de secuencia m\u00e1s elevado representa el punto de control delta m\u00e1s reciente. Los puntos de control delta s\u00f3lo pueden restaurarse en n\u00famero de secuencia descendente. Despu\u00e9s de la restauraci\u00f3n del repositorio de configuraci\u00f3n a partir de un punto de control delta, el producto crea un punto de control que contiene la configuraci\u00f3n anterior a la restauraci\u00f3n.
repositorycheckpoint.description.displayName=Descripci\u00f3n
repositorycheckpoint.description.short=Los puntos de control de repositorio representan im\u00e1genes guardadas del repositorio antes de que se realicen cambios de configuraci\u00f3n. Los puntos de control son im\u00e1genes delta o completas. Esta vista le permite crear un punto de control completo nuevo, suprimir y restaurar un punto de control. Consulte la Ayuda para obtener m\u00e1s informaci\u00f3n.
repositorycheckpoint.detail.description=Un punto de control de repositorio comprende un conjunto de documentos de configuraci\u00f3n guardados antes de que se realice un cambio de configuraci\u00f3n. El conjunto de documentos guardado en este punto de control est\u00e1 disponible para su inspecci\u00f3n m\u00e1s abajo.
repositorycheckpoint.detail.displayName=Detalles del punto de control
repositorycheckpoint.detail.tab=Atributos
repositorycheckpoint.displayName=Puntos de control de repositorio
repositorycheckpoint.docCount.displayName=Documentos
repositorycheckpoint.document.name.displayName=Documento
repositorycheckpoint.document.uri.displayName=URI
repositorycheckpoint.error=Se ha producido un error. Compruebe las anotaciones cronol\u00f3gicas para obtener detalles.
repositorycheckpoint.error.active.process=Al restaurar un punto de control, detenga todos los procesos excepto el del gestor de despliegue. 
repositorycheckpoint.error.create=No se puede crear un punto de control completo. Compruebe las anotaciones cronol\u00f3gicas para obtener detalles.
repositorycheckpoint.error.delete=No se puede suprimir el punto de control. Compruebe las anotaciones cronol\u00f3gicas para obtener detalles.
repositorycheckpoint.error.detail.view=No se pueden mostrar los detalles de un punto de control determinado.
repositorycheckpoint.error.restore=No se puede restaurar el punto de control. Compruebe las anotaciones cronol\u00f3gicas para obtener detalles.
repositorycheckpoint.export.description=Exporta un punto de control existente del repositorio de configuraci\u00f3n.
repositorycheckpoint.export.displayName=Exportar puntos de control de repositorio
repositorycheckpoint.export.failed=No se ha podido exportar el punto de control. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s informaci\u00f3n.
repositorycheckpoint.invalid.name=Nombre de punto de control no v\u00e1lido. El nombre del punto de control no debe contener |  ? * < " : > /.
repositorycheckpoint.name.displayName=Nombre
repositorycheckpoint.nocheckpoint.selected=Seleccione al menos un punto de control para efectuar esta acci\u00f3n.
repositorycheckpoint.restore.status.description=Estado actual de la restauraci\u00f3n del punto de control.
repositorycheckpoint.restore.status.displayName=Restaurar punto de control
repositorycheckpoint.restore.warning=Cierre la sesi\u00f3n en la consola administrativa y, a continuaci\u00f3n, vuelva a iniciarla despu\u00e9s de una restauraci\u00f3n de punto de control. Esto evita que experimente problemas o un funcionamiento an\u00f3malo provocados por problemas de espacio.
repositorycheckpoint.sequence.displayName=Secuencia
repositorycheckpoint.status.button.ok=Aceptar
repositorycheckpoint.timestamp.displayName=Indicaci\u00f3n de la hora



