

PolicySetBindings.SrvRefClient.description=Defina la configuraci\u00f3n de la pol\u00edtica y del enlace para la referencia, los puntos finales o las operaciones del servicio. Pulse <b>Heredar</b> para borrar todos los valores individuales y utilizar conexiones del conjunto de pol\u00edticas definidos por el cliente de servicio. Pulse <b>Sustituir</b> para definir enlaces y conjuntos de pol\u00edtica separados.
PolicySetBindings.client.description=Defina la configuraci\u00f3n de la pol\u00edtica y del enlace para la aplicaci\u00f3n, sus clientes de servicio, puntos finales u operaciones.Estos valores tambi\u00e9n se utilizan como valores por omisi\u00f3n para las referencias de servicio de los clientes de servicio. Para personalizar los valores de las referencias de servicio, navegue hacia la lista de Clientes de servicio bajo Servicios o en la p\u00e1gina Configuraci\u00f3n de la aplicaci\u00f3n. Acceda al enlace Pol\u00edticas aplicadas para indicar si se deben utilizar y c\u00f3mo adquirir pol\u00edticas del proveedor de servicios. Complete el anexo proporcionando la configuraci\u00f3n espec\u00edfica del sistema cuando asigne el enlace apropiado.
PolicySetBindings.provider.description=Permite conectar conjuntos de pol\u00edticas a la aplicaci\u00f3n, sus servicios, puntos finales u operaciones. Acceda al enlace de Compartici\u00f3n de pol\u00edticas para permitir a los clientes adquirir la pol\u00edtica del proveedor. Complete la conexi\u00f3n proporcionando la configuraci\u00f3n espec\u00edfica del sistema cuando asigne el enlace apropiado.
PolicySetBindings.provider.displayName=Conjuntos de pol\u00edticas y enlaces del proveedor de servicios
WSAdmin.AdditionalProperties.category.displayName=Propiedades adicionales
WSAdmin.AttachedPolicySet.displayName=Conjunto de pol\u00edticas conectado
WSAdmin.Binding.displayName=Enlaces
WSAdmin.Bus.column.displayName=Bus
WSAdmin.DeployedAsset.column.displayName=Activo desplegado
WSAdmin.HiearchicalLongName.displayName=Aplicaci\u00f3n/Servicio/Punto final/Operaciones
WSAdmin.HiearchicalName.displayName=Servicio/Punto final/Operaci\u00f3n
WSAdmin.Module.column.displayName=M\u00f3dulo
WSAdmin.ServiceClient.column.displayName=Servicio / Referencia de servicio
WSAdmin.ServiceStatus.column.displayName=Estado
WSAdmin.ServiceStatus.text.started=Escucha
WSAdmin.ServiceStatus.text.stoped=Escucha detenida
WSAdmin.Type.column.displayName=Tipo
WSAdmin.Webservice.column.displayName=Nombre
WSAdmin.already.listening=Uno o m\u00e1s de los recursos seleccionados ya est\u00e1n escuchando.
WSAdmin.already.not.listening=Uno o m\u00e1s de los escuchas de servicio seleccionados ya est\u00e1n detenidos.
WSAdmin.application.description=La aplicaci\u00f3n que aloja este proveedor de servicios.
WSAdmin.application.link=Aplicaci\u00f3n
WSAdmin.application.link.description=La aplicaci\u00f3n que aloja este proveedor de servicios.
WSAdmin.bus.link=Bus de integraci\u00f3n del sistema
WSAdmin.bus.link.description=Bus de integraci\u00f3n del sistema que contiene este cliente de servicio web del servicio WS-Notification.
WSAdmin.icon.j2ee.alt=El activo desplegado es una aplicaci\u00f3n Java EE
WSAdmin.icon.j2ee.title=Aplicaci\u00f3n Java EE
WSAdmin.icon.scaj2ee.alt=El activo desplegado es una unidad de composici\u00f3n SCA
WSAdmin.icon.scaj2ee.title=Unidad de composici\u00f3n SCA
WSAdmin.icon.wsnclient.alt=Bus de integraci\u00f3n de servicios e intermediario de servicio WS-Notification
WSAdmin.icon.wsnclient.title=Servicio WS-Notification
WSAdmin.icon.wsnj2ee.alt=El activo desplegado es una aplicaci\u00f3n Java EE de punto de servicio WS-Notification
WSAdmin.icon.wsnj2ee.title=Aplicaci\u00f3n de punto de servicio WS-Notification
WSAdmin.module.link=M\u00f3dulo
WSAdmin.module.link.description=El m\u00f3dulo de la aplicaci\u00f3n que aloja este proveedor de servicios.
WSAdmin.passthru={0}
WSAdmin.policyset.value.default=Valor por omisi\u00f3n
WSAdmin.policyset.value.defaultinherited=Valor por omisi\u00f3n (heredado)
WSAdmin.policyset.value.inherited=Heredado
WSAdmin.policyset.value.none=Ninguno
WSAdmin.policyset.value.notapplicable=No se aplica
WSAdmin.policyset.value.sublevelbindings=Enlaces de subnivel
WSAdmin.service.started.successfully=El servicio {0} en el m\u00f3dulo {1} en el activo desplegado {2} se ha iniciado correctamente.
WSAdmin.service.stopped.successfully=El servicio {0} en el m\u00f3dulo {1} en el activo desplegado {2} se ha detenido correctamente.
WSAdmin.serviceclient.link=Cliente de servicio
WSAdmin.status.StoppedNotStartable=Los puntos finales de servicio no est\u00e1n a la escucha porque el activo desplegado no est\u00e1 en ejecuci\u00f3n. 
WSAdmin.status.StoppedNotStartable1=Los puntos finales de servicio no est\u00e1n a la escucha porque el activo desplegado no est\u00e1 en ejecuci\u00f3n. El control de escucha no est\u00e1 soportado.
WSAdmin.status.part_start=El activo desplegado se ha iniciado parcialmente.
WSAdmin.status.part_start1=El activo desplegado se ha iniciado parcialmente. El control de escucha no est\u00e1 soportado.
WSAdmin.status.part_stop=El activo desplegado se ha detenido parcialmente. Los puntos finales de servicio no est\u00e1n a la escucha.
WSAdmin.status.part_stop1=El activo desplegado se ha detenido parcialmente. Los puntos finales de servicio no est\u00e1n a la escucha. El control de escucha no est\u00e1 soportado.
WSAdmin.status.running=Los puntos finales de servicio est\u00e1n a la escucha.
WSAdmin.status.running1=Los puntos finales de servicio est\u00e1n a la escucha. El control de escucha no est\u00e1 soportado.
WSAdmin.status.stop=Los puntos finales de servicio no est\u00e1n a la escucha, pero el activo desplegado est\u00e1 en ejecuci\u00f3n.
WSAdmin.status.unavail=El estado no se puede determinar.
WSAdmin.status.unknown=El servicio o el activo desplegado no tienen informaci\u00f3n sobre su estado.
WSAdmin.wsdl.document=Documento WSDL
WSAdmin.wsdl.document.link.description=Documento de lenguaje de descripci\u00f3n de servicios web del servicio web.
WSAdmin.wsnservicepoint.link=Servicio WS-Notification
WSAdmin.wsnservicepoint.link.description=El servicio WS-Notification que contiene este cliente.
WebservicesAdmin.description=Utilice esta p\u00e1gina para gestionar los proveedores de servicios JAX-WS y otros proveedores de servicios. Los servicios JAX-RPC no se visualizan. Detenga un escucha para bloquear las peticiones entrantes de un servicio. Inicie un escucha para permitir que se procesen las peticiones de un servicio.
WebservicesAdmin.detail.client.description=Utilice esta p\u00e1gina para gestionar los conjuntos de pol\u00edticas y enlaces o para acceder a la informaci\u00f3n adicional para este cliente de servicio.
WebservicesAdmin.detail.description=Utilice esta p\u00e1gina para gestionar conjuntos de pol\u00edticas y enlaces o para acceder a informaci\u00f3n adicional para este proveedor de servicios.
WebservicesAdmin.detail.wsnclient.description=Utilice esta p\u00e1gina para gestionar conjuntos de pol\u00edticas y enlaces o para acceder a informaci\u00f3n adicional para este cliente de servicio de WS-Notification.
WebservicesAdmin.displayName=Proveedores de servicios
WebservicesAdmin.sub.detail.client.description=Defina la configuraci\u00f3n de la pol\u00edtica y del enlace para la referencia, los puntos finales o las operaciones del servicio. Acceda al enlace de pol\u00edticas aplicadas para indicar si se debe utilizar y c\u00f3mo adquirir la pol\u00edtica del proveedor de servicios. Complete la conexi\u00f3n proporcionando la configuraci\u00f3n espec\u00edfica del sistema cuando asigne el enlace apropiado.
WebservicesAdmin.sub.detail.description=Conecte un conjunto de pol\u00edticas con el servicio, los puntos finales o las operaciones. Acceda al enlace de Compartici\u00f3n de pol\u00edticas para permitir a los clientes adquirir la pol\u00edtica del proveedor. Complete la conexi\u00f3n proporcionando la configuraci\u00f3n espec\u00edfica del sistema cuando asigne el enlace apropiado.
WebservicesAdmin.sub.detail.wsnclient.description=Esta secci\u00f3n le permite adjuntar un conjunto de pol\u00edticas con el cliente de servicio de WS-Notification. Puede completar el anexo proporcionando la configuraci\u00f3n espec\u00edfica del sistema cuando asigne el enlace apropiado.
WebservicesAdminApp.description=Se visualizan todos los proveedores de servicios JAX-WS y otros proveedores de servicios. Los servicios JAX-RPC no se visualizan.
WebservicesAdminApp.displayName=Proveedores de servicios
button.inherit.clientPolicySet=Heredado
button.override.clientPolicySet=Sustituir
button.stop.listener=Detener escucha
button.wsadmin.start=Iniciar escucha
client.Admin.description=Gestione las referencias de cliente de servicios web para esta c\u00e9lula. Aqu\u00ed se listan todas las referencias de cliente de servicio JAX-WS y otras referencias de cliente de servicio. Los clientes de servicio JAX-RPC no se visualizan.
client.Admin.displayName=Clientes de servicio
client.AdminApp.description=Gestione las referencias de cliente de servicios web para esta aplicaci\u00f3n. Se listan todas las referencias de servicio JAX-WS. No se visualizan las referencias de servicio JAX-RPC.
client.AdminApp.displayName=Clientes de servicio
client.PolicySetBindings.client.displayName=Conjuntos de pol\u00edticas y enlaces del cliente de servicio
client.PolicySetBindings.client.link.description=Vea las referencias de cliente de servicio y gestione los conjuntos de pol\u00edticas para esta aplicaci\u00f3n.
client.WSAdmin.application.link.description=La aplicaci\u00f3n que aloja este cliente de servicio.
client.WSAdmin.module.link.description=El m\u00f3dulo que aloja este cliente de servicio.
client.WSAdmin.srvRef.link.description=El cliente de servicio que aloja esta referencia de servicio.
client.servicename.label.name=Cliente de servicio
client.servicerefname.label.name=Referencia de servicio
client.task.wsadmin.administration=Clientes de servicio
client.wsadmin.administration.applevel.display=Clientes de servicio
client.wsadmin.administration.applevel.link.description=Permite ver y administrar la colecci\u00f3n de clientes de servicio de esta aplicaci\u00f3n.
error.forming.wsnservice.link=No se ha podido encontrar el servicio WS-Notification {0} asociado al bus SI {1}. Consulte las anotaciones cronol\u00f3gicas correspondientes para obtener m\u00e1s detalles.
error.resource.not.found=Error interno: el recurso {0} no se ha encontrado. {1}
module.is.unavailable=El m\u00f3dulo que contiene {0} no se ha iniciado.
nav.wsadmin.management=Servicios
policyset.resource.srvRef.displayName=Referencia de servicio/Punto final/Operaci\u00f3n
resource.must.be.selected=Seleccione, como m\u00ednimo, un recurso para realizar esta acci\u00f3n.
servicename.label.name=Proveedor de servicios
servicename.label.name.description=Nombre del servicio que se est\u00e1 mostrando.
servicerefname.label.name.description=Nombre de la referencia de servicio que se est\u00e1 visualizando.
task.wsadmin.administration=Proveedores de servicios
view.wsdl.description=Permite expandir y contraer los datos de la definici\u00f3n WSDL a visualizar.
view.wsdl.not.read=No se ha podido leer la definici\u00f3n WSDL.
view.wsdl.title=Ver WSDL
wsadmin.PolicySetBindings.provider.link.description=Permite ver los proveedores de servicios y gestionar los conjuntos de pol\u00edticas para esta aplicaci\u00f3n.
wsadmin.administration.applevel=Proveedores de servicios
wsadmin.administration.applevel.link.description=Permite ver y administrar la colecci\u00f3n de proveedores de servicios de esta aplicaci\u00f3n.
wsadmin.config.name.description=Especifica la configuraci\u00f3n de nombres
wsnclient.Admin.displayName=Cliente de servicio WS-Notification
