HTTPAccessLogFormat.COMBINED=Combinado
HTTPAccessLogFormat.COMMON=Com\u00fan
HTTPAccessLoggingService.FRCAFilePath.displayName=V\u00eda de acceso del archivo de anotaciones cronol\u00f3gicas FRCA
HTTPAccessLoggingService.FRCALogFormat.displayName=Formato del archivo de anotaciones cronol\u00f3gicas FRCA 
HTTPAccessLoggingService.FRCAMaximumSize.displayName=Tama\u00f1o m\u00e1ximo del archivo de anotaciones cronol\u00f3gicas FRCA
HTTPAccessLoggingService.FRCAMaximumSize.units=MB
HTTPAccessLoggingService.accessFilePath.displayName=V\u00eda de acceso del archivo de anotaciones cronol\u00f3gicas de acceso
HTTPAccessLoggingService.accessLogFormat.displayName=Formato de anotaciones cronol\u00f3gicas de acceso NCSA 
HTTPAccessLoggingService.accessMaximumSize.displayName=Tama\u00f1o m\u00e1ximo de las anotaciones cronol\u00f3gicas de acceso
HTTPAccessLoggingService.accessMaximumSize.units=MB
HTTPAccessLoggingService.category.FRCA=Anotaci\u00f3n cronol\u00f3gica FRCA
HTTPAccessLoggingService.category.access=Anotaci\u00f3n cronol\u00f3gica de accesos NCSA
HTTPAccessLoggingService.category.error=Anotaci\u00f3n cronol\u00f3gica de errores
HTTPAccessLoggingService.displayName=Anotaci\u00f3n cronol\u00f3gica de errores de acceso NCSA y HTTP
HTTPAccessLoggingService.enableAccessLogging.displayName=Habilitar anotaciones cronol\u00f3gicas de acceso
HTTPAccessLoggingService.enableErrorLogging.displayName=Habilitar registro cronol\u00f3gico de errores
HTTPAccessLoggingService.enableFRCALogging.displayName=Habilita anotaci\u00f3n cronol\u00f3gica FRCA
HTTPAccessLoggingService.enableLoggingService.displayName=Habilitar anotaci\u00f3n cronol\u00f3gica durante el arranque del servidor
HTTPAccessLoggingService.errorFilePath.displayName=V\u00eda de acceso del archivo de anotaciones cronol\u00f3gicas de errores
HTTPAccessLoggingService.errorLogLevel.displayName=Nivel de anotaci\u00f3n cronol\u00f3gica de errores
HTTPAccessLoggingService.errorMaximumSize.displayName=Tama\u00f1o m\u00e1ximo del archivo de anotaciones cronol\u00f3gicas de errores
HTTPAccessLoggingService.errorMaximumSize.units=MB
HTTPAccessLoggingService.largeIcon=HTTPAccessLoggingService32X32.gif
HTTPAccessLoggingService.maxBackupFiles.displayName=N\u00famero m\u00e1ximo de archivos hist\u00f3ricos
HTTPAccessLoggingService.smallIcon=HTTPAccessLoggingService.gif
HTTPAccessLoggingService.zos.displayName=Anotaci\u00f3n cronol\u00f3gicas de acceso NCSA, de errores HTTP y FRCA
HTTPErrorLogLevel.CRITICAL=Grave
HTTPErrorLogLevel.DEBUG=Depuraci\u00f3n
HTTPErrorLogLevel.ERROR=Error
HTTPErrorLogLevel.INFO=Informaci\u00f3n
HTTPErrorLogLevel.WARNING=Aviso


HTTPAccessLoggingService.FRCAFilePath.description=Especifica la ubicaci\u00f3n y el nombre del archivo de anotaciones cronol\u00f3gicas FRCA. Este archivo de anotaciones cronol\u00f3gicas contiene informaci\u00f3n de acceso del cliente para las peticiones que maneja FRCA.
HTTPAccessLoggingService.FRCALogFormat.description=Especifica el formato que se utiliza al anotar cronol\u00f3gicamente peticiones que maneja FRCA.
HTTPAccessLoggingService.FRCAMaximumSize.description=Especifica el tama\u00f1o m\u00e1ximo, en megabytes, del archivo de anotaciones cronol\u00f3gicas FRCA.
HTTPAccessLoggingService.accessFilePath.description=Especifica la ubicaci\u00f3n y el nombre del archivo de anotaciones cronol\u00f3gicas de acceso NCSA. Este archivo de anotaciones cronol\u00f3gicas contiene informaci\u00f3n de acceso del cliente.
HTTPAccessLoggingService.accessLogFormat.description=Especifica el formato NCSA que se utiliza cuando se a\u00f1ade informaci\u00f3n de acceso del cliente a un archivo de anotaciones cronol\u00f3gicas NCSA.
HTTPAccessLoggingService.accessMaximumSize.description=Especifica el tama\u00f1o m\u00e1ximo, en megabytes, del archivo de anotaciones cronol\u00f3gicas NCSA.
HTTPAccessLoggingService.description=Esta p\u00e1gina sirve para configurar archivos de anotaciones cronol\u00f3gicas de acceso NCSA (National Center for Supercomputing Applications) y archivos de anotaciones cronol\u00f3gicas de error HTTP.
HTTPAccessLoggingService.enableAccessLogging.description=Especifica si las anotaciones cronol\u00f3gicas de acceso NCSA est\u00e1n habilitadas para las peticiones de cliente de entrada.
HTTPAccessLoggingService.enableErrorLogging.description=Especifica si se recopila la informaci\u00f3n de error y depuraci\u00f3n en un archivo de anotaciones cronol\u00f3gicas de error.
HTTPAccessLoggingService.enableFRCALogging.description=Especifica si las anotaciones cronol\u00f3gicas FRCA est\u00e1n habilitadas para las peticiones de cliente de entrada que maneja FRCA.
HTTPAccessLoggingService.errorFilePath.description=Especifica la ubicaci\u00f3n y el nombre del archivo de anotaciones cronol\u00f3gicas de error. Este archivo de anotaciones cronol\u00f3gicas contiene informaci\u00f3n de errores que puede utilizarse para depurar situaciones de error.
HTTPAccessLoggingService.errorLogLevel.description=Especifica el tipo de los mensajes que se a\u00f1aden al archivo de anotaciones cronol\u00f3gicas de error.
HTTPAccessLoggingService.errorMaximumSize.description=Especifica el tama\u00f1o m\u00e1ximo, en megabytes, del archivo de anotaciones cronol\u00f3gicas de error.
HTTPAccessLoggingService.maxBackupFiles.description=Especifica el n\u00famero m\u00e1ximo de archivos hist\u00f3ricos que se pueden mantener.
HTTPAccessLoggingService.zos.description=Utilice esta p\u00e1gina para configurar archivos de anotaciones cronol\u00f3gicas de error HTTP, archivos de anotaciones cronol\u00f3gicas de acceso NCSA (National Center for Supercomputing Applications) y archivos de anotaciones cronol\u00f3gicas FRCA (Fast Response Cache Accelerator). Los archivos de anotaciones cronol\u00f3gicas FRCA son una forma especializada de los archivos de anotaciones cronol\u00f3gicas NCSA que s\u00f3lo pueden crearse si el producto se ejecuta en z/OS.
