

AssetAdd.addAsset.label=A\u00f1adir activo
AssetAdd.addBLA.label=A\u00f1adir aplicaci\u00f3n de nivel empresarial (BLA)
AssetAdd.addExternalAsset.label=A\u00f1adir activo externo
AssetAdd.addSharedLib.label=A\u00f1adir biblioteca compartida
AssetCompositionUnitCollection.display=Activos desplegados
AssetDeployment.description.displayName=Descripci\u00f3n
AssetDeployment.name.displayName=Nombre
AssetDeployment.version.displayName=Versi\u00f3n
AssetExport.description=Pulse el activo que se va a descargar.
AssetExport.title=Exportar activo
AssetImport.AssetOptions.step=Seleccionar opciones para importar un activo
AssetImport.BLAInstallSummary.step=Resumen
AssetImport.preparation.title=Subir activo
AssetImport.upload.description=Seleccione el paquete de activos para importar.
AssetManagement.description=Utilice esta p\u00e1gina para gestionar activos en el repositorio de activos.  Los activos representan binarios f\u00edsicos.  Ejemplos de activos son archivos comprimidos (zip), archivos de archivado de Enterprise JavaBean (EJB) Java(TM) (JAR), archivos EAR, archivos JAR compuestos de la Arquitectura de componente de servicios (Service Component Architecture - SCA), archivos JAR de mediaci\u00f3n, archivos JAR de biblioteca compartida y contenido que no es de Java EE, como aplicaciones PHP.
AssetManagement.description.displayName=Activoxxxx
AssetManagement.detail.description=Utilice esta p\u00e1gina para gestionar activos en el repositorio de activos.  Los activos representan binarios f\u00edsicos.  Ejemplos de activos son archivos comprimidos (zip), archivos de archivado de Enterprise JavaBean (EJB) Java(TM) (JAR), archivos EAR, archivos JAR compuestos de la Arquitectura de componente de servicios (Service Component Architecture - SCA), archivos JAR de mediaci\u00f3n, archivos JAR de biblioteca compartida y contenido que no es de Java EE, como aplicaciones PHP.
AssetManagement.displayName=Activos
AssetOptions.Relationships.button=Gestionar relaciones...
AssetOptions.asset.relationship.displayName=Relaciones de activos actuales
AssetOptions.asset.relationship.select=Seleccione un activo en la lista Disponible. Para mover el activo a la lista Seleccionados, pulse >>.
AssetOptions.assetRelationship.description=Utilice esta p\u00e1gina para gestionar las relaciones de activos.  Las relaciones de activos precisan que las unidades de composici\u00f3n para los activos relacionados se creen antes o cuando se a\u00f1ade el destino especificado a una aplicaci\u00f3n de nivel empresarial (BLA).
AssetOptions.assetRelationship.title=Gestionar relaciones
AssetOptions.currentRelationships.label=Relaciones actuales
AssetOptions.relationships.select=Gestionar relaciones de activos existentes>
AssetUpdate.addto.asset.description=A\u00f1adir un m\u00f3dulo o archivo a un activo importado.  Ser\u00e1 accesible por las unidades de composici\u00f3n  que respalda este activo. 
AssetUpdate.addto.asset.display=A\u00f1adir un m\u00f3dulo o archivo a un activo
AssetUpdate.deletefrom.asset.description=Eliminar un archivo o m\u00f3dulo de un activo importado. Este archivo o m\u00f3dulo ya no ser\u00e1 accesible para las unidades de composici\u00f3n de respaldo por parte de este activo.
AssetUpdate.deletefrom.asset.display=Eliminar un archivo o m\u00f3dulo de un activo
AssetUpdate.merge.asset.description=Fusionar los contenidos del activo con el activo importado.
AssetUpdate.merge.asset.display=Fusionar contenidos de activo
AssetUpdate.preparation.title=Actualizar activo
AssetUpdate.replace.asset.description=Sustituir el activo importado con el activo especificado por la v\u00eda de acceso.
AssetUpdate.replace.asset.display=Sustituir todo el activo.
AssetUpdate.update.asset.description=Sustituir un m\u00f3dulo o archivo de un activo importado.  Ser\u00e1 accesible por las unidades de composici\u00f3n  que respalda este activo. 
AssetUpdate.update.asset.display=Sustituir contenidos de activo espec\u00edficos 
AssetUpdate.updateadd.asset.description=Si el archivo existe, se sustituye. De lo contrario, se a\u00f1ade al activo importado.
AssetUpdate.updateadd.asset.display=Fusionar contenidos de activo
AssetUpdate.upload.description=Actualizando {0} en el repositorio de activos.
BLAAddCU.BLAInstallSummary.step=Resumen 
BLAAddCU.CUOptions.step=Establecer opciones
BLAAddCU.CreateAuxCUOptions.description=Utilice esta p\u00e1gina para gestionar relaciones de unidad de composici\u00f3n y destinos de relaci\u00f3n para relaciones de activos que no tengan unidades de composici\u00f3n creadas en esta aplicaci\u00f3n de nivel empresarial. Proporcione un nombre de unidad de composici\u00f3n para el activo en la relaci\u00f3n.
BLAAddCU.CreateAuxCUOptions.matchTargets.match=Habilitar destinos de coincidencia
BLAAddCU.CreateAuxCUOptions.matchTargets.nomatch=Inhabilitar destinos de coincidencia
BLAAddCU.CreateAuxCUOptions.panel=Relaciones de unidad de composici\u00f3n
BLAAddCU.CreateAuxCUOptions.step=Opciones para crear nuevas unidades de composici\u00f3n que satisfagan las relaciones de activos 
BLAAddCU.MapTarget.step=Correlacionar unidad de composici\u00f3n con un servidor o cl\u00faster
BLAAddCU.MapTargets.step=Correlacionar unidad de composici\u00f3n con un destino
BLAAddCU.RelationshipOptions.description=Utilice esta p\u00e1gina para gestionar relaciones de unidad de composici\u00f3n y destinos de relaci\u00f3n para unidades de composici\u00f3n que ya existan en la aplicaci\u00f3n de nivel empresarial (BLA).
BLAAddCU.RelationshipOptions.panel=Opciones de relaci\u00f3n
BLAAddCU.RelationshipOptions.step=Definir la relaci\u00f3n con las unidades de composici\u00f3n existentes
BLAAddCompUnit.selection.description=Asocie este activo con la aplicaci\u00f3n de nivel empresarial (BLA) que proporciona la configuraci\u00f3n utilizando el asistente de configuraci\u00f3n del activo.
BLAAddCompUnit.selection.displayName=Seleccione el activo para crear una unidad de composici\u00f3n para esta aplicaci\u00f3n de nivel empresarial (BLA).
BLAAddCompUnit.selection.name.displayName=Nombre
BLAAddCompUnit.title=Asociar activo
BLAAddCompositionUnit.bla.description=A\u00f1ada una aplicaci\u00f3n de nivel empresarial como una unidad de composici\u00f3n a la aplicaci\u00f3n de nivel empresarial. Si edita la unidad de composici\u00f3n s\u00f3lo podr\u00e1 editar los atributos de la unidad de composici\u00f3n para la aplicaci\u00f3n de nivel empresarial (BLA) incorporada.  Para poder modificar los atributos de la aplicaci\u00f3n de nivel empresarial (BLA) incorporada, debe editar la propia aplicaci\u00f3n de nivel empresarial (BLA).
BLAAddCompositionUnit.description=A\u00f1ada activos a la aplicaci\u00f3n de nivel empresarial (BLA) para crear una unidad de composici\u00f3n.
BLAAddCompositionUnit.displayName=xxxx
BLAAddCompositionUnit.wizard.description=Utilice esta p\u00e1gina para especificar las opciones de la unidad de composici\u00f3n que se a\u00f1adir\u00e1 a la aplicaci\u00f3n de nivel empresarial.
BLAAddCompositionUnit.wizard.title=Establecer valores de opciones
BLACompositionUnitCollection.display=Aplicaciones de nivel empresarial (BLA)
BLACreate.empty.label=Aplicaci\u00f3n de nivel empresarial (BLA) vac\u00eda
BLACreate.empty.value=Vac\u00eda
BLACreate.package.label=Aplicaci\u00f3n de nivel empresarial (BLA) del paquete
BLACreate.package.value=Paquete
BLACreateBLA.description=Proporcione el nombre de la nueva aplicaci\u00f3n de nivel empresarial (BLA).  Este nombre debe ser exclusivo dentro de la c\u00e9lula.
BLACreateBLA.title=Crear una aplicaci\u00f3n de nivel empresarial (BLA) nueva
BLAInstall.MappedServer.displayName=Servidores o cl\u00fasteres
BLAInstall.Novalidtilefound.step=No se ha proporcionado ning\u00fan panel.
BLAInstall.Options.step=Establecer opciones
BLAManagement.asset.upload=Subir un paquete para crear una aplicaci\u00f3n de nivel empresarial
BLAManagement.deleteapp.description=Pulse Aceptar para suprimir las aplicaciones siguientes. Si no desea eliminar las aplicaciones, pulse Cancelar para volver a la p\u00e1gina anterior.
BLAManagement.deleteapp.page.msg1=Pulse Aceptar para suprimir las aplicaciones siguientes. Si no desea eliminar las aplicaciones, pulse Cancelar para volver a la p\u00e1gina anterior.
BLAManagement.deleteapp.title=Suprimir aplicaci\u00f3n de nivel empresarial (BLA)
BLAManagement.deleteasset.description=Pulse Aceptar para suprimir los activos siguientes. Si no desea eliminar los activos, pulse Cancelar para volver a la p\u00e1gina anterior.
BLAManagement.deleteasset.title=Suprimir activo
BLAManagement.deletecu.description=Pulse Aceptar para suprimir las unidades de composici\u00f3n siguientes. Si no desea eliminar las unidades de composici\u00f3n, pulse Cancelar para volver a la p\u00e1gina anterior. 
BLAManagement.deletecu.title=Suprimir la unidad de composici\u00f3n de la aplicaci\u00f3n de nivel empresarial
BLAManagement.description=Utilice esta p\u00e1gina para gestionar aplicaciones de nivel empresarial. Una aplicaci\u00f3n de nivel empresarial (BLA) es una configuraci\u00f3n que representa los artefactos que debe ejecutar la aplicaci\u00f3n. Los artefactos normalmente son m\u00f3dulos o aplicaciones Java EE (Java Platform, Enterprise Edition), bibliotecas compartidas, archivos de datos u otras aplicaciones de nivel empresarial (BLA).
BLAManagement.description.description=Especifica una descripci\u00f3n definida por el usuario de la aplicaci\u00f3n de nivel empresarial (BLA).
BLAManagement.description.displayName=Descripci\u00f3n
BLAManagement.detail.description=Utilice esta p\u00e1gina para gestionar las unidades de composici\u00f3n en la aplicaci\u00f3n de nivel empresarial (BLA).
BLAManagement.displayName=Aplicaciones de nivel empresarial (BLA)
BLAManagement.empty.message={0} Consulte el registro para ver detalles.
BLAManagement.install.summary=Resumen
BLAManagement.install.summary.msg1=A continuaci\u00f3n se presenta un resumen de las selecciones efectuadas.
BLAManagement.install.summary.msg2=Pulse Finalizar para completar la creaci\u00f3n de la aplicaci\u00f3n.
BLAManagement.install.summary.msg3=Si hay valores que desea cambiar, pulse Anterior para revisar los valores.
BLAManagement.invalid.archive=El tipo de archivo no es v\u00e1lido. Especifique un archivo comprimido (.zip). 
BLAManagement.manage.assets.info=Para trabajar con activos, pulse el enlace "Gestionar activos". 
BLAManagement.manage.assets.link=Gestionar activos
BLAManagement.manage.bla.info=Para trabajar con la aplicaci\u00f3n, pulse el enlace "Gestionar aplicaci\u00f3n".
BLAManagement.manage.bla.link=Gestionar aplicaci\u00f3n
BLAManagement.name.description=Indica el nombre de la aplicaci\u00f3n de nivel empresarial (BLA).
BLAManagement.name.displayName=Nombre
BLAManagement.set.options.title=Configurar opciones
BLAManagement.status.displayName=Estado
BLAStepCommand.operation.failed=La operaci\u00f3n {0} ha fallado. Consulte el registro de anotaciones para m\u00e1s detalles.
BLAUpload.local.path=Sistema de archivos local
BLAUpload.path.remote=Sistema de archivos remoto
BLAinstall.preparation.title=Importar paquete para crear un nuevo activo
BLAinstall.update.asset.successful={0} se ha actualizado correctamente.
BLAinstall.update.asset.unsuccessful=La actualizaci\u00f3n de {0} ha fallado.
BLAinstall.update.description=Seleccione el tipo de actualizaci\u00f3n que se va a realizar
BLAinstall.update.legend=Tipo de actualizaci\u00f3n
BLAinstall.update.path=V\u00eda de acceso del activo, m\u00f3dulo o archivo
BLAinstall.upload.description=Seleccionar el activo para instalar
BLAinstall.upload.path=V\u00eda de acceso del activo
BLAstatus.operation.failed=Operaci\u00f3n err\u00f3nea.
BLAstatus.operation.successful=La operaci\u00f3n se ha completado correctamente.
CU.backingId.description=ID de respaldo del binario de activo.
CU.backingId.displayName=ID de respaldo
CU.description.description=Descripci\u00f3n seleccionada para la unidad de composici\u00f3n durante la adici\u00f3n a la aplicaci\u00f3n de nivel empresarial (BLA).
CU.description.displayName=Descripci\u00f3n
CU.name.description=Nombre seleccionado para la unidad de composici\u00f3n durante la adici\u00f3n a la aplicaci\u00f3n de nivel empresarial (BLA).
CU.name.displayName=Nombre
CU.recycleBehaviorOnUpdate.ALL=TODO
CU.recycleBehaviorOnUpdate.NONE=NINGUNO
CU.recycleBehaviorOnUpdate.PARTIAL=POR OMISI\u00d3N
CU.recycleBehaviorOnUpdate.description=El comportamiento de reciclamiento determina la qu\u00e9 parte de la unidad de composici\u00f3n que se reiniciar\u00e1 cuando se haya actualizado.
CU.recycleBehaviorOnUpdate.displayName=Comportamiento de reciclamiento en la actualizaci\u00f3n
CU.startedOnDistributed.description=Iniciar la unidad de composici\u00f3n en todos los m\u00f3dulos correlacionados.
CU.startedOnDistributed.displayName=Iniciar en distribuci\u00f3n
CU.startingWeight.displayName=Peso inicial
CU.startingWeignt.description=Iniciando peso de la unidad de composici\u00f3n en la aplicaci\u00f3n de nivel empresarial (BLA).
CUDetail.MappedServer.description=Correlacionar la unidad de composici\u00f3n con un servidor o cl\u00faster.
CUDetail.MappedServer.displayName=Destinos disponibles
CUDetail.Targets.displayName=Correlacionar destinos...
CUDetail.description=Utilice esta p\u00e1gina para gestionar la unidad de composici\u00f3n. Un activo respalda a la unidad de composici\u00f3n que tambi\u00e9n contiene metadatos de configuraci\u00f3n. Contiene configuraci\u00f3n personalizada para definiciones de servicio, referencias y otros datos de configuraci\u00f3n relevantes. Tambi\u00e9n contiene una lista de destinos de despliegue o entornos de ejecuci\u00f3n junto con la configuraci\u00f3n espec\u00edfica de entorno de ejecuci\u00f3n en la que se espera ejecutar la unidad de composici\u00f3n.
CUDetail.displayName=Unidad de composici\u00f3n
CUDetailTarget.description=Utilice esta p\u00e1gina para correlacionar esta unidad de composici\u00f3n con los destinos.
CUDetailTargets.description=Utilice esta p\u00e1gina para correlacionar esta unidad de composici\u00f3n con los destinos.
CUDetailTargets.displayName=Correlacionar destinos...
CUManagement.header.description=Compuestos SCA
CUexport.description=Pulse la unidad de composici\u00f3n que se va a descargar.
CUexport.title=Exportar unidad de composici\u00f3n
DU.button.OK=Continuar
DU.button.cancel=Cancelar
MapTargets.map.button=Correlacionar unidades de despliegue con servidores 
MapTargets.refresh.button=Renovar listas de destino 
Novalidtilefound=No se ha proporcionado ning\u00fan panel.
RelationshipOptions.button=Establecer relaciones...
SharedLibrary.displayName=Biblioteca compartida
blaapp.create.bla.msg1=Despu\u00e9s de que se cree la aplicaci\u00f3n de nivel empresarial (BLA), puede a\u00f1adir activos a la aplicaci\u00f3n para crear unidades de composici\u00f3n. Si no desea crear la aplicaci\u00f3n, pulse Cancelar para volver a la p\u00e1gina anterior.
blaapp.created.successfully={0} se cre\u00f3 correctamente.
blaapp.failed.to.create=No se ha podido crear {0}.
blaapp.failed.to.remove=No se ha podido eliminar {0}.
blaapp.failed.to.start={0} no se ha podido iniciar.
blaapp.removed.successfully={0} eliminado correctamente.
blaapp.started.already={0} ya est\u00e1 iniciado.
blaapp.started.successfully={0} iniciado correctamente.
blaapp.stopped.already={0} ya est\u00e1 detenido.
blaapp.stopped.successfully={0} detenido correctamente.
bladeployment.module.description=bladeployment.module.description
bladeployment.module.displayName=bladeployment.module.displayName
blainstall.clusters.servers=Cl\u00fasteres y servidores disponibles
blainstall.createBLA.error=Error devuelto de createBLA: {0}
blainstall.description.description=La descripci\u00f3n puede ayudar a identificar de forma exclusiva una aplicaci\u00f3n.
blainstall.description.name=Descripci\u00f3n de la aplicaci\u00f3n
blainstall.map.target.button=Modificar destinos...
blainstall.map.targets.button=Modificar destinos...
blainstall.name.description=El nombre de la aplicaci\u00f3n se basa en el archivo comprimido (.zip) proporcionado.
blainstall.name.name=Nombre
blainstall.nosteps.error=Este paquete de instalaci\u00f3n no contiene nada para instalar.
blainstall.selected.target=Destino actual
blainstall.selected.target.description=La unidad de composici\u00f3n se correlaciona con el destino siguiente. Pulse Modificar destinos para cambiar la correlaci\u00f3n de destino.
blainstall.selected.target.descriptions=La unidad de composici\u00f3n se correlaciona con los destinos siguientes. Pulse Modificar destinos para cambiar las correlaciones de destino. 
blainstall.selected.targets=Destinos actuales
blainstall.status.title=Estado de instalaci\u00f3n de aplicaci\u00f3n de nivel empresarial (BLA) 
blainstall.target.mapping=Correlaci\u00f3n de destinos
blainstall.target.mappings=Correlaciones de destino 
blainstall.timed.out.error=No se puede realizar esta operaci\u00f3n porque la operaci\u00f3n ha excedido el tiempo de espera. 
blainstall.upload.browselocal=Especifica si debe examinar la m\u00e1quina local o un servidor remoto.
blainstall.upload.fileuri=Especifique la v\u00eda de acceso empezando con el archivo de archivado del activo
blainstall.upload.fileuri.desc=Especifique la v\u00eda de acceso, empezando por el archivo de archivado del activo, hasta el m\u00f3dulo o archivo que se va a sustituir, a\u00f1adir o suprimir.
blainstall.upload.serverpath=Sistema de archivos remoto
blainstall.wizard.summary.label=Resumen
blainstall.wizard.summary.label.alt=Resumen de las opciones que se van a establecer bas\u00e1ndose en la entrada proporcionada
blamanagement.application.name=aplicaci\u00f3n
blamanagement.apply.target=Pulse Aplicar destinos para asignar los destinos seleccionados a la unidad de composici\u00f3n.
blamanagement.apply.target.button=Aplicar destinos
blamanagement.asset.import.description=Utilice este asistente para importar los activos al repositorio de activos.
blamanagement.asset.import.title=Importar un activo al repositorio de activos
blamanagement.asset.name=activo
blamanagement.available.targets=Destinos disponibles 
blamanagement.blainstall.new.description=Utilice esta p\u00e1gina para crear nuevas aplicaciones de nivel empresarial. Una aplicaci\u00f3n de nivel empresarial (BLA) es una configuraci\u00f3n que representa los artefactos que debe ejecutar la aplicaci\u00f3n. Los artefactos normalmente son m\u00f3dulos o aplicaciones Java(TM) EE (Java Platform, Enterprise Edition), bibliotecas compartidas, archivos de datos u otras aplicaciones de nivel empresarial (BLA).
blamanagement.blainstall.new.title=Crear aplicaci\u00f3n de nivel empresarial (BLA) nueva
blamanagement.blainstall.newcu.description=Utilice esta p\u00e1gina para a\u00f1adir una unidad de composici\u00f3n a una aplicaci\u00f3n de nivel empresarial. Las unidades de composici\u00f3n se pueden crear a partir de activos u otras aplicaciones de nivel empresarial (BLA).
blamanagement.blainstall.newcu.title=A\u00f1adir una unidad de composici\u00f3n a una aplicaci\u00f3n de nivel empresarial (BLA) 
blamanagement.button.add=A\u00f1adir
blamanagement.button.import=Importar
blamanagement.button.select=Unidad de composici\u00f3n de destino
blamanagement.compositionunit.name=unidad de composici\u00f3n
blamanagement.lookup.cu.select=Seleccione la unidad de composici\u00f3n en la lista Disponible.  P\u00e1sela a la lista Seleccionado.
blamanagement.map.cus=Correlacionar las relaciones de la unidad de composici\u00f3n para la unidad desplegable. 
blamanagement.map.target.button=Modificar destinos...
blamanagement.map.targets=Correlacionar destinos
blamanagement.modules.toappservers=Correlacionar la unidad de composici\u00f3n con los destinos
blamanagement.modules.toappservers.description=Seleccione los servidores o los cl\u00fasteres en los que desee desplegar la unidad de composici\u00f3n.
blamanagement.must.be.selected=Se debe seleccionar una instancia de {0} 
blamanagement.onlyone.must.be.selected=S\u00f3lo se puede seleccionar un {0}
blamanagement.select.asset=Se debe seleccionar un activo.
blamanagement.select.bla=Se debe seleccionar una aplicaci\u00f3n de nivel empresarial (BLA)
blamanagement.select.compunit=Se debe seleccionar una unidad de composici\u00f3n. 
blamanagement.select.depoymentunit=Se debe seleccionar una unidad de despliegue. 
blamanagement.select.target=Seleccione los servidores o cl\u00fasteres en la lista Disponible. P\u00e1selos a la lista de Selecci\u00f3n >>.
blamanagement.sharedlib.description=Correlacionar relaciones con unidades de composici\u00f3n en esta aplicaci\u00f3n de nivel empresarial (BLA).
blamanagement.sharedlib.displayName=Opciones de relaci\u00f3n
blamanagemnt.deployableUnit=Unidad desplegable
blamanagemnt.deployableUnits=Unidades desplegables
could.not.export.asset=Se ha producido un error al exportar {0}. 
could.not.stop.blaapplication=Se ha producido un error al detener {0}. 
desc.asset.import.feedback.description=El estado actual de la adici\u00f3n de activos.
desc.asset.import.feedback.text=El estado actual de la aplicaci\u00f3n que se est\u00e1 creando
desc.asset.import.feedback.title=A\u00f1adir activo a repositorio
desc.bla.install.feedback.description=El estado actual de la adici\u00f3n de la unidad de composici\u00f3n.
desc.bla.install.feedback.text=El estado actual de la aplicaci\u00f3n que se est\u00e1 creando
desc.bla.install.feedback.title=A\u00f1adiendo unidad de composici\u00f3n a la aplicaci\u00f3n de nivel empresarial (BLA)
desc.update.import.feedback.description=El estado actual de la actualizaci\u00f3n de activos.
desc.update.import.feedback.text=El estado actual de la aplicaci\u00f3n que se est\u00e1 actualizando
desc.update.import.feedback.title=Actualizaci\u00f3n de activo en repositorio
task.BLAapplication.manage=Aplicaciones de nivel empresarial (BLA)
task.BLAasset.manage=Activos
