#CMVCPATHNAME PROXY/ws/code/webui.odr/src/odr/WEB-INF/plugin.nlsprops
#ISMESSAGEFILE false
# NLS_MESSAGEFORMAT_NONE
# NLS_ENCODING=ASCII

ProxyAlt.description=Un servidor que act\u00faa como un intermediario de las solicitudes HTTP a las que los servidores de aplicaciones o servidores web dan servicio.  El servidor proxy act\u00faa como un sustituto de los servidores de aplicaciones de la empresa y puede mejorar el funcionamiento general de los servicios ofrecidos como, por ejemplo, la gesti\u00f3n de la carga de trabajo, el direccionamiento entre c\u00e9lulas y otros servicios que disminuyen la carga de trabajo del servidor de aplicaciones. El direccionador On Demand es una ampliaci\u00f3n para el servidor proxy que proporciona servicios de valor a\u00f1adido como la gesti\u00f3n del flujo de solicitudes para aplicar las garant\u00edas SLA.
ODR.new.step1=Seleccionar un nodo
ODR.new.step3=Seleccionar una plantilla de servidor
ODR.new.step2=Especificar propiedades espec\u00edficas del servidor
ODR.new.step4=Confirmar el nuevo servidor
addprops.category.label.odrmainlabel=Valores del direccionador On Demand
addprops.category.label.odrSIPlabel=Valores del direccionador On Demand SIP
ODR.sip.odr.settings.displayName=Valores del direccionador On Demand SIP
ODR.sip.odr.transports.displayName=Transportes del direccionador On Demand SIP
ODR.workclass.router.config.displayName=Pol\u00edticas de direccionamiento de cl\u00fasteres de servidores gen\u00e9ricos
ODR.workclass.service.config.displayName=Pol\u00edticas de servicio de cl\u00fasteres de servidores gen\u00e9ricos
ODR.workclass.service.config.description=Pol\u00edtica de servicio
ODR.workclass.router.config.description=Pol\u00edtica de direccionamiento
ODR.unavailableByClustering.group.displayName=Informaci\u00f3n de cl\u00faster de direccionador On Demand
siprules.service.policy=Normas SIP de pol\u00edtica de servicio
siprules.routing.policy=Normas SIP de pol\u00edtica de direccionamiento
httprules.routing.policy=Normas HTTP de pol\u00edtica de direccionamiento

ODR.section.Compression=Pol\u00edtica de compresi\u00f3n
ODR.section.Compression.description=Configura la pol\u00edtica de compresi\u00f3n que utilizar\u00e1 el direccionador On Demand (ODR).
ODR.enableResponseCompression.displayName=Habilitar compresi\u00f3n de respuesta
ODR.enableResponseCompression.description=Habilita o inhabilita la compresi\u00f3n del cuerpo del mensaje de respuesta por parte del direccionador On Demand (ODR) antes de enviarlo al cliente.
ODR.responseCompression.displayName=Tipo de compresi\u00f3n de respuesta
ODR.responseCompression.description=Tipo de compresi\u00f3n que aplicar\u00e1 el direccionador On Demand al cuerpo del mensaje de respuesta antes de enviarlo al cliente.
ODR.responseCompression.gzip.displayName=s\u00f3lo gzip
ODR.responseCompression.deflate.displayName=s\u00f3lo deflate
ODR.responseCompression.auto.displayName=auto

desc.odrcluster.text=Utilice esta p\u00e1gina para cambiar los valores de configuraci\u00f3n de un cl\u00faster direccionador On Demand. Un cl\u00faster direccionador On Demand est\u00e1 formado por un grupo de direccionadores On Demand. Si falla uno de los miembros de un cl\u00faster direccionador On Demand, los otros miembros del cl\u00faster direccionar\u00e1n las solicitudes.
ODRCluster.description=Utilice esta p\u00e1gina para cambiar los valores de configuraci\u00f3n de un cl\u00faster direccionador On Demand. Un cl\u00faster direccionador On Demand est\u00e1 formado por un grupo de direccionadores On Demand que tienen una configuraci\u00f3n com\u00fan.
ODRCluster.NodeGroupName.displayName=Nombre del grupo de nodos de delimitaci\u00f3n 
ODRCluster.NodeGroupName.description=Especifica el nombre del grupo de nodos que delimita el cl\u00faster. Utilice el panel de colecci\u00f3n de grupos de nodos para a\u00f1adir nodos al grupo de nodos.
ODRCluster.newProperties.http.protocol=HTTP
ODRCluster.newProperties.sip.protocol=SIP
label.protocol=Protocolo

