rasdiag.button.addToSpec=A\u00f1adir a especificaci\u00f3n
rasdiag.button.apply=Aplicar
rasdiag.button.cancel=Cancelar
rasdiag.button.clearSpec=Restablecer
rasdiag.button.deleteFromSpec=Suprimir de la especificaci\u00f3n
rasdiag.button.done=Hecho
rasdiag.button.ok=Aceptar
rasdiag.change.state.collection.spec=Valores de especificaci\u00f3n de estado
rasdiag.diagnostic.providers.breadcrumb=Proveedores de diagn\u00f3sticos
rasdiag.diagnostic.providers.cluster.stopped=El cl\u00faster {0} no se est\u00e1 ejecutando.
rasdiag.diagnostic.providers.name=Proveedores de diagn\u00f3sticos
rasdiag.diagnostic.providers.no.cluster.members=El cl\u00faster {0} no tiene miembros del cl\u00faster.
rasdiag.dpconfigdump.breadcrumb=Datos de configuraci\u00f3n
rasdiag.dpconfigdump.description.label=Descripci\u00f3n
rasdiag.dpconfigdump.dump.info=El proveedor de diagn\u00f3sticos {0} del nodo {1} servidor {2} no ha generado datos de configuraci\u00f3n.
rasdiag.dpconfigdump.dump.info.cluster=El proveedor de diagn\u00f3sticos {0} del nodo {1} servidor {2} no ha generado datos de configuraci\u00f3n.
rasdiag.dpconfigdump.name=Nombre
rasdiag.dpconfigdump.node=Nodo
rasdiag.dpconfigdump.save.error=No se han podido guardar los datos de configuraci\u00f3n del proveedor de diagn\u00f3sticos {0}.
rasdiag.dpconfigdump.save.message=Los datos de configuraci\u00f3n para el proveedor de diagn\u00f3sticos {0} se han guardado en {1}.
rasdiag.dpconfigdump.server=Servidor
rasdiag.dpconfigdump.value=Valor
rasdiag.dpsingleresult.breadcrumb=Detalles del resultado de la prueba
rasdiag.dpsingleresult.description.label=Descripci\u00f3n
rasdiag.dpsingleresult.name=Nombre
rasdiag.dpsingleresult.save.error=No se puede guardar el resultado de la prueba del proveedor de diagn\u00f3sticos {0}, servidor {1}, prueba {2}
rasdiag.dpsingleresult.save.message=El resultado de la prueba del proveedor de diagn\u00f3sticos {0}, servidor {1}, prueba {2}, se ha guardado en {3}.
rasdiag.dpsingleresult.value=valor
rasdiag.dpstatedump.breadcrumb=Datos de estado
rasdiag.dpstatedump.cluster.member.stopped=Se ha detenido el miembro del cl\u00faster {0}.
rasdiag.dpstatedump.de.bad=No se ha devuelto informaci\u00f3n del suceso de diagn\u00f3stico proporcionado por el proveedor de diagn\u00f3sticos {0}.
rasdiag.dpstatedump.description.label=Descripci\u00f3n
rasdiag.dpstatedump.dump.info=El proveedor de diagn\u00f3sticos {0} del nodo {1} servidor {2} no ha generado datos de estado.
rasdiag.dpstatedump.name=Nombre
rasdiag.dpstatedump.node=Nodo
rasdiag.dpstatedump.save.error=No se han podido guardar los datos de estado del proveedor de diagn\u00f3sticos {0}.
rasdiag.dpstatedump.save.message=Los datos de estado para el proveedor de diagn\u00f3sticos {0} se han guardado en {1}.
rasdiag.dpstatedump.server=Servidor
rasdiag.dpstatedump.value=Valor
rasdiag.dpstatespec.attributes.attribute=Atributo
rasdiag.dpstatespec.attributes.breadcrumb=Especificaci\u00f3n de estado detallada
rasdiag.dpstatespec.attributes.no.state.info=El proveedor de diagn\u00f3sticos {0} no ha devuelto ning\u00fan atributo para la colecci\u00f3n de estado.
rasdiag.dpstatespec.attributes.title=Cambiar especificaci\u00f3n de colecci\u00f3n de estado de proveedor de subdiagn\u00f3sticos
rasdiag.dpstatespec.breadcrumb=Cambiar especificaci\u00f3n de estado
rasdiag.dpstatespec.cluster.not.running=Debe estar ejecut\u00e1ndose un miembro de cl\u00faster para obtener una lista de los proveedores de diagn\u00f3sticos disponibles.  Si se especifica una especificaci\u00f3n de estado en el \u00e1rea de texto de abajo, se puede guardar en la configuraci\u00f3n de los miembros del cl\u00faster pulsando el bot\u00f3n Aplicar o Aceptar.
rasdiag.dpstatespec.configuration.applied=Se ha aplicado la especificaci\u00f3n de estado {0} a la configuraci\u00f3n de {1}.
rasdiag.dpstatespec.configuration.applied.cluster=Se ha aplicado la especificaci\u00f3n de estado {0} a la configuraci\u00f3n de {1}.
rasdiag.dpstatespec.configuration.not.applied=No se ha aplicado la especificaci\u00f3n de estado {0} al servidor {1} del nodo {2}.  El mensaje de excepci\u00f3n es: {3}.
rasdiag.dpstatespec.no.clustermember.resourceuri.data=No se ha podido obtener la informaci\u00f3n necesaria para el cl\u00faster {0}.
rasdiag.dpstatespec.not.applied.error=La especificaci\u00f3n de estado no se ha aplicado, consulte los mensajes de error de las anotaciones cronol\u00f3gicas. Se ha captado el mensaje de error al intentar aplicar la especificaci\u00f3n: {0}
rasdiag.dpstatespec.not.applied.no.objectname=No se ha aplicado la especificaci\u00f3n de estado.  Aparentemente, el servidor {0} del nodo {1} no est\u00e1 ejecut\u00e1ndose.
rasdiag.dpstatespec.runtime.applied=Se ha aplicado la especificaci\u00f3n de estado {0} al tiempo de ejecuci\u00f3n del servidor {1} del nodo {2}.
rasdiag.dpstatespec.selected.process.name=Nombre del proceso
rasdiag.dpstatespec.selected.process.node=Nodo del proceso
rasdiag.dpstatespec.selected.process.title=Proceso seleccionado
rasdiag.dpstatespec.title=Cambiar especificaci\u00f3n de colecci\u00f3n de estado
rasdiag.dptestconfig.quick.link.error=Se ha producido un error al intentar utilizar el ID de proveedor de diagn\u00f3sticos {0}.  Aseg\u00farese de que el servidor al que va destinado el ID de proveedor de diagn\u00f3sticos est\u00e9 ejecut\u00e1ndose.
rasdiag.dptestconfig.topology,servers.title=Servidores
rasdiag.dptestconfig.topology.breadcrumb=Enlace r\u00e1pido de datos de configuraci\u00f3n o selecci\u00f3n de servidor
rasdiag.dptestconfig.topology.change.data=Cambiar especificaci\u00f3n de colecci\u00f3n de datos de estado
rasdiag.dptestconfig.topology.clusters.title=Cl\u00fasteres
rasdiag.dptestconfig.topology.dmgr.title=Gestor de despliegue
rasdiag.dptestconfig.topology.enterprise.application.title=Aplicaciones de empresa
rasdiag.dptestconfig.topology.nodeAgent.title=NodeAgent
rasdiag.dptestconfig.topology.process.select.label=Topolog\u00eda de selecci\u00f3n de servidor
rasdiag.dptestconfig.topology.quickfind=Enlace r\u00e1pido utilizando el ID del proveedor de diagn\u00f3sticos
rasdiag.dptestconfig.topology.version.title=Versi\u00f3n
rasdiag.dptestconfig.topology.view.data=Ver datos de estado
rasdiag.dptestrestuls.node=Nodo
rasdiag.dptestresults.breadcrumb=Resultados de la prueba
rasdiag.dptestresults.error=Error
rasdiag.dptestresults.info=Informaci\u00f3n
rasdiag.dptestresults.message=Mensaje
rasdiag.dptestresults.save.error=No se pueden guardar los resultados de la prueba del proveedor de diagn\u00f3sticos {0}.
rasdiag.dptestresults.save.message=Los resultados de la prueba del proveedor de diagn\u00f3sticos {0} se han guardado en {1}.
rasdiag.dptestresults.server=Servidor
rasdiag.dptestresults.severity=Gravedad
rasdiag.dptestresults.test.results.error=La prueba de diagn\u00f3stico {0} del proveedor de diagn\u00f3sticos {1} no ha generado resultados.
rasdiag.dptestresults.warning=Aviso
rasdiag.dptests.breadcrumb=Selecci\u00f3n de prueba
rasdiag.dptests.collection.title1=Identificaci\u00f3n de la prueba
rasdiag.dptests.collection.title2=Descripci\u00f3n de la prueba
rasdiag.dptests.no.tests=No ha pruebas para el proveedor de diagn\u00f3sticos {0} en el servidor {1}, nodo {2}.
rasdiag.dptests.no.tests.cluster=No ha pruebas para el proveedor de diagn\u00f3sticos {0} de cualquier miembro del cl\u00faster {1}.
rasdiag.nav.appserver.config.label=Datos de configuraci\u00f3n
rasdiag.nav.appserver.label=Servicio de proveedor de diagn\u00f3sticos
rasdiag.nav.appserver.state.label=Datos de estado
rasdiag.nav.appserver.tests.label=Pruebas
rasdiag.nav.config=Datos de configuraci\u00f3n
rasdiag.nav.state=Datos de estado
rasdiag.nav.tests=Pruebas
rasdiag.nav.title=Proveedor de diagn\u00f3sticos
rasdiag.previous.button=Cancelar
rasdiag.saveTo.button=Guardar
rasdiag.state.topology.breadcrumb=Enlace r\u00e1pido de datos de estado o selecci\u00f3n de servidor
rasdiag.tests.topology.breadcrumb=Enlace r\u00e1pido de pruebas o selecci\u00f3n de servidor


rasdiag.diagnostic.providers.description=La siguiente es una lista de proveedores de diagn\u00f3sticos registrados con este proceso seleccionado. Los proveedores de diagn\u00f3sticos proporcionan un medio para que los administradores y sistemas auton\u00f3micos consulten el estado actual de un componente de tiempo de ejecuci\u00f3n. Para seleccionar un proveedor de diagn\u00f3sticos, pulse el nombre.
rasdiag.dpconfigdump.description.info=La informaci\u00f3n de este panel es la informaci\u00f3n de configuraci\u00f3n del proveedor de diagn\u00f3sticos seleccionado.  Utilice el bot\u00f3n 'Guardar' para guardar la informaci\u00f3n de configuraci\u00f3n del proveedor de diagn\u00f3sticos en un archivo de anotaciones cronol\u00f3gicas.  Se mostrar\u00e1 un mensaje con informaci\u00f3n acerca de la ubicaci\u00f3n del archivo de anotaciones cronol\u00f3gicas guardado.  
rasdiag.dpsingleresult.description.info=Los resultados detallados de la prueba de proveedores de diagn\u00f3stico.  Utilice el bot\u00f3n 'Guardar' para guardar los resultados de la prueba en un archivo de anotaciones cronol\u00f3gicas.  Se mostrar\u00e1 un mensaje con informaci\u00f3n acerca de la ubicaci\u00f3n del archivo de anotaciones cronol\u00f3gicas guardado.  
rasdiag.dpstatedump.description.info=La informaci\u00f3n de este panel es la informaci\u00f3n de estado de tiempo de ejecuci\u00f3n del proveedor de diagn\u00f3sticos seleccionado. Utilice el bot\u00f3n 'Guardar' para guardar la informaci\u00f3n de estado de tiempo de ejecuci\u00f3n del proveedor de diagn\u00f3sticos en un archivo de anotaciones cronol\u00f3gicas. Se mostrar\u00e1 un mensaje con informaci\u00f3n acerca de la ubicaci\u00f3n del archivo de anotaciones cronol\u00f3gicas guardado. Utilice el bot\u00f3n 'Valores de especificaci\u00f3n de estado' para ir al panel en el que se pueden modificar los valores de especificaci\u00f3n de estado para el proceso seleccionado actualmente.
rasdiag.dpstatespec.attributes.description=Utilice este panel para seleccionar atributos de proveedores de subdiagn\u00f3stico para la especificaci\u00f3n de la colecci\u00f3n de estado. Seleccione el recuadro de selecci\u00f3n junto a un atributo de proveedor de diagn\u00f3sticos para a\u00f1adirlo a la especificaci\u00f3n o suprimirlo de la especificaci\u00f3n. Si selecciona el bot\u00f3n Terminado regresar\u00e1 al panel principal de valores de especificaci\u00f3n de estado del proveedor de diagn\u00f3sticos.
rasdiag.dpstatespec.description=La especificaci\u00f3n de la colecci\u00f3n de datos de estado para el proceso seleccionado se gestiona desde este panel. Se puede entrar directamente en el \u00e1rea de texto una especificaci\u00f3n de colecci\u00f3n de datos de estado o se puede modificar utilizando la tabla en la parte inferior del panel. Para utilizar la tabla, seleccione el recuadro de selecci\u00f3n junto a un proveedor de diagn\u00f3sticos para a\u00f1adir la especificaci\u00f3n o para suprimir de la especificaci\u00f3n todo el componente del proveedor de diagn\u00f3sticos. Al seleccionar el proveedor de diagn\u00f3sticos se visualizar\u00e1n los valores del subcomponente del proveedor de diagn\u00f3sticos para a\u00f1adirlo o suprimirlo de la especificaci\u00f3n. Al seleccionar el bot\u00f3n Restablecer, la especificaci\u00f3n regresa al punto anterior a cualquier modificaci\u00f3n realizada.
rasdiag.dpstatespec.textarea.description=La especificaci\u00f3n de estado definida para el proceso seleccionado.
rasdiag.dptestconfig.topology.description=Utilice este panel para navegar hasta los datos de configuraci\u00f3n que se pueden utilizar para comprobar el estado de salud de un componente de tiempo de ejecuci\u00f3n del servidor. Los componentes de tiempo de ejecuci\u00f3n que tienen asociados datos de configuraci\u00f3n de diagn\u00f3stico incluyen el ID del proveedor de diagn\u00f3sticos en sus entradas de anotaciones cronol\u00f3gicas. Si conoce el ID del proveedor de diagn\u00f3sticos, puede escribirlo directamente en el recuadro de texto de enlace r\u00e1pido. De lo contrario, vaya al proceso deseado utilizando la vista de \u00e1rbol que se muestra en la parte inferior del panel.
rasdiag.dptestresults.description=Los resultados de la prueba de proveedores de diagn\u00f3stico. Utilice el bot\u00f3n 'Guardar' para guardar los resultados de la prueba en un archivo de anotaciones cronol\u00f3gicas. Se mostrar\u00e1 un mensaje con informaci\u00f3n acerca de la ubicaci\u00f3n del archivo de anotaciones cronol\u00f3gicas guardado. Para obtener informaci\u00f3n m\u00e1s detallada acerca de los resultados de la prueba, seleccione el mensaje del resultado de prueba.
rasdiag.dptests.description=La siguiente es una lista de las pruebas que el proveedor de diagn\u00f3sticos puede ejecutar en su propio componente de tiempo de ejecuci\u00f3n. Si selecciona una prueba de la lista siguiente, se ejecutar\u00e1 autom\u00e1ticamente la prueba.
rasdiag.nav.appserver.config.desc=Utilice este enlace para navegar hasta los datos de estado que se pueden utilizar para comprobar el estado de salud de un componente de tiempo de ejecuci\u00f3n del servidor.
rasdiag.nav.appserver.state.desc=Utilice este enlace para navegar hasta los datos de estado que se pueden utilizar para comprobar el estado de salud de un componente de tiempo de ejecuci\u00f3n del servidor.
rasdiag.nav.appserver.tests.desc=Utilice este enlace para navegar hasta una lista de pruebas de diagn\u00f3stico predefinidas que se pueden utilizar para comprobar el estado de salud de un componente de tiempo de ejecuci\u00f3n del servidor.
rasdiag.state.topology.description=Utilice este panel para navegar hasta los datos de estado que se pueden utilizar para comprobar el estado de salud de un componente de tiempo de ejecuci\u00f3n del servidor o para configurar los datos de estado que se han de recopilar para un servidor. En la secci\u00f3n de topolog\u00eda de selecci\u00f3n de servidor, utilice el bot\u00f3n de selecci\u00f3n para ver datos de estado y as\u00ed ir a la lista de proveedores de diagn\u00f3sticos registrados.  Utilice el panel de selecci\u00f3n Cambiar especificaci\u00f3n de colecci\u00f3n de datos de estado para modificar la especificaci\u00f3n de colecci\u00f3n de datos de estado de los componentes de tiempo de ejecuci\u00f3n de un servidor.  Los componentes de tiempo de ejecuci\u00f3n que tienen asociados datos de estado de diagn\u00f3stico incluyen el ID del proveedor de diagn\u00f3sticos en sus entradas de anotaciones cronol\u00f3gicas. Si conoce el ID del proveedor de diagn\u00f3sticos, puede escribirlo directamente en el recuadro de texto de enlace r\u00e1pido.
rasdiag.tests.topology.description=Utilice este panel para ir a una lista de pruebas de diagn\u00f3stico predefinidas que se pueden utilizar para comprobar el estado de salud de un componente de tiempo de ejecuci\u00f3n del servidor. Los componentes de tiempo de ejecuci\u00f3n que tienen asociadas pruebas de diagn\u00f3stico incluyen el ID del proveedor de diagn\u00f3sticos en sus entradas de anotaciones cronol\u00f3gicas. Si conoce el ID del proveedor de diagn\u00f3sticos, puede escribirlo directamente en el recuadro de texto de enlace r\u00e1pido. De lo contrario, vaya al proceso deseado utilizando la vista de \u00e1rbol que se muestra en la parte inferior del panel.
