

Command.execution.failed=Se ha producido una excepci\u00f3n: {0}
NewAttachment.attach.displayName=Nueva conexi\u00f3n
NewTSAttachment.commandExecution.failed=El mandato de administraci\u00f3n getPolicySetAttachments ha fallado: {0}
NewTSAttachment.commandExecution.failed.badURL=El formato de recursos de URL no es v\u00e1lido: {0}
NewTSAttachment.commandExecution.failed.duplicateURL=Ya existe una conexi\u00f3n de servicio de confianza para el URL: {0}
NewTSAttachment.removebinding.failed=Se ha producido un error al eliminar un enlace en el mandato de administraci\u00f3n setBinding: {0} 
NewTSAttachment.setbinding.failed=Se ha producido un error en el mandato de administraci\u00f3n setBinding: {0}
NewTSAttachments.name.description=Especifique un URL de punto final de servicio y pulse Conectar para crear anexos para cada una de las cuatro operaciones de punto final del URL proporcionado. Al principio, la conexi\u00f3n estar\u00e1 formada por el conjunto de pol\u00edticas y el enlace listados como valor por omisi\u00f3n de servicio de confianza para esa operaci\u00f3n. Una vez creada esta conexi\u00f3n inicial, utilice el panel de conexiones de servicio de confianza para cambiar el conjunto de pol\u00edticas y el enlace de una operaci\u00f3n.
SCClient.cacheConfig.displayName=Configuraci\u00f3n de memoria cach\u00e9
SCClientCache.cacheCushion.description=El tiempo especificado en minutos que la se\u00f1al permanece en la memoria cach\u00e9 una vez que ha caducado para que se pueda renovar.
SCClientCache.cacheCushion.displayName=La se\u00f1al de tiempo est\u00e1 en memoria cach\u00e9 despu\u00e9s del tiempo de espera excedido:
SCClientCache.distributedCache.description=Habilitar colocaci\u00f3n en memoria cach\u00e9 distribuida de se\u00f1ales
SCClientCache.distributedCache.displayName=Habilitar colocaci\u00f3n en memoria cach\u00e9 distribuida
SCClientCache.name.description=Utilice esta p\u00e1gina para definir c\u00f3mo se colocan las se\u00f1ales de seguridad en memoria cach\u00e9 de forma local y en servidores en cl\u00faster.
SCClientCache.name.displayName=Memoria cach\u00e9 de seguridad
SCClientCache.renewal.description=Periodo de tiempo especificado en que se emitir\u00e1 una petici\u00f3n de renovaci\u00f3n antes del tiempo de espera excedido de la se\u00f1al. 
SCClientCache.renewal.displayName=Intervalo de renovaci\u00f3n antes del tiempo de espera excedido de la se\u00f1al:
STS.confirm.displayName=No volver a mostrar este mensaje
STS.notApplicable=No se aplica
STSAttach.URL.description=URL de punto final de servicio para el que se conecta expl\u00edcitamente cada operaci\u00f3n de se\u00f1al al conjunto de pol\u00edticas y al enlace listado para el valor por omisi\u00f3n de servicio de confianza de cada operaci\u00f3n.
STSAttachments.object.mustnot.be.selected=Las operaciones por omisi\u00f3n de servicio de confianza no heredan de ellos mismos. No puede seleccionar una operaci\u00f3n por omisi\u00f3n de servicio de confianza para efectuar esta acci\u00f3n.
STSDefault.inherited=(heredado)
STSDefault.token.0=Cancelar se\u00f1al
STSDefault.token.1=Emitir se\u00f1al
STSDefault.token.2=Renovar se\u00f1al
STSDefault.token.3=Validar se\u00f1al
STSDefault.tokenservice.displayName=Valor por omisi\u00f3n de servicio de confianza
STSDefault.trustservice.displayName=Valores por omisi\u00f3n de servicio de confianza
STSRuntimeUpdate.failed=El mandato de administraci\u00f3n de actualizaci\u00f3n de tiempo de ejecuci\u00f3n ha fallado: 
STSTargetEndpoints.name.description=Entre un URL de punto final de servicio y pulse Asignar para crear una asignaci\u00f3n expl\u00edcita a la se\u00f1al por omisi\u00f3n del servicio de confianza. Utilice el panel Destinos para cambiar la se\u00f1al. Asimismo, puede devolver un punto final a su estado inicial, en el que hereda la se\u00f1al por omisi\u00f3n del servicio de confianza.
STSTargets.assign.displayName=Nueva asignaci\u00f3n
STSTargets.assign.failed=El punto final ya tiene asignado un tipo de se\u00f1al.
STSTargets.inherit.default=Heredar valor por omisi\u00f3n
STSTargets.name.description=Esta colecci\u00f3n muestra todos los puntos finales que tienen asignado expl\u00edcitamente una se\u00f1al de seguridad. Los dem\u00e1s puntos finales heredar\u00e1n la se\u00f1al por omisi\u00f3n del servicio de confianza. Pulse Nueva asignaci\u00f3n para crear una asignaci\u00f3n expl\u00edcita para los puntos finales que no aparezcan actualmente. Pulse Cambiar se\u00f1al para cambiar la se\u00f1al que est\u00e1 asignada a un punto final. Pulse Heredar valor por omisi\u00f3n en el men\u00fa Cambiar se\u00f1al para eliminar una asignaci\u00f3n de se\u00f1al para un punto final, hacer que el punto final vuelva a utilizar la se\u00f1al por omisi\u00f3n del servicio de confianza y eliminar el punto final de esta colecci\u00f3n.
STSTargets.name.displayName=Destinos
STSTargets.object.must.be.selected=Debe seleccionar al menos un URL de punto final de servicio para efectuar esta acci\u00f3n.
STSTargets.setSTSDefault.failed=El mandato de administraci\u00f3n setSTSDefaultTokenType ha fallado.
STSTargets.unassign.failed=El mandato de administraci\u00f3n unassignSTSEndpointTokenType ha fallado.
STSTargets.unassignDefault.failed=El valor por omisi\u00f3n del servicio de confianza no puede heredarse de s\u00ed mismo.
STSendpoint.URL.columnLabel=URL de punto final de servicio
STSendpoint.URL.description=URL de punto final de servicio que se asignar\u00e1 expl\u00edcitamente a la se\u00f1al por omisi\u00f3n de servicio de confianza.
STSendpoint.URL.displayName=URL de punto final de servicio
SecurityTrustService.config.label=Servicio de confianza
SupportedTokenType.name.description=Gestione los proveedores de se\u00f1ales de servicio de confianza. 
SupportedTokenType.name.displayName=Proveedores de se\u00f1ales
TSAttachments.URLOperation.displayName=URL / Operaci\u00f3n de punto final de servicio
TSAttachments.bindings.displayName=Enlace
TSAttachments.different.policies.selected=S\u00f3lo puede asignar un enlace a una operaci\u00f3n con un conjunto de pol\u00edticas conectado o a varias operaciones conectadas al mismo conjunto de pol\u00edticas.
TSAttachments.name.description=Esta colecci\u00f3n muestra todos los puntos finales que tienen al menos una operaci\u00f3n directamente conectada a un conjunto de pol\u00edticas de sistema. Las operaciones de otros puntos finales heredan los datos de enlaces y el conjunto de pol\u00edticas por omisi\u00f3n del servicio de confianza. Pulse Nueva conexi\u00f3n para crear conexiones expl\u00edcitas para los puntos finales que no se visualizan. Pulse Conectar para cambiar el conjunto de pol\u00edticas para una operaci\u00f3n. Al cambiar el conjunto de pol\u00edticas del sistema de una operaci\u00f3n se eliminan los datos de enlace para esa operaci\u00f3n y se restablecen esos datos en los valores de enlace por omisi\u00f3n del sistema. Pulse Asignar enlace para crear una nueva configuraci\u00f3n de enlace o para cambiar la configuraci\u00f3n de enlace existente para la operaci\u00f3n seleccionada.
TSAttachments.name.displayName=Conexiones de servicio de confianza
TSAttachments.object.must.be.selected=Debe seleccionar al menos una operaci\u00f3n para efectuar esta acci\u00f3n.
TSAttachments.policyset.displayName=Conjunto de pol\u00edticas
TSAttachments.search.displayName=URL de punto final
Token.timeOut.description=N\u00famero de minutos que tarda la se\u00f1al en caducar.
Token.timeOut.displayName=Tiempo de espera de se\u00f1al
TokenClassName.name.description=Nombre plenamente cualificado de la clase de implementaci\u00f3n de la se\u00f1al.
TokenClassName.name.displayName=Nombre de clase
TokenIdentifier.displayName=Nombre de proveedor de se\u00f1ales
TokenPostDated.name.description=Indica si se puede adelantar la fecha de las se\u00f1ales.
TokenPostDated.name.displayName=Permitir se\u00f1ales con fecha adelantada
TokenRenewable.name.description=Indica si se puede renovar la se\u00f1al despu\u00e9s del tiempo de espera.
TokenRenewable.name.displayName=Permitir renovaci\u00f3n despu\u00e9s de tiempo de espera
TokenType.cacheCushion.description=N\u00famero de minutos que una se\u00f1al permanece en la memoria cach\u00e9 de se\u00f1ales despu\u00e9s de exceder el tiempo de espera de la se\u00f1al.
TokenType.cacheCushion.displayName=Tiempo en memoria cach\u00e9 despu\u00e9s de caducar
TokenType.detailView.confirm.description=Utilice esta opci\u00f3n para actualizar la configuraci\u00f3n del entorno de tiempo de ejecuci\u00f3n con los cambios de datos de los proveedores de se\u00f1ales, las conexiones de servicio de confianza y los destinos. Debe guardar los cambios para aplicarlos en la configuraci\u00f3n del tiempo de ejecuci\u00f3n.
TokenType.detailView.confirm.displayName=Actualizar tiempo de ejecuci\u00f3n
TokenType.detailView.description=Utilice este panel para definir propiedades de se\u00f1ales.
TokenType.detailView.displayName=Se\u00f1al
TokenType.name.description=Nombre del proveedor de se\u00f1ales.
TokenType.name.displayName=Nombre
TokenTypeURI.name.columnLabel=URI del esquema de tipo de se\u00f1al
TokenTypeURI.name.description=URI de la definici\u00f3n de esquema de tipo de se\u00f1al.
TokenTypeURI.name.displayName=URI del esquema de tipo de se\u00f1al
button.STSTargets.changeToken=Cambiar se\u00f1al
button.STSassign=Asignar
button.STSattach=Conectar
button.STSupdateRuntime=Actualizar tiempo de ejecuci\u00f3n
button.assignSTSBinding=Asignar enlace
button.inheritDefaults=Heredar valores por omisi\u00f3n de operaci\u00f3n
button.newAssign=Nueva asignaci\u00f3n...
button.newAttach=Nuevo anexo...
collection.preferences.showConfirmDesc=Si selecciona este recuadro de selecci\u00f3n, se habilita el panel de confirmaci\u00f3n del bot\u00f3n del mandato de tiempo de ejecuci\u00f3n de actualizaci\u00f3n.
collection.preferences.showConfirmLabel=Mostrar confirmaci\u00f3n para actualizar mandato de tiempo de ejecuci\u00f3n
customProperty.description=Propiedades personalizadas de se\u00f1al
customProperty.displayName=Propiedades personalizadas
customProperty.error.displayName=nombre de propiedad personalizada
customProperty.name.displayName=Nombre
customProperty.value.displayName=Valor
customValue.error.displayName=valor de propiedad personalizada
distCache.datastore.description=Asignar un origen de datos compartido como memoria cach\u00e9 distribuida.
distCache.datastore.displayName=Soporte de recuperaci\u00f3n de se\u00f1ales
distCache.datastoreLink.description=Utilizar este enlace para acceder a la p\u00e1gina de recursos de origen de datos JDBC.
distCache.datastoreLink.displayName=Gestionar or\u00edgenes de datos
distCache.datastoreSelect.description=Seleccionar el origen de datos que se utilizar\u00e1 para la memoria cach\u00e9 distribuida
distCache.datastoreSelect.displayName=Or\u00edgenes de datos de nivel de c\u00e9lula
distCache.fieldset=Opciones de colocaci\u00f3n en memoria cach\u00e9 distribuida"
distCache.mbean.description=Realiza una actualizaci\u00f3n s\u00edncrona de las memorias cach\u00e9 distribuidas en los miembros de cl\u00faster.
distCache.mbean.displayName=Actualizaci\u00f3n s\u00edncrona de miembros de cl\u00faster
distCache.nombean.description=Realizar una actualizaci\u00f3n no s\u00edncrona de las memorias cach\u00e9 distribuidas en los miembros de cl\u00faster.
distCache.nombean.displayName=Actualizaci\u00f3n as\u00edncrona de miembros de cl\u00faster
getTokenDefaults.execution.failed=No se ha podido obtener valores por omisi\u00f3n de servicio de confianza: {0}
minute.units=minutos
populateDetailForms.execution.failed=No se ha podido rellenar el panel de conexiones de servicio de confianza: {0}
securitytoken.commandValidation.failed=Error de validaci\u00f3n: {0}
securitytoken.delete.failed=No se ha podido suprimir la se\u00f1al: {0}
securitytoken.object.must.be.selected=Debe seleccionar al menos una se\u00f1al para efectuar esta acci\u00f3n.
securitytoken.supportDraft.customProperty=Establezca la propiedad personalizada {0} utilizando el recuadro de selecci\u00f3n {1} en esta p\u00e1gina.
securitytoken.supportDraft.description=Indica si el servicio de confianza soportar\u00e1 las peticiones de una se\u00f1al de conversaci\u00f3n segura v200502.
securitytoken.supportDraft.displayName=Soportar se\u00f1al de conversaci\u00f3n segura v200502
securitytoken.supportDraftURI.description=El URI de la definici\u00f3n de esquema del tipo de se\u00f1al de conversaci\u00f3n segura v200502.
securitytoken.supportDraftURI.displayName=URI del esquema del tipo de se\u00f1al v200502
sts.Default=Valor por omisi\u00f3n
sts.New=Nuevo enlace espec\u00edfico del servicio de confianza...
sts.New.description=Este tipo de enlace es espec\u00edfico de las caracter\u00edsticas del conjunto de pol\u00edticas y est\u00e1 limitado por ellas. S\u00f3lo se puede reutilizar para conexiones de servicio de confianza.
sts.NewGeneral=Nuevo enlace general...
sts.None=Ninguno
sts.existingBindings=Un enlace espec\u00edfico del servicio de confianza. 
systempolicyset.create.policyset.attachment.failed=No se ha podido crear la conexi\u00f3n del conjunto de pol\u00edticas: {0}
systempolicyset.delete.policyset.attachment.failed=No se ha podido suprimir la conexi\u00f3n del conjunto de pol\u00edticas: {0}
trustpolicyset.title=Conjuntos de pol\u00edticas de sistema
