#IBM Confidential OCO Source Material
#5724-J34 (C) COPYRIGHT International Business Machines Corp. 2005
#The source code for this program is not published or otherwise divested
#of its trade secrets, irrespective of what has been deposited with the
#U.S. Copyright Office.

#CMVCPATHNAME XD/ws/code/webui.gridconfig/src/com/ibm/ws/console/gridscheduler/nls/plugin.nlsprops
#COMPONENTPREFIX XBGS
#COMPONENTNAMEFOR XBGS Grid Scheduler
#ISMESSAGEFILE TRUE
#NLS_MESSAGEFORMAT_NONE
# NLS_ENCODING=UNICODE 

bgridcategory.displayName=Trabajos de larga duraci\u00f3n de empresa
nav.showGridScheduler=Planificador de trabajos
gridscheduler.displayName=Planificador de trabajos
gridscheduler.description=El planificador de trabajos acepta trabajos grid y determina cu\u00e1ndo y d\u00f3nde se ejecutan. Como parte de la gesti\u00f3n de trabajos, el planificador de trabajos conserva la informaci\u00f3n del trabajo en una base de datos de trabajos externa. Este panel de configuraci\u00f3n permite configurar el destino de despliegue, el origen de datos, el nombre del esquema de base de datos, la contabilidad de cargos y la ubicaci\u00f3n de las anotaciones cronol\u00f3gicas del trabajo de punto final para el planificador.
gridscheduler.datasourceJNDIName.displayName=Nombre JNDI de origen de datos
gridscheduler.datasourceJNDIName.description=Especifica el nombre del origen de datos donde se almacenan los trabajos.
gridscheduler.datasourceAlias.displayName=Alias de origen de datos
gridscheduler.datasourceAlias.description=Especifica el alias del nombre de usuario y contrase\u00f1a utilizados para acceder al origen de datos.
gridscheduler.jobmanagement.displayName=Gesti\u00f3n de trabajos
gridscheduler.jobmanagement.description=Este panel muestra todos los trabajos grid.
gridscheduler.error.update=No se pueden actualizar los par\u00e1metros de configuraci\u00f3n del planificador de trabajos: {0}.
gridscheduler.property.displayName=Propiedades personalizadas
gridscheduler.property.description=Especifica los pares de datos de nombre y valor arbitrarios. El nombre es una clave de propiedad y el valor es un valor de serie alfanum\u00e9rica que puede se pueden utilizar para establecer propiedades de configuraci\u00f3n internas del sistema.
gridscheduler.property.name.displayName=Nombre
gridscheduler.property.name.description=Especifica el nombre de la propiedad.
gridscheduler.property.value.displayName=Valor
gridscheduler.property.value.description=Especifica un valor de serie alfanum\u00e9rica que se puede utilizar para establecer esta propiedad.
gridscheduler.property.description.displayName=Descripci\u00f3n
gridscheduler.property.description.description=Especifica una descripci\u00f3n opcional para este valor de la propiedad.
gridscheduler.property.required.displayName=Necesaria
gridscheduler.property.required.description=Indica si esta propiedad debe tener un valor.
gridscheduler.property.validationExpression.displayName=Expresi\u00f3n de validaci\u00f3n
gridscheduler.property.validationExpression.description=La consola administrativa u otras herramientas utilizan esta expresi\u00f3n para validar el valor de esta propiedad.
gridscheduler.property.detail.description=Especifica el par de datos de nombre y valor arbitrario. El nombre es una clave de propiedad y el valor es un valor de serie alfanum\u00e9rica que puede se pueden utilizar para establecer propiedades de configuraci\u00f3n internas del sistema.
gridscheduler.errorCreateResource=Se ha producido una excepci\u00f3n al crear un archivo gridscheduler.xml nuevo en el contexto {0}
gridscheduler.databaseSchemaName.displayName=Nombre del esquema de bases de datos
gridscheduler.databaseSchemaName.description=Especifica el nombre del esquema de base de datos que el planificador de trabajos debe utilizar.
gridscheduler.cellName.displayName=Nombre de c\u00e9lula
gridscheduler.cellName.description=C\u00e9lula en que se est\u00e1 ejecutando el planificador de trabajos
gridscheduler.nodeName.displayName=Nombre de nodo
gridscheduler.nodeName.description=Nodo en que se est\u00e1 ejecutando el planificador de trabajos
gridscheduler.serverName.displayName=Nombre de servidor
gridscheduler.serverName.description=Servidor en que se est\u00e1 ejecutando el planificador de trabajos
gridscheduler.status.displayName=Estado
gridscheduler.status.description=Estado del entorno de tiempo de ejecuci\u00f3n del planificador de trabajos
gridscheduler.status.started=Iniciado
gridscheduler.status.stopped=Detenido
gridscheduler.status.started.with.errors=Iniciado con errores
gridscheduler.status.not.configured=No configurad
gridscheduler.status.not.installed=No instalado

# xd61 new related items
gridscheduler.middlewareservers.displayName=Servidores de middleware
gridscheduler.middlewareservers.description=Lista de servidores de middleware como servidores de WebSphere Application Server, servidores gen\u00e9ricos, servidores proxy, ODR, etc.

gridscheduler.servicepolicy.displayName=Pol\u00edticas de servicio
gridscheduler.servicepolicy.description=Una pol\u00edtica de servicio define un objetivo de empresa y una importancia, y contiene una o m\u00e1s clases de transacci\u00f3n.  Las pol\u00edticas de servicio definen la pol\u00edtica operativa utilizada por un componente del servidor proxy para categorizar y filtrar trabajo en la cola.


# xd61 new additional properties
gridscheduler.classrules.displayName=Reglas de clasificaci\u00f3n
gridscheduler.classrules.description=Las reglas de clasificaci\u00f3n asocian pol\u00edticas de servicio con trabajos grid.
gridscheduler.jobclass.displayName=Clases de trabajo
gridscheduler.jobclass.description=Las clases de trabajo sirven para establecer los l\u00edmites administrativos en relaci\u00f3n al consumo de recursos de trabajo.
gridscheduler.mapsecroles.displayName=Correlacionar roles de seguridad con usuarios/grupos
gridscheduler.mapsecroles.description=Correlacionar roles de seguridad con usuarios/grupos

gridscheduler.endpoint.displayName=Puntos finales grid de WebSphere
gridscheduler.endpoint.description=Enumera los nombres JNDI de or\u00edgenes de datos para los cl\u00fasteres y servidores de WebSphere que alojan las aplicaciones grid.
gridscheduler.dsjndiname.description=Nombre JNDI de origen de datos para {0}

# xd61 new fields
gridscheduler.schedulerHost.displayName=Planificador alojado por
gridscheduler.schedulerHost.description=Ubicaci\u00f3n en que est\u00e1 alojado el planificador de trabajos
gridscheduler.endpointJobLogLocation.displayName=Ubicaci\u00f3n de las anotaciones cronol\u00f3gicas de trabajo de punto final
gridscheduler.endpointJobLogLocation.description=Ubicaci\u00f3n de las anotaciones cronol\u00f3gicas en el punto final
gridscheduler.usageRecordingEnabled.displayName=Registrar datos de utilizaci\u00f3n en la base de datos del planificador
gridscheduler.usageRecordingEnabled.description=Especifica al planificador que registre datos de utilizaci\u00f3n de los trabajos en la base de datos del planificador con el prop\u00f3sito de distribuir cargos.

gridscheduler.usageRecordingEnabled.ZOS.displayName=Registrar datos de utilizaci\u00f3n en SMF (\u00fanicamente z/OS)
gridscheduler.usageRecordingEnabled.ZOS.description=Especifica que los puntos finales z/OS registren datos de utilizaci\u00f3n de trabajos que ejecutan en SMF.
gridscheduler.usage.recording.not.supported=El registo de datos de uso no es compatible en sistemas {0}

# xd61 new security fields
gridscheduler.security.ok=Aceptar
gridscheduler.security.cancel=Cancelar
gridscheduler.security.lookupusers=Buscar usuarios
gridscheduler.security.lookupgroups=Buscar grupos
gridscheduler.security.searchstring=Buscar serie
gridscheduler.security.selected=Seleccionados:
gridscheduler.security.available=Disponibles:
gridscheduler.security.description=Correlacionar roles de seguridad del planificador de trabajos con usuarios/grupos del registro de usuarios del dominio. Los usuarios que poseen el rol lrsubmitter pueden someter y gestionar sus propios trabajos. Los usuarios que poseen el rol lradmin pueden someter sus propios trabajos y gestionar todos los trabajos.
gridscheduler.security.select=Seleccionar

gridscheduler.security.role=Rol

gridscheduler.security.everyone=\u00bfTodos?

gridscheduler.security.allauthenticated=\u00bfTodos autenticados?

gridscheduler.security.mappedusers=Usuarios correlacionados

gridscheduler.security.mappedgroups=Grupos correlacionados

gridscheduler.security.tousers1=Correlacionar roles de seguridad con usuarios/grupos
gridscheduler.security.tousers2=Correlacionar roles de seguridad con usuarios o grupos
gridscheduler.security.specify=Especifica si se buscan usuarios o grupos.

gridscheduler.security.wait=Por favor, espere... Los siguientes roles se est\u00e1n correlacionando con los elementos en la lista seleccionada.

gridscheduler.security.lookupusersgroups=Buscar usuarios o grupos
gridscheduler.security.searchdesc=Para buscar usuarios o grupos, entre un l\u00edmite (un n\u00famero) y un patr\u00f3n de b\u00fasqueda (como por ejemplo a*) y, a continuaci\u00f3n, pulse Buscar:

gridscheduler.security.limit=l\u00edmite (n\u00famero de elementos)
gridscheduler.security.selectlist=Seleccione usuarios o grupos de la lista de elementos disponibles. Mu\u00e9valos a la lista de elementos seleccionados pulsando >>.

gridscheduler.security.search=Buscar

# xd61 new grid endpoints fields
gridscheduler.gee.geename=Puntos finales grid de WebSphere
gridscheduler.gee.description=Enumera los nombres JNDI de or\u00edgenes de datos para los cl\u00fasteres y servidores de WebSphere que alojan las aplicaciones grid.
gridscheduler.gee.setjndiname=Establecer nombre de JNDI
gridscheduler.gee.select=Seleccionar
gridscheduler.gee.name=Nombre
gridscheduler.gee.dsjndiname=Nombre de origen de datos JNDI

gridscheduler.gee.nullselect=Para realizar esta acci\u00f3n hay que seleccionar un punto final grid.
gridscheduler.gee.samejndiname=El origen de datos seleccionado {0} para {1} es el mismo que el actual, verifique la selecci\u00f3n.
gridscheduler.gee.newjndiname=Se ha establecido un nuevo origen de datos {0} para {1}.  Es necesario reiniciar el servidor o cl\u00faster para que estos cambios sean efectivos.
gridscheduler.gee.setjndierror=Se ha detectado uno o m\u00e1s errores al establecer un nuevo origen de datos en {0}.  Verifique las anotaciones cronol\u00f3gicas de la JVM para obtener m\u00e1s informaci\u00f3n.

XBGS0100=XBGS0100E: El Nombre JNDI de origen de datos no est\u00e1 configurado.
XBGS0100.explanation=No se ha establecido el nombre JNDI de origen de datos para el planificador de trabajos.
XBGS0100.useraction=Configure el nombre JNDI del origen de datos del planificador de trabajos en el panel de configuraci\u00f3n.

XBGS0110=XBGS0110E: El servicio de beans de arranque no est\u00e1 habilitado.
XBGS0110.explanation=El servicio de beans de arranque no se ha habilitado en el servidor del planificador de trabajos.
XBGS0110.useraction=Habilite el servicio de beans de arranque en el panel del servidor de aplicaciones del planificador de trabajos.

XBGS0200=XBGS0200E: El planificador de trabajos no se ha inicializado.
XBGS0200.explanation=No se ha podido obtener la identidad del planificador de trabajos del tabl\u00f3n de anuncios.
XBGS0200.useraction=Verifique los pasos de instalaci\u00f3n y configuraci\u00f3n del planificador de trabajos.

XBGS0210=XBGS0210E: No se ha detectado ninguna conexi\u00f3n de base de datos.
XBGS0210.explanation=No se ha podido obtener una conexi\u00f3n de base de datos a trav\u00e9s del origen de datos del planificador de trabajos.
XBGS0210.useraction=Verifique que se han llevado a cabo todos los pasos de la configuraci\u00f3n y que la base de datos se ha iniciado. 

XBGS0220=XBGS0220E: Es posible que los MBeans del planificador de trabajos no est\u00e9n disponibles.
XBGS0220.explanation=No se pueden consultar los MBeans del planificador de trabajos.
XBGS0220.useraction=Verifique los pasos de instalaci\u00f3n y configuraci\u00f3n del planificador de trabajos.






