AliasSelection.global.auth.alias=Alias de autenticaci\u00f3n J2C global
Cloudscape_DataStoreHelper=Ayuda del almac\u00e9n de datos de Cloudscape
Cloudscape_Network_Server_DataStoreHelper=Ayuda del almac\u00e9n de datos de Cloudscape Network Server
Config.changes.save=Se han realizado cambios en la configuraci\u00f3n. La acci\u00f3n Update RAR fuerza que se guarde la configuraci\u00f3n, por lo tanto, debe decidir si <a href="/ibm/console/syncworkspace.do?syncaction=list" target="detail">guardar o descartar</a> estos cambios antes de realizar esta acci\u00f3n.
Create.New.JDBCProvider=Crear un nuevo proveedor de JDBC
DB2_DataStoreHelper=Ayuda del almac\u00e9n de datos de DB2
DB2_Universal_DataStoreHelper=Ayuda del almac\u00e9n de datos de DB2 Universal
DB2_for_iSeries_DataStoreHelper=Ayuda del almac\u00e9n de datos de DB2 para iSeries
DBAdvancedProperties.AdvancedDB2Features.displayName=Caracter\u00edsticas DB2 avanzadas
DBAdvancedProperties.GetUseClose.displayName=Optimizar para el patr\u00f3n get/use/close/connection con la agrupaci\u00f3n heterog\u00e9nea
DBAdvancedProperties.GetUseClose.error=La propiedad, '{0}', ya no se puede definir como una propiedad personalizada. Para configurar el patr\u00f3n get/use/close/connection, navegue a la p\u00e1gina de caracter\u00edsticas avanzadas de DB2 desde la p\u00e1gina de origen de datos.
DBAdvancedProperties.Reauth.TrustedContext.info=Ha habilitado la reautenticaci\u00f3n de la base de datos. Para los or\u00edgenes de datos DB2, WebSphere soporta TrustedConnectionMapping como una alternativa mejor para habilitar la reautenticaci\u00f3n de la base de datos. Para habilitar TrustedConnectionMapping, en primer lugar, inhabilite la reautenticaci\u00f3n de la base de datos y, a continuaci\u00f3n, establezca el alias de correlaci\u00f3n-configuraci\u00f3n en TrustedConnectionMapping en el panel de origen de datos.
DBAdvancedProperties.alternate.jndi.name.displayName=Nombre JNDI de lista de servidores de redirecci\u00f3n de cliente
DBAdvancedProperties.alternate.port.number.displayName=N\u00fameros de puerto alternativos
DBAdvancedProperties.alternate.port.number.list.error=El campo, {0}, debe ser un entero o una lista de enteros separados por comas.
DBAdvancedProperties.alternate.server.name.displayName=Nombres de servidor alternativos
DBAdvancedProperties.alternate.server.name.list.error=El campo, {0}, debe ser un nombre de servidor o una lista de nombres de servidor separados por comas.
DBAdvancedProperties.cannot.set.reauthentication.error=La reautenticaci\u00f3n de base de datos no se puede habilitar cuando TrustedConnectionMapping se ha configurado como el alias de correlaci\u00f3n-configuraci\u00f3n. Para habilitar la reautenticaci\u00f3n de base de datos, en primer lugar, debe pulsar <a href="dataSourceDetail.do?EditAction=true&perspective=tab.configuration&context={0}&resourceUri=resources.xml" target="detail">aqu\u00ed</a> y seleccionar un alias diferente de correlaci\u00f3n-configuraci\u00f3n.
DBAdvancedProperties.cannot.set.trustedConnectionMapping.error=TrustedConnectionMapping no se puede configurar como el alias de correlaci\u00f3n-configuraci\u00f3n cuando est\u00e1 habilitada la reautenticaci\u00f3n de base de datos. Para inhabilitar la reautenticaci\u00f3n de base de datos, pulse <a href="com.ibm.ws.console.resources.database.forwardCmd.do?forwardName=RRAProperty.config.view&sfname=propertySet&lastPage=DataSource.config.view&resourceUri=resources.xml&parentRefId={0}&contextId={1}&perspective=tab.configuration" target="detail">Propiedades de origen de datos de WebSphere Application Server</a> y desmarque {2}.
DBAdvancedProperties.client.reroute.displayName=Opciones de redirecci\u00f3n autom\u00e1tica de cliente DB2
DBAdvancedProperties.driverType.cannot.be.2.error={0} no se puede establecer en el tipo 2 porque {1} est\u00e1 establecido. Para cambiar {0}, en primer lugar, debe pulsar en <a href="com.ibm.ws.console.resources.database.forwardCmd.do?forwardName=RRAProperty.config.view&sfname=propertySet&lastPage=DataSource.config.view&resourceUri=resources.xml&parentRefId={2}&contextId={3}&perspective=tab.configuration" target="detail">Propiedades de origen de datos de WebSphere Application Server</a> y eliminar el valor correspondiente a {1}.
DBAdvancedProperties.failed.unbind.warning=Se ha intentado finalizar el enlace l\u00f3gico del origen de datos del espacio de nombres JNDI, {0}, pero no se ha podido. La causa m\u00e1s probable es que el origen de datos no estuviera nunca enlazado. 
DBAdvancedProperties.max.retries.displayName=Reintentos m\u00e1ximos para la redirecci\u00f3n de cliente
DBAdvancedProperties.retries.displayName=reintentos
DBAdvancedProperties.retry.interval.displayName=Intervalo de reintento para la redirecci\u00f3n de cliente
DBAdvancedProperties.same.number.entries.error={0} y {1} deben tener el mismo n\u00famero de entradas.
DBAdvancedProperties.start.with.comma.error=El campo, {0}, no se puede iniciar con una coma.
DBAdvancedProperties.trusted.context.error=La propiedad, '{0}' ya no es necesaria para configurar el contexto de confianza. Para utilizar un contexto de confianza, seleccione TrustedConnectionMapping como el alias de configuraci\u00f3n de correlaci\u00f3n.
DBAdvancedProperties.unbind.client.reroute.displayName=Eliminar enlace de la lista de redirecci\u00f3n de cliente de JNDI
DBAdvancedProperties.unbind.warning=El origen de datos se ha suprimido correctamente y se ha eliminado el enlace del nombre JNDI de la lista de servidores de redirecci\u00f3n de cliente. Si opta por cancelar la supresi\u00f3n descartando los cambios, el nombre JNDI no se volver\u00e1 a enlazar autom\u00e1ticamente. Para volver a enlazar el nombre JNDI, debe emitir una conexi\u00f3n de prueba o reiniciar el servidor
DataDirect_ConnectJDBC_DataStoreHelper=Ayuda del almac\u00e9n de datos de DataDirect ConnectJDBC
DataSource.Choose.Provider.displayName=Seleccionar un proveedor de JDBC existente
DataSource.create.new=Crear un origen de datos
DataSource.datasourceHelper.manualRadioDisplay=Especificar una ayuda del almac\u00e9n de datos definida por el usuario
DataSource.datasourceHelper.manualTextDisplay=Entrar un nombre de clase helper del almac\u00e9n de datos cualificado como paquete
DataSource.datasourceHelper.selectRadioDisplay=Seleccionar una clase helper del almac\u00e9n de datos
DataSource.datasourceHelper.selectTextDisplay=Clases helper del almac\u00e9n de datos proporcionadas por WebSphere Application Server
DataSource.datasourceHelperClassname.displayName=Nombre de clase helper del almac\u00e9n de datos
DataSource.db2.useTrustedContextWithAuthentication.info=La habilitaci\u00f3n del contexto de confianza con la autenticaci\u00f3n requiere una ampliaci\u00f3n de la clase helper del almac\u00e9n de datos, {0}, para proporcionar la implementaci\u00f3n del m\u00e9todo getPasswordForUseWithTrustedContextWithAuthentication. Para obtener m\u00e1s informaci\u00f3n sobre c\u00f3mo ampliar la clase, busque useTrustedContextWithAuthentication en el Information Center.
DataSource.displayName=Or\u00edgenes de datos
DataSource.error.setting.custom.properties=El origen de datos se ha creado correctamente, pero el asistente no ha podido rellenar las propiedades personalizadas. Deber\u00e1 crear las propiedades necesarias para el origen de datos.
DataSource.genericDatasourceHelperClass.inUse=La clase GenericDataStoreHelper no contiene ninguna correlaci\u00f3n de excepciones de error, por lo que puede que no se ejecute como espera la aplicaci\u00f3n.
DataSource.invalid.URL=El valor del campo, URL, no es v\u00e1lido. Son v\u00e1lidos los formatos como "jdbc:oracle:thin:@//localhost:1521/sample" para un controlador ligero o "jdbc:oracle:oci:@//localhost:1521/sample" para un controlador grueso.
DataSource.isUsedByCmp.label=Utilizar este origen de datos en la persistencia gestionada por contenedor (CMP).
DataSource.noproperties.message=No hay ninguna propiedad de origen de datos marcada como obligatoria porque el origen de datos se ha creado utilizando WebSphere Application Server V5.x. Utilice el enlace '{0}' para configurar las propiedades.
DataSource.properties.duplicate=La propiedad de recurso, {0}, ya existe y las propiedades duplicadas no est\u00e1n autorizadas. Si esta propiedad no aparece en la lista, puede ver todas las propiedades estableciendo una preferencia en la colecci\u00f3n.
DataSource.propertyName.URL=URL
DataSource.propertyName.databaseName=Nombre de base de datos
DataSource.propertyName.driverType=Tipo de controlador
DataSource.propertyName.ifxIFXHOST=ifxIFXHOST
DataSource.propertyName.informixLockModeWait=Espera en modalidad de bloqueo de Informix
DataSource.propertyName.portNumber=N\u00famero de puerto
DataSource.propertyName.serverName=Nombre de servidor
DataSource.required.properties=Propiedades de origen de datos comunes y obligatorias
DataSource.resolve.classpath.warning=No se ha podido resolver la variable WebSphere {0}.
DataSource.statementCacheSize.displayName=Tama\u00f1o de la memoria cach\u00e9 de sentencias
DataSource.statementCacheSize.label=sentencias
DataSourceProperty.include.required.properties=Mostrar todas las propiedades de origen de datos
Delete.failed=No se ha podido suprimir {0}. Consulte los registros para obtener m\u00e1s informaci\u00f3n.
Derby_DataStoreHelper=Ayuda del almac\u00e9n de datos de Derby
Derby_Network_Server_DataStoreHelper=Ayuda del almac\u00e9n de datos de Derby Network Server
Failed.to.create.j2c.factory=No se ha podido crear la f\u00e1brica {0} porque el mandato {1} ha fallado: {2}
Generic_DataStoreHelper=Ayuda del almac\u00e9n de datos gen\u00e9rico
Informix_DataStoreHelper=Ayuda del almac\u00e9n de datos de Informix
Informix_Jcc_DataStoreHelper=Ayuda del almac\u00e9n de datos de Informix JCC
J2CActivationSpec.activationSpec.displayName=Especificaciones de activaci\u00f3n J2C
J2CActivationSpec.activationSpecClass.displayName=Tipo de escucha de mensajes
J2CActivationSpec.authenticationAlias.displayName=Alias de autenticaci\u00f3n
J2CActivationSpec.description.displayName=Descripci\u00f3n
J2CActivationSpec.destinationJndiName.displayName=Nombre JNDI del destino
J2CActivationSpec.destinationJndiName.manualRadioDisplay=Especificar (nombre JNDI de destino definido por el usuario)
J2CActivationSpec.destinationJndiName.manualTextDisplay=Entrar nombre JNDI
J2CActivationSpec.destinationJndiName.selectRadioDisplay=Seleccionar un nombre JNDI de destino
J2CActivationSpec.destinationJndiName.selectTextDisplay=Nombres JNDI de objetos administrados disponibles
J2CActivationSpec.displayName=Especificaci\u00f3n de activaci\u00f3n J2C
J2CActivationSpec.jndiName.displayName=Nombre JNDI
J2CActivationSpec.name.displayName=Nombre
J2CActivationSpec.propertySet.displayName=Propiedades personalizadas de la especificaci\u00f3n de activaci\u00f3n J2C
J2CActivationSpecWarning=Esta especificaci\u00f3n de activaci\u00f3n {0} como m\u00ednimo contiene una propiedad personalizada necesaria que no tiene un valor. Puede especificar valores para las propiedades personalizadas en el panel de propiedades personalizadas de la especificaci\u00f3n de activaci\u00f3n J2C o como propiedades de configuraci\u00f3n de la activaci\u00f3n en el descriptor de despliegue del bean controlado por mensajes asociado.
J2CAdminObject.adminObject.displayName=Objetos administrados J2C
J2CAdminObject.adminObjectClass.displayName=Clase de objeto administrado
J2CAdminObject.description.displayName=Descripci\u00f3n
J2CAdminObject.displayName=Objeto administrado J2C
J2CAdminObject.jndiName.displayName=Nombre JNDI
J2CAdminObject.name.displayName=Nombre
J2CAdminObject.properties.displayName=Propiedades personalizadas de objetos administrados J2C
J2CAdvancedConnectionFactory.advancedConnectionFactory.displayName=Propiedades de la f\u00e1brica de conexiones avanzada
J2CAdvancedConnectionFactory.diagnoseConnectionUsage.displayName=Detectar violaciones de modelo de programaci\u00f3n
J2CAdvancedConnectionFactory.diagnoseConnectionUsage.validation.error=Si se ha seleccionado 'Detectar violaciones de modelo de programaci\u00f3n', entonces tambi\u00e9n se debe seleccionar 'Gestionar los manejadores en memoria cach\u00e9'.
J2CAdvancedConnectionFactory.displayName=F\u00e1brica de conexiones avanzada
J2CAdvancedConnectionFactory.logMissingTransactionContext.details1=Anotar la falta de contexto de transacciones
J2CAdvancedConnectionFactory.logMissingTransactionContext.displayName=Registro cronol\u00f3gico del contexto de transacciones
J2CAdvancedConnectionFactory.manageCachedHandles.displayName=Gestionar los manejadores en memoria cach\u00e9
J2CAdvancedRAProperties.displayName=Propiedades de adaptador de recursos avanzadas
J2CAdvancedRAProperties.hACapability.Endpoint=Sustituci\u00f3n por anomal\u00eda de punto final
J2CAdvancedRAProperties.hACapability.RAInstance=Sustituci\u00f3n por anomal\u00eda del adaptador de recursos
J2CAdvancedRAProperties.isEnableHASupport.displayName=Registrar este adaptador de recursos con el High Availability Manager
J2CAdvancedRAProperties.singleInstance.displayName=Restringir la JVM para permitir s\u00f3lo una instancia del adaptador de recursos
J2CAuthMechanismType.BASIC_PASSWORD=BASIC_PASSWORD
J2CAuthMechanismType.KERBEROS=KERBEROS
J2CAuthMechanismType.NONE=Ninguno
J2CConnectionFactory.authDataAlias.displayName=Alias de autenticaci\u00f3n gestionado por componentes
J2CConnectionFactory.authHeading.displayName=Autenticaci\u00f3n gestionada por contenedor
J2CConnectionFactory.authMechanismPreference.description.deprecated=La especificaci\u00f3n de una configuraci\u00f3n de inicio de sesi\u00f3n en la referencia del recurso de componentes cuando res-auth es Container determina el mecanismo de autenticaci\u00f3n. Ante la ausencia de informaci\u00f3n de configuraci\u00f3n de inicio de sesi\u00f3n en la referencia del recurso, este campo puede utilizarse para especificar cu\u00e1l de los mecanismos de autenticaci\u00f3n que se definen para el adaptador de recursos correspondiente se aplica a esta f\u00e1brica de conexiones.  Por ejemplo, si dos entradas de mecanismo de autenticaci\u00f3n se han definido para un adaptador de recursos, KerbV5 y Basic Password, \u00e9ste especificar\u00e1 uno de estos dos tipos.  Si la preferencia de mecanismo de autenticaci\u00f3n especificada no es un mecanismo de autenticaci\u00f3n disponible en el adaptador de recursos correspondiente, no se tiene en cuenta.  Valor por omisi\u00f3n: BASIC PASSWORD.
J2CConnectionFactory.authMechanismPreference.displayName=Preferencia de autenticaci\u00f3n
J2CConnectionFactory.authMechanismPreference.displayName.deprecated=Preferencia de autenticaci\u00f3n
J2CConnectionFactory.category.displayName=Categor\u00eda
J2CConnectionFactory.connectionFactoryInterface.displayName=Interfaz de f\u00e1brica de conexiones
J2CConnectionFactory.description.displayName=Descripci\u00f3n
J2CConnectionFactory.displayName=F\u00e1brica de conexiones de J2C
J2CConnectionFactory.jndiName.displayName=Nombre JNDI
J2CConnectionFactory.mappingModule.authDataAlias.description.deprecated=Este campo s\u00f3lo se utilizar\u00e1 en la ausencia de una loginConfiguration en la referencia del recurso de componente. La especificaci\u00f3n de una configuraci\u00f3n de inicio de sesi\u00f3n y las propiedades asociadas en la referencia del recurso de componente es el m\u00e9todo preferido para definir la estrategia de autenticaci\u00f3n cuando el valor de res-auth es Container. Si se especifica la configuraci\u00f3n de inicio de sesi\u00f3n 'DefaultPrincipalMapping', la propiedad asociada ser\u00e1 un alias de entrada de datos de autenticaci\u00f3n JAAS - J2C. Consulte la entrada de datos de autenticaci\u00f3n JAAS - J2C del elemento relacionado para definir un alias nuevo.
J2CConnectionFactory.mappingModule.authDataAlias.displayName=Alias de autenticaci\u00f3n gestionado por contenedor
J2CConnectionFactory.mappingModule.authDataAlias.displayName.deprecated=Alias de autenticaci\u00f3n gestionado por contenedor
J2CConnectionFactory.mappingModule.mappingConfigAlias.description.deprecated=Este campo s\u00f3lo se utilizar\u00e1 en la ausencia de una loginConfiguration en la referencia del recurso de componente. La especificaci\u00f3n de una configuraci\u00f3n de inicio de sesi\u00f3n y de las propiedades asociadas de la referencia del recurso de componentes determina la estrategia de autenticaci\u00f3n gestionada por contenedor cuando el valor de res-auth es Container.
J2CConnectionFactory.mappingModule.mappingConfigAlias.displayName=Alias de correlaci\u00f3n-configuraci\u00f3n
J2CConnectionFactory.mappingModule.mappingConfigAlias.displayName.deprecated=Alias de correlaci\u00f3n-configuraci\u00f3n
J2CConnectionFactory.name.displayName=Nombre
J2CConnectionFactory.xaRecoveryAlias.applicationRadio=Utilizar alias de autenticaci\u00f3n gestionado por componentes
J2CConnectionFactory.xaRecoveryAlias.displayName=Alias de autenticaci\u00f3n para recuperaci\u00f3n XA
J2CConnectionFactory.xaRecoveryAlias.selectRadio=Especificar:
J2CFactory.new.noproviders=No se puede crear un {0} en este \u00e1mbito ya que no hay adaptadores de recursos seleccionables que se puedan utilizar como proveedor de este \u00e1mbito. Seleccione un \u00e1mbito diferente o <a href="/ibm/console/com.ibm.ws.console.resources.database.forwardCmd.do?forwardName=J2CResourceAdapter.content.main">cree</a> un adaptador de recursos de este \u00e1mbito antes de volver a intentar la operaci\u00f3n.
J2CResourceAdapter.NodeAgent.dmgrnode.error=Los adaptadores de recursos no se pueden crear en el nodo del gestor de despliegue. Seleccione un nodo diferente.
J2CResourceAdapter.SELECT=Seleccionar...
J2CResourceAdapter.adapter.not.found=No se ha podido encontrar un adaptador de recursos para la v\u00eda de acceso de archivado {0}.
J2CResourceAdapter.archivePath.displayName=V\u00eda de acceso del archivador
J2CResourceAdapter.archivePath.required=La v\u00eda de acceso del archivador es un campo necesario.
J2CResourceAdapter.classpath.displayName=V\u00eda de acceso de clases
J2CResourceAdapter.description.displayName=Descripci\u00f3n
J2CResourceAdapter.displayName=Adaptadores de recursos
J2CResourceAdapter.duplicate.name=Ya existe un adaptador de recursos en este \u00e1mbito con el nombre "{0}". Cambie el nombre para que sea exclusivo.
J2CResourceAdapter.hACapability.displayName=Alta disponibilidad
J2CResourceAdapter.install.rar.archivePath.choose=Elija una v\u00eda de acceso del archivador de la lista de archivos RAR instalados (se recomienda)
J2CResourceAdapter.install.rar.archivePath.select=Lista de archivos RAR instalados
J2CResourceAdapter.install.rar.archivePath.specify=Especifique la v\u00eda de acceso del archivador del archivo RAR instalado
J2CResourceAdapter.install.rar.cell.level.warning=Est\u00e1 intentando configurar un adaptador de recursos a nivel de c\u00e9lula. Para que esto funcione en todos los nodos de la c\u00e9lula, el archivo RAR instalado debe existir en cada nodo y las v\u00edas de acceso de archivo deben ser id\u00e9nticas.
J2CResourceAdapter.installRARTask.error=Se han producido errores durante la instalaci\u00f3n del archivo RAR. Consulte los archivos de anotaciones cronol\u00f3gicas del nodo {0} para obtener m\u00e1s informaci\u00f3n.<BR>{1}
J2CResourceAdapter.name.displayName=Nombre
J2CResourceAdapter.name.required=Nombre es un campo necesario.
J2CResourceAdapter.nativepath.displayName=V\u00eda de acceso nativa
J2CResourceAdapter.no.nativepath.on.isolated.warning=La v\u00eda de acceso de la biblioteca nativa de "{0}" ha sido descartada porque la instancia del adaptador de recursos est\u00e1 aislada. Los adaptadores de recursos aislados no pueden tener una v\u00eda de acceso de biblioteca nativa especificada.
J2CResourceAdapter.no.new.on.node.error=Ha pulsado el bot\u00f3n Nuevo, pero no puede crear una copia del adaptador de recursos en el \u00e1mbito de nodo. Si desea crear una copia de un adaptador de recursos instalado, especifique un \u00e1mbito diferente y vuelva a pulsar el bot\u00f3n Nuevo. Si desea instalar un nuevo adaptador de recursos, pulse el bot\u00f3n Instalar RAR.
J2CResourceAdapter.resourceAdapter.displayName=Adaptador de recursos
J2CResourceAdapter.scope.displayName=\u00c1mbito
J2CResourceAdapter.threadPoolAlias.displayName=Alias de agrupaci\u00f3n de hebras
J2CResourceAdapter.updateRAR.RARTable.displayName=Se actualizar\u00e1n los siguientes RAR:
J2CResourceAdapter.updateRAR.RARs.installed=RAR que se van a instalar:
J2CResourceAdapter.updateRAR.button=Actualizar RAR
J2CResourceAdapter.updateRAR.class=Clase:
J2CResourceAdapter.updateRAR.command.error=Se ha producido un error al ejecutar el mandato {0}. Consulte las anotaciones cronol\u00f3gicas de la JVM si desea m\u00e1s detalles.
J2CResourceAdapter.updateRAR.copy.error=Se ha producido un error al comparar un adaptador de recursos de copia con el nuevo archivo RAR.
J2CResourceAdapter.updateRAR.corr.RAR=RAR correspondiente:
J2CResourceAdapter.updateRAR.currentVersion=Versi\u00f3n RAR actual
J2CResourceAdapter.updateRAR.displayName=Actualizar un adaptador de recursos
J2CResourceAdapter.updateRAR.edit.props=Editar propiedades de recurso
J2CResourceAdapter.updateRAR.existing.resources=Seleccione un recurso
J2CResourceAdapter.updateRAR.incompatible.copy.error=Se ha suprimido un tipo de clase de f\u00e1brica de adaptadores de recursos, de interfaz o de escucha de mensaje en la nueva versi\u00f3n del RAR, pero, actualmente, est\u00e1 siendo utilizando por una f\u00e1brica configurada. Para continuar, suprima el objeto administrado, la especificaci\u00f3n de activaci\u00f3n o la f\u00e1brica de conexiones a la que se hace referencia en el mensaje de error que aparece en esta p\u00e1gina. Cancele el asistente y vu\u00e9lvalo a intentar despu\u00e9s de que se elimine la f\u00e1brica.
J2CResourceAdapter.updateRAR.incompatible.error=Como m\u00ednimo, dos de los adaptadores de recursos seleccionados son incompatibles entre s\u00ed de acuerdo con sus contenidos y no se pueden actualizar a la vez. Tendr\u00e1 que actualizar estos adaptadores de recursos de forma separada. Deseleccione una o m\u00e1s de sus opciones y vu\u00e9lvalo a intentar.
J2CResourceAdapter.updateRAR.incompatibleRAR.error=Se han encontrado incompatibilidades al comparar el nuevo RAR con el adaptador o adaptadores de recursos seleccionado. Se han encontrado las incompatibilidades siguientes:
J2CResourceAdapter.updateRAR.interface=Interfaz:
J2CResourceAdapter.updateRAR.mesgListener=Escucha de mensajes:
J2CResourceAdapter.updateRAR.newProperties=Nuevas propiedades
J2CResourceAdapter.updateRAR.newResourceAdapters=Nuevos adaptadores de recursos
J2CResourceAdapter.updateRAR.newVersion=Nueva versi\u00f3n RAR
J2CResourceAdapter.updateRAR.no.new.props=Sin propiedades nuevas
J2CResourceAdapter.updateRAR.nodeOnly.error=S\u00f3lo se pueden seleccionar los adaptadores de recursos de \u00e1mbito de nodo para esta acci\u00f3n.
J2CResourceAdapter.updateRAR.nodeVersion.error=La operaci\u00f3n Update RAR no est\u00e1 permitida en los adaptadores de recursos instalados en un nodo con una versi\u00f3n anterior a la 7.0.
J2CResourceAdapter.updateRAR.notSpecified=No especificado
J2CResourceAdapter.updateRAR.pathToNewRAR=V\u00eda de acceso del nuevo adaptador de recursos
J2CResourceAdapter.updateRAR.reset=Restablecer a valor por omisi\u00f3n
J2CResourceAdapter.updateRAR.resource=Recurso
J2CResourceAdapter.updateRAR.resource.info=Informaci\u00f3n para el recurso seleccionado
J2CResourceAdapter.updateRAR.resource.type=Tipo de recurso:
J2CResourceAdapter.updateRAR.scope=\u00c1mbito:
J2CResourceAdapter.updateRAR.server.stop.error=Se deben detener todos los servidores en el nodo {0}. Se deben detener los servidores siguientes: {1}.
J2CResourceAdapter.updateRAR.setForAll=Establecer para todos
J2CResourceAdapter.updateRAR.sourceResourceAdapters=Adaptadores de recursos existentes
J2CResourceAdapter.updateRAR.specVersion.error=La operaci\u00f3n Update no est\u00e1 permitida en los adaptadores de recursos con una versi\u00f3n de especificaci\u00f3n anterior a la 1.5.
J2CResourceAdapter.updateRAR.successful=La actualizaci\u00f3n para {0} en {1} ha sido satisfactoria.
J2CResourceAdapter.updateRAR.summary=Se actualizar\u00e1n los recursos siguientes:
J2CResourceAdapter.updateRAR.summaryRARs=Adaptadores de recursos que se deben actualizar:
J2CResourceAdapter.updateRAR.warning=Al pulsar el bot\u00f3n Finalizar se guardan autom\u00e1ticamente los cambios en la configuraci\u00f3n. Si m\u00e1s adelante desea deshacer la actualizaci\u00f3n de RAR, debe utilizar este asistente para actualizar a la versi\u00f3n anterior del RAR.
J2CResourceAdapter.updateRAR.x.more.errors=m\u00e1s errores...
J2CResourceAdapter.upload.select.node=Nodo
J2CResourceAdapter.upload.title=Instalar archivo RAR
J2CResourceAdapterTask.step1=Seleccionar un nuevo archivo RAR
J2CResourceAdapterTask.step2=Listar todas las configuraciones del adaptador de recursos
J2CResourceAdapterTask.step3=Configurar nuevas propiedades de recurso
J2CResourceAdapterTask.step4=Resumen
JCALifeCycleSelect.button.manage=Gestionar estado...
JCALifeCycleSelect.button.pause=Pausa
JCALifeCycleSelect.button.purge=Depurar
JCALifeCycleSelect.button.resume=Reanudar
JCALifeCycleSelect.coll.instanceName=Nombre (nombre JNDI)
JCALifeCycleSelect.name.displayName=Gesti\u00f3n del ciclo de vida de JCA
JCALifeCycleSelect.pause.failure=Operaci\u00f3n de pausa con error para {0} : {1}
JCALifeCycleSelect.pause.successful=Operaci\u00f3n de pausa satisfactoria para {0}
JCALifeCycleSelect.purge.failure=Operaci\u00f3n de depuraci\u00f3n con error para {0} : {1}
JCALifeCycleSelect.purge.successful=Operaci\u00f3n de depuraci\u00f3n satisfactoria para {0}
JCALifeCycleSelect.resume.failure=Operaci\u00f3n de reanudaci\u00f3n con error para {0} : {1}
JCALifeCycleSelect.resume.successful=Operaci\u00f3n de reanudaci\u00f3n satisfactoria para {0}
JCALifeCycleSelect.scope.displayName=\u00c1mbito del objeto en ejecuci\u00f3n
JCALifeCycleSelect.status.active=Activo
JCALifeCycleSelect.status.error=Error
JCALifeCycleSelect.status.mixed=Mixto
JCALifeCycleSelect.status.paused=En pausa
JCALifeCycleSelect.status.req_failed=Petici\u00f3n an\u00f3mala
JCALifeCycleSelect.status.stopped=Detenido
JCALifeCycleSelect.status.unknown=No accedido
JDBCProvider.JCC4.warning=El proveedor de JDBC requiere Java SE Development Kit 6. Los or\u00edgenes de datos de este proveedor s\u00f3lo estar\u00e1n visibles para los servidores de la versi\u00f3n 7.0 y posteriores.
JDBCProvider.cannot.isolate.was40.datasources.present=No puede aislar un proveedor de JDBC, cuando ha definido or\u00edgenes de datos de WebSphere Application Server V4.
JDBCProvider.classpath.contains.variable=El atributo classpath contiene una variable que comienza por un signo de d\u00f3lar ($). Verifique que esta variable est\u00e9 definida, pulsando Entorno > Variables de WebSphere, por cada m\u00e1quina f\u00edsica en la que se utilice el proveedor de JDBC (Java Database Connectivity).
JDBCProvider.displayName=Proveedores de JDBC
JDBCProvider.implementationClassName.displayName=Nombre de clase de implementaci\u00f3n
JDBCProvider.missing.providertype=En el objeto del proveedor de JDBC, {0}, falta un atributo providerType. El sistema no ha podido actualizar autom\u00e1ticamente el proveedor de JDBC. El asistente del origen de datos solicitar\u00e1 el tipo de proveedor cuando se cree un origen de datos para este proveedor de JDBC. 
JDBCProvider.no.change.impl.class=Si modifica el nombre de clase de implementaci\u00f3n se elimina la capacidad de crear or\u00edgenes de datos y or\u00edgenes de datos de la versi\u00f3n 4 de plantillas.
JDBCProvider.notsupported.drivertype=Seleccione un tipo de controlador diferente.
JDBCProvider.set.providertype.info=En el objeto del proveedor de JDBC, {0}, faltaba un atributo providerType. El sistema ha actualizado autom\u00e1ticamente el proveedor de JDBC con el atributo providerType correcto. 
JDBCProviderTemplate.dbDriver.displayName=Tipo de proveedor
JDBCProviderTemplate.dbType.displayName=Tipo de base de datos
JDBCProviderTemplate.dbType.userdefined=Definido por el usuario
JDBCProviderTemplate.tranType.connectionpool=Origen de datos de la agrupaci\u00f3n de conexiones
JDBCProviderTemplate.tranType.displayName=Tipo de implementaci\u00f3n
JDBCProviderTemplate.tranType.xa=Origen de datos XA
ManageMessageEndpoints.coll.instanceName=Nombre (especificaci\u00f3n de activaci\u00f3n)
ManageMessageEndpoints.description=Utilice esta p\u00e1gina para gestionar situaciones donde los proveedores de mensajer\u00eda no han podido entregar mensajes a sus destinos previstos. Por ejemplo, un proveedor podr\u00eda no entregar los mensajes a un punto final de mensajer\u00eda cuando su bean controlado por mensaje subyacente intenta confirmar transacciones respecto a un servidor de base de datos que no est\u00e1 respondiendo. Para desactivar temporalmente un punto final de mensaje del manejo de mensajes, seleccione el punto final apropiado y pulse Pausa. Despu\u00e9s de que el punto final de mensaje est\u00e9 inactivo, repare la causa subyacente de las anomal\u00edas de la entrega de mensajes. Para reactivar el punto final de mensaje, seleccione el punto final apropiado y pulse Reanudar. Para ver el enlace de configuraci\u00f3n de la especificaci\u00f3n de activaci\u00f3n y del bean controlado por mensaje del punto final subyacente, pulse el nombre del punto final del mensaje.
ManageMessageEndpoints.endpoint.already.active=El punto final {0} ya est\u00e1 activo.
ManageMessageEndpoints.endpoint.already.paused=El punto final {0} ya est\u00e1 en pausa (desactivado).
ManageMessageEndpoints.name.description=Gestione los puntos finales de mensaje espec\u00edficos de esta aplicaci\u00f3n, siempre que uno o m\u00e1s beans controlados por mensajes de punto final est\u00e9 manejando mensajes que no se pueden entregar.
ManageMessageEndpoints.name.displayName=Gestionar puntos finales
ManageMessageEndpoints.pause.failure=La operaci\u00f3n de pausa (desactivar) ha fallado para {0} : {1}
ManageMessageEndpoints.pause.successful={0} realiz\u00f3 una pausa correctamente (desactivado).
ManageMessageEndpoints.resume.failure=La operaci\u00f3n reanudar (activar) ha fallado para {0} : {1}
ManageMessageEndpoints.resume.successful={0} se reanud\u00f3 correctamente (activado).
Microsoft_SQL_Server_DataStoreHelper=Ayuda del almac\u00e9n de datos de Microsoft SQL Server
Nodeagent.NotRunning.error=El sistema no ha podido conectarse al nodo {0}.  Aseg\u00farese de que el agente de nodo est\u00e1 en ejecuci\u00f3n y vuelva a intentar la operaci\u00f3n Update RAR.
Oracle10g_DataStoreHelper=Ayuda del almac\u00e9n de datos de Oracle10g
Oracle11g_DataStoreHelper=Ayuda del almac\u00e9n de datos de Oracle11g
Oracle9i_and_prior_DataStoreHelper=Ayuda del almac\u00e9n de datos de Oracle9i y anteriores
RRAProperty.ErrorDetectionModel.displayName=Modelo de detecci\u00f3n de errores
RRAProperty.ExceptionCheckingModel.displayName=Utilizar el modelo de comprobaci\u00f3n de excepciones de WebSphere Application Server
RRAProperty.ExceptionMappingModel.displayName=Utilizar el modelo de correlaci\u00f3n de excepciones de WebSphere Application Server
RRAProperty.PretestValidationOptions.displayName=Opciones de validaci\u00f3n
RRAProperty.Query.displayName=Sentencia de consulta
RRAProperty.Timeout.displayName=Tiempo de espera
RRAProperty.ValidationByJDBCDriver.displayName=Validaci\u00f3n por controlador JDBC
RRAProperty.ValidationBySQLQuery.displayName=Validaci\u00f3n por consulta SQL (en desuso en V7)
RRAProperty.disableWebSphereConnectionPooling.displayName=Utilizar agrupaci\u00f3n de conexiones de base de datos en lugar de agrupaci\u00f3n de conexiones de WebSphere Application Server
RRAProperty.displayName=Propiedades del origen de datos de WebSphere Application Server
RRAProperty.enableDatabaseReAuthentication.displayName=Habilitar reautenticaci\u00f3n de bases de datos
RRAProperty.enableMultithreadedAccessDetection.displayName=Habilitar la detecci\u00f3n de acceso multihebra
RRAProperty.jmsOnePhaseOptimization.displayName=Habilitar el soporte de optimizaci\u00f3n de una fase de JMS
RRAProperty.nonTransactionalDataSource.displayName=Origen de datos no transaccional
RRAProperty.preTestConnectionHeading.displayName=Propiedades de validaci\u00f3n de conexi\u00f3n
RRAProperty.preTestConnectionRetryInterval.displayName=Intervalo de reintento
RRAProperty.preTestConnectionRetryInterval.units=segundos
RRAProperty.preTestConnections.displayName=Validar conexiones agrupadas existentes
RRAProperty.preTestSQLString.displayName=Serie SQL de prueba previa
RRAProperty.property.moved=La propiedad {0}, est\u00e1 en desuso debido a la propiedad nueva {1}.  Ahora se puede encontrar debajo del enlace de propiedades de or\u00edgenes de datos WebSphere Application Server como {2}.
RRAProperty.property.override.warning=Ha seleccionado el recuadro de selecci\u00f3n {0} que ahora altera temporalmente algunas de las propiedades personalizadas obsoletas. Para evitar avisos de tiempo de ejecuci\u00f3n, pulse el enlace Propiedades personalizadas de la p\u00e1gina de valores de origen de datos y suprima las propiedades {1}, {2} y {3}. 
RRAProperty.property.override.warning2=Tiene establecidas propiedades personalizadas obsoletas lo que provocar\u00e1 avisos de tiempo de ejecuci\u00f3n. Para evitar los avisos, suprima las propiedades dbFailOverEnabled, connRetriesDuringDBFailover y connRetryIntervalDuringDBFailover.
RRAProperty.validateNewConnection.displayName=Validar nuevas conexiones
RRAProperty.validateNewConnectionRetryCount.displayName=N\u00famero de reintentos
Select.auth.alias=Nota: puede crear un nuevo alias de autenticaci\u00f3n J2C accediendo a uno de los enlaces siguientes. Al pulsar un enlace, se cancelar\u00e1 el asistente y se perder\u00e1n las selecciones actuales del asistente.
Sybase_DataStoreHelper=Ayuda del almac\u00e9n de datos de Sybase
WAS40ConnectionPool.connectionTimeout.displayName=Tiempo de espera de conexi\u00f3n
WAS40ConnectionPool.connectionTimeout.label=segundos
WAS40ConnectionPool.disableAutoConnectionCleanup.label=Inhabilitar limpieza autom\u00e1tica de conexiones
WAS40ConnectionPool.displayName=Agrupaci\u00f3n de conexiones (versi\u00f3n 4)
WAS40ConnectionPool.idleTimeout.displayName=Tiempo de espera desocupado
WAS40ConnectionPool.idleTimeout.label=segundos
WAS40ConnectionPool.maximumPoolSize.displayName=Tama\u00f1o m\u00e1ximo de agrupaci\u00f3n
WAS40ConnectionPool.maximumPoolSize.label=conexiones
WAS40ConnectionPool.minimumPoolSize.displayName=Tama\u00f1o m\u00ednimo de agrupaci\u00f3n
WAS40ConnectionPool.minimumPoolSize.label=conexiones
WAS40ConnectionPool.orphanTimeout.displayName=Tiempo de espera hu\u00e9rfano
WAS40ConnectionPool.orphanTimeout.label=segundos
WAS40ConnectionPool.statementCacheSize.displayName=Tama\u00f1o de la memoria cach\u00e9 de sentencias
WAS40ConnectionPool.statementCacheSize.label=sentencias
WAS40DataSource.cannot.create.cuz.provider.is.isolated=No puede crear un origen de datos de WebSphere Application Server V4 en el proveedor de JDBC "{0}", porque el proveedor se ha establecido para estar aislado. Los or\u00edgenes de datos de WebSphere Application Server V4 no est\u00e1n soportados para los proveedores de JDBC aislados.
WAS40DataSource.connectionPool.displayName=Propiedades de la agrupaci\u00f3n de conexiones
WAS40DataSource.databaseName.displayName=Nombre de base de datos
WAS40DataSource.defaultPassword.displayName=Contrase\u00f1a por omisi\u00f3n
WAS40DataSource.defaultUser.displayName=ID de usuario por omisi\u00f3n
WAS40DataSource.displayName=Or\u00edgenes de datos (WebSphere Application Server V4)
WAS40DataSource.noproviders.error=No se puede crear un origen de datos WebSphere Application Server Versi\u00f3n 4 en este \u00e1mbito porque no hay disponibles proveedores de JDBC seleccionables en este \u00e1mbito. Seleccione un \u00e1mbito diferente o <a href="/ibm/console/com.ibm.ws.console.resources.database.forwardCmd.do?forwardName=JDBCProvider.content.main">cree</a> un proveedor de JDBC en este \u00e1mbito antes de volver a intentar la operaci\u00f3n.
WebSphere_Branded_ConnectJDBC_DataStoreHelper=Ayuda del almac\u00e9n de datos de WebSphere Branded ConnectJDBC
datasource.jdbcprovider.new.step1=Crear un nuevo proveedor de JDBC
datasource.jdbcprovider.new.step2=Entrar informaci\u00f3n de v\u00eda de acceso de clases de base de datos
datasource.new.parent.is.known.step1=Entrar informaci\u00f3n b\u00e1sica de origen de datos
datasource.new.parent.is.known.step3=Entrar las propiedades espec\u00edficas de la base de datos para el origen de datos
datasource.new.parent.is.known.step4=Alias de seguridad de configuraci\u00f3n
datasource.new.parent.is.known.step5=Resumen
datasource.new.step1=Entrar informaci\u00f3n b\u00e1sica de origen de datos\t
datasource.new.step2=Seleccionar un proveedor de JDBC
datasource.new.step3=Entrar las propiedades espec\u00edficas de la base de datos para el origen de datos
datasource.new.step4=Alias de seguridad de configuraci\u00f3n
datasource.new.step5=Resumen
datasource.set.security.alias=Seleccionar un alias de autenticaci\u00f3n J2C
jdbcprovider.classpath.ddconnect3=DataDirect Connect para JDBC, versi\u00f3n 3.x
jdbcprovider.classpath.ddconnect4=DataDirect Connect para JDBC, versi\u00f3n 4.x
jdbcprovider.create.new=Crear un nuevo proveedor de JDBC
jdbcprovider.deprecated=Obsoleto
jdbcprovider.hide.deprecated.providers=Ocultar controladores obsoletos...
jdbcprovider.invalid.providerType.choice=El tipo de proveedor que ha elegido no est\u00e1 soportado por la versi\u00f3n de nodo actual. Seleccione un tipo de proveedor diferente.
jdbcprovider.invalid.selection='Seleccionar...' no es una selecci\u00f3n v\u00e1lida. Elija una entrada diferente de la lista.
jdbcprovider.name.displayName=Nombre del proveedor de JDBC
jdbcprovider.native.variable.displayName=La ubicaci\u00f3n del directorio que se guarda como la variable de WebSphere {0}
jdbcprovider.new.step1=Crear un nuevo proveedor de JDBC
jdbcprovider.new.step2=Entrar informaci\u00f3n de v\u00eda de acceso de clases de base de datos
jdbcprovider.new.step3=Resumen
jdbcprovider.show.deprecated.providers=Mostrar controladores obsoletos...
jdbcprovider.step1.database.type.error=Tipo de base de datos
jdbcprovider.step1.implementation.type.error=tipo de implementaci\u00f3n
jdbcprovider.step1.provider.type.error=tipo de proveedor
jdbcprovider.step2.driver.version=Versi\u00f3n del controlador JDBC
jdbcprovider.variable.displayName=Ubicaci\u00f3n del directorio para "{0}" que se guarda como la variable de WebSphere {1}
label.supportedby=soportado por
nav.view.data.sources=Or\u00edgenes de datos
nav.view.j2c.resource.adapter=Adaptadores de recursos
nav.view.jdbc.provider=Proveedores de JDBC
rarInstall.failed.annotation.error=No se ha podido instalar el archivo RAR especificado debido a un error del proceso de anotaciones: {0}. Debe corregir el error antes de instalar este RAR.
rarInstall.failed.annotation.warning=La instalaci\u00f3n del archivo RAR especificado puede fallar debido a un aviso del proceso de anotaciones: {0}. Puede seguir intentando instalar este RAR pero podr\u00eda fallar.
rarInstall.failed.mbean.not.found=No se ha podido crear un adaptador de recursos nuevo en el nodo {0} porque el  mbean {1} no se ha encontrado.
rarInstall.failed.no.nodeagents.cell=No se ha podido crear un nuevo adaptador de recursos porque no hay agentes de nodo ejecut\u00e1ndose en la c\u00e9lula. Inicie cualquier agente de nodo y vuelva a intentar la operaci\u00f3n.
rarInstall.failed.no.nodeagents.cluster=No se ha podido crear un nuevo adaptador de recursos porque no se est\u00e1n ejecutando ninguno de los agentes de nodo para el cl\u00faster {0}. Inicie cualquier agente de nodo del cl\u00faster y vuelva a intentar la operaci\u00f3n.
rarInstall.failed.nodeagent.error=No se ha podido crear un nuevo adaptador de recurso en el nodo {0} debido a que el agente de nodo no se est\u00e1 ejecutando.
rarInstall.failed.to.read.rar.info=Se ha detectado una excepci\u00f3n al extraer la informaci\u00f3n RAR: {0}. Se le recomienda que contin\u00fae con la instalaci\u00f3n de RAR porque puede que se ejecute correctamente a pesar del error.
rarInstall.failed.transfer.file=No se ha podido transferir el rar de {0} a {1} en el nodo {2}.
rarInstall.file.exists.on.node=El archivo RAR que est\u00e1 intentando instalar se ha encontrado en la configuraci\u00f3n del nodo {0} en la ubicaci\u00f3n siguiente: {1}. Si continua, se sobrescribir\u00e1 el archivo RAR.
rarInstall.file.notfound=No se ha encontrado el archivo.
rarInstall.file.specify=Especifique un archivo RAR.
rarInstall.invalid.archive=El archivo especificado no es un archivo RAR v\u00e1lido.
rarInstall.label=Instalar RAR
rarInstall.rar.info.not.available=No se ha podido rellenar este panel con la informaci\u00f3n del archivo RAR debido a que la versi\u00f3n del nodo {0} es anterior a la versi\u00f3n 6.1. Si no entra valores en este panel, los valores tomar\u00e1n el valor por omisi\u00f3n del descriptor de despliegue en el archivo RAR. Puede editar los valores despu\u00e9s de instalar el adaptador de recursos.


DBAdvancedProperties.GetUseClose.description=El patr\u00f3n get/use/close/connection permite a la agrupaci\u00f3n de conexiones para el servidor de aplicaciones compartir conexiones que est\u00e1n en la misma transacci\u00f3n. Este patr\u00f3n de optimizaci\u00f3n permite que se comparta una conexi\u00f3n durante una transacci\u00f3n, aunque las conexiones utilicen diferentes propiedades de conexi\u00f3n. El dispositivo de agrupaci\u00f3n heterog\u00e9nea le permite ampliar la definici\u00f3n del origen de datos para que pueda especificar propiedades de conexi\u00f3n diferentes para el origen de datos. Debe utilizar el dispositivo de agrupaci\u00f3n heterog\u00e9nea para el servidor de aplicaciones para compartir conexiones.
DBAdvancedProperties.alternate.jndi.name.description=El nombre JNDI utilizado para enlazar la lista de servidores de redirecci\u00f3n de cliente DB2 con el espacio de nombres JNDI. DB2 utilizar\u00e1 el nombre para buscar la lista de nombres de servidor alternativos, si la informaci\u00f3n del servidor alternativo todav\u00eda no est\u00e1 en la memoria. Esta opci\u00f3n no est\u00e1 soportada para los or\u00edgenes de datos del tipo 2.
DBAdvancedProperties.alternate.port.number.displayName.description=La lista de puertos de servidor alternativos para el servidor DB2. Si se especifica m\u00e1s de un puerto de servidor alternativo, los puertos se deben separar con comas. Por ejemplo, 5000,50001.
DBAdvancedProperties.alternate.server.name.description=La lista de nombres de servidor alternativo para el servidor DB2. Si se especifica m\u00e1s de un nombre de servidor alternativo, los nombres deben estar separados por comas. Por ejemplo, host1,host2.
DBAdvancedProperties.client.reroute.description=La redirecci\u00f3n de cliente DB2 intentar\u00e1 autom\u00e1ticamente ubicaciones de servidor alternativas, si falla el servidor primario.
DBAdvancedProperties.max.retries.description=El n\u00famero m\u00e1ximo de reintentos de conexi\u00f3n intentados por la redirecci\u00f3n autom\u00e1tica de cliente, si falla la conexi\u00f3n primera con el servidor. Esta propiedad s\u00f3lo se utiliza si tambi\u00e9n se ha establecido la propiedad 'Intervalo de reintento para la redirecci\u00f3n de cliente'.
DBAdvancedProperties.retry.interval.description=La cantidad de tiempo entre los reintentos autom\u00e1ticos de redirecci\u00f3n de cliente. Esta propiedad s\u00f3lo se utiliza si tambi\u00e9n se ha establecido la propiedad 'Reintentos m\u00e1ximos para la redirecci\u00f3n de cliente'.
DBAdvancedProperties.unbind.client.reroute.description=Se utiliza s\u00f3lo con la conexi\u00f3n de prueba. Si se establece en true, el nombre JNDI de la lista de servidor de redirecci\u00f3n de cliente dejar\u00e1 de enlazarse con el espacio de nombres JNDI, despu\u00e9s de que se emita una conexi\u00f3n de prueba.
DataSource.CreateNew.Provider.description=Pulse aqu\u00ed para crear un nuevo proveedor de JDBC para el origen de datos.
DataSource.SelectExisting.Provider.description=Pulse para seleccionar un proveedor de JDBC existente de la lista desplegable.
DataSource.datasourceHelperClassname.description=Especifica la clase de ayuda del almac\u00e9n de datos, una interfaz a trav\u00e9s de la cual una base de datos desencadena un origen de datos para realizar funciones espec\u00edficas de dicho proveedor de base de datos.
DataSource.description=Utilice esta p\u00e1gina para editar los valores de un origen de datos asociado al proveedor de JDBC seleccionado. El objeto de origen de datos proporciona la aplicaci\u00f3n con las conexiones para acceder a la base de datos.
DataSource.isUsedByCmp.description=Especifica que el origen de datos es utilizado para la persistencia gestionada por contenedor (CMP) de enterprise beans. Esta opci\u00f3n desencadena la creaci\u00f3n de una f\u00e1brica de conexiones CMP, que corresponde al origen de datos, para el adaptador de recursos relacionales.
DataSource.jndiName.description=Especifica el nombre JNDI para el nuevo origen de datos.
DataSource.name.description=Especifica el nombre para hacer referencia al origen de datos en las tareas administrativas.
DataSource.panel.description=Utilice esta p\u00e1gina para editar los valores de un origen de datos asociado al proveedor de JDBC seleccionado. El objeto de origen de datos proporciona la aplicaci\u00f3n con las conexiones para acceder a la base de datos. Obtenga m\u00e1s informaci\u00f3n sobre esta tarea en una <actividad guiada href="/ibm/console/navigatorCmd.do?forwardName=guidedactivity.resource"></a>. Una actividad guiada proporciona una lista de pasos de tareas e informaci\u00f3n m\u00e1s general acerca del tema.
DataSource.propertyName.URL.description=Especifica el URL de la base de datos desde la cual el origen de datos obtiene las conexiones como, por ejemplo, jdbc:oracle:thin:@//localhost:1521/sample para un controlador ligero y jdbc:oracle:oci:@//localhost:1521/sample para un controlador grueso.
DataSource.propertyName.attribute.description=Esta propiedad corresponde al atributo de base de datos, {0}. 
DataSource.propertyName.databaseName.description=Especifica el nombre de la base de datos con la que se conecta el origen de datos. Esta propiedad se corresponde con la propiedad del nombre de base de datos en la clase de origen de datos. 
DataSource.propertyName.driverType.description=Especifica el tipo de conectividad JDBC del origen de datos. Esta propiedad se corresponde con la propiedad del tipo de controlador en la clase de origen de datos. Si desea utilizar el controlador JDBC de tipo 4, establezca el valor en 4.  Si desea utilizar el controlador JDBC de tipo 2, establezca el valor en 2. En la plataforma z/OS(R), el tipo de controlador 2 utiliza RRS y soporta proceso de compromiso de dos fases.
DataSource.propertyName.ifxIFXHOST.description=Especifica el nombre de la m\u00e1quina f\u00edsica del servidor que aloja la instancia de Informix(R). Se puede especificar un nombre de host o una direcci\u00f3n IP. Tambi\u00e9n se puede especificar una direcci\u00f3n IPv6 si est\u00e1 soportada la base de datos del host.
DataSource.propertyName.informixLockModeWait.description=Especifica el tiempo de espera de conexi\u00f3n para obtener un bloqueo en la base de datos. Por omisi\u00f3n, Informix(R) genera una excepci\u00f3n cuando no puede adquirir un bloqueo en lugar de esperar a que el propietario actual libere el bloqueo. Para modificar el comportamiento, establezca la propiedad en el n\u00famero de segundos de espera de un bloqueo. El valor por omisi\u00f3n es 2 segundos. Cualquier valor negativo significa esperar tiempo ilimitado.
DataSource.propertyName.portNumber.description=Especifica el n\u00famero de puerto donde escucha el servidor de bases de datos. Esta propiedad se corresponde con la propiedad del propiedad en la clase de origen de datos.
DataSource.propertyName.serverName.description=Especifica el nombre del servidor con el cual se conecta el origen de datos. Esta propiedad se corresponde con la propiedad del nombre de servidor en la clase de origen de datos.
DataSource.statementCacheSize.description=Especifica el n\u00famero de sentencias que se pueden almacenar en la memoria cach\u00e9 por conexi\u00f3n. WebSphere(R) Application Server optimiza el proceso de las sentencias preparadas y las sentencias a las que se puede llamar almacenando aquellas que no se est\u00e1n utilizando en una conexi\u00f3n activa. Ambos tipos de sentencias permiten maximizar el rendimiento de las transacciones entre la aplicaci\u00f3n y el almac\u00e9n de datos; el almacenamiento en memoria cach\u00e9 de las sentencias permite que est\u00e9n disponibles inmediatamente.
DataSourceProperty.show.all.properties.description=De forma predeterminada, este panel no lista las propiedades personalizadas que se pueden configurar a trav\u00e9s de distintas p\u00e1ginas de la consola administrativa. Seleccione la opci\u00f3n para mostrar todas las propiedades personalizadas del origen de datos, incluidas las propiedades necesarias por el origen de datos y las propiedades de configuraci\u00f3n de WebSphere. Seleccionar esta opci\u00f3n no afecta a lo que se visualiza en otros paneles.
J2CActivationSpec.activationSpec.description=Especifica las definiciones de las especificaciones de activaci\u00f3n para el adaptador de recursos.
J2CActivationSpec.activationSpecClass.description=Especifica el tipo de escucha de mensaje que utiliza la especificaci\u00f3n de activaci\u00f3n. La lista de clases disponibles es proporcionada por el adaptador de recursos.
J2CActivationSpec.authenticationAlias.description=Especifica el alias que se utiliza para enlazar la especificaci\u00f3n de activaci\u00f3n J2C con un alias de autenticaci\u00f3n (configurado mediante las pantallas JAAS de seguridad). Este alias se utiliza para acceder al nombre de usuario y la contrase\u00f1a establecidos en la especificaci\u00f3n de activaci\u00f3n J2C configurada.
J2CActivationSpec.description=Utilice esta p\u00e1gina para configurar una especificaci\u00f3n de activaci\u00f3n J2C, que utiliza el adaptador de recursos cuando configura una instancia espec\u00edfica de punto final. Cada aplicaci\u00f3n que configure uno o m\u00e1s puntos finales debe especificar el adaptador de recursos que env\u00eda los mensajes al punto final y debe utilizar la especificaci\u00f3n de activaci\u00f3n para proporcionar las propiedades de configuraci\u00f3n para procesar el mensaje de entrada.
J2CActivationSpec.description.description=Especifica una descripci\u00f3n opcional de la instancia de especificaci\u00f3n de activaci\u00f3n J2C.
J2CActivationSpec.destinationJndiName.description=Especifica el nombre JNDI de destino que se utiliza para enlazar una cola o tema de destino configurados (normalmente un objeto administrado J2C) con la especificaci\u00f3n de activaci\u00f3n J2C. Utilice este campo s\u00f3lo si el tipo de la propiedad de destino en la especificaci\u00f3n de activaci\u00f3n J2C se considera un tipo complejo (como javax.jms.Destination ).
J2CActivationSpec.jndiName.description=Especifica el nombre JNDI de la instancia de especificaci\u00f3n de activaci\u00f3n J2C.
J2CActivationSpec.name.description=Especifica el nombre de visualizaci\u00f3n de la instancia de especificaci\u00f3n de activaci\u00f3n J2C.
J2CActivationSpec.propertySet.description=Especifica las propiedades adicionales que puede necesitar el adaptador de recursos para una especificaci\u00f3n de activaci\u00f3n.
J2CAdminObject.adminObject.description=Especifica los objetos administradores del adaptador de recursos.
J2CAdminObject.adminObjectClass.description=Para los objetos nuevos, la lista de clases disponibles la proporciona el adaptador de recursos. Despu\u00e9s de crear el objeto administrado, no puede modificar el valor.
J2CAdminObject.description=Utilice esta p\u00e1gina para configurar los objetos administrados (AO) J2C que proporcionan los adaptadores de recursos. Algunos estilos de mensajer\u00eda pueden necesitar que las aplicaciones utilicen objetos administrados especiales para enviar y recibir mensajes de forma s\u00edncrona (mediante objetos de conexi\u00f3n que utilizan API espec\u00edficas del estilo de mensajer\u00eda). Tambi\u00e9n es posible que los AO se utilicen para realizar transformaciones sobre un mensaje recibido de forma as\u00edncrona de una forma espec\u00edfica del proveedor del mensaje. Puede acceder a los objetos administrados por un componente utilizando resource-env-ref o message-destination-ref (preferido).
J2CAdminObject.description.description=Especifica el nombre de una instancia de objeto administrado J2C.
J2CAdminObject.jndiName.description=Especifica el nombre JNDI con el que se enlaza el objeto administrado.
J2CAdminObject.name.description=Especifica el nombre de una instancia de objeto administrado J2C.
J2CAdminObject.properties.description=Especifica las propiedades adicionales que puede necesitar un adaptador de recursos para un objeto administrado.
J2CAdvancedConnectionFactory.advancedConnectionFactory.description=Utilice esta p\u00e1gina para establecer las propiedades personalizadas de una f\u00e1brica de conexiones.
J2CAdvancedConnectionFactory.description=Utilice esta p\u00e1gina para establecer las propiedades personalizadas de una f\u00e1brica de conexiones.
J2CAdvancedConnectionFactory.diagnoseConnectionUsage.description=Especifica si el contenedor hace un seguimiento de los patrones de uso del manejador de conexiones. Antes de activar la propiedad, seleccione el valor Manejadores de memoria cach\u00e9, que es un requisito previo.
J2CAdvancedConnectionFactory.logMissingTransactionContext.description=Especifica si el contenedor emite una entrada en las anotaciones cronol\u00f3gicas de actividad cuando una aplicaci\u00f3n obtiene una conexi\u00f3n sin un contexto de transacci\u00f3n.
J2CAdvancedConnectionFactory.manageCachedHandles.description=Especifica si el contenedor realiza un seguimiento de los manejadores en memoria cach\u00e9, que son los manejadores de conexi\u00f3n que mantiene activos un componente de aplicaci\u00f3n entre los l\u00edmites de transacci\u00f3n o de m\u00e9todo. Utilice esta propiedad para fines de depuraci\u00f3n.
J2CAdvancedRAProperties.RAInstance.description=La sustituci\u00f3n por anomal\u00eda de la instancia del adaptador de recursos permite que s\u00f3lo un adaptador de recursos de un grupo HA se inicie a la vez entre varios servidores. El resultado es que s\u00f3lo una instancia de adaptador de recursos de tiempo de ejecuci\u00f3n puede existir a la vez.
J2CAdvancedRAProperties.description=Utilice esta p\u00e1gina para gestionar las propiedades del adaptador de recursos.
J2CAdvancedRAProperties.endpoint.description=La sustituci\u00f3n por anomal\u00eda de punto final permite que s\u00f3lo un adaptador de recursos de un grupo HA reciba mensajes a la vez entre varios servidores. El resultado es que s\u00f3lo un adaptador de recursos puede tener puntos finales activos a la vez.
J2CAdvancedRAProperties.isEnableHASupport.description=No se recomienda la selecci\u00f3n del recuadro sin primero consultar la documentaci\u00f3n del producto para el adaptador de recursos, porque el recuadro de selecci\u00f3n requiere que el adaptador de recursos soporte la alta disponibilidad de la mensajer\u00eda de entrada.
J2CAdvancedRAProperties.singleInstance.description=No se recomienda la selecci\u00f3n de este recuadro sin consultar primero la documentaci\u00f3n del producto. Si se selecciona este recuadro se impide que existan en la misma JVM m\u00e1s de una instancia JavaBean de adaptador de recursos con el mismo nombre de clase de implementaci\u00f3n de adaptador de recursos. Se trata de un entorno extremadamente restrictivo. Por ejemplo, si dos aplicaciones han incorporado el mismo adaptador de recursos, s\u00f3lo la primera aplicaci\u00f3n que se inicie ser\u00e1 capaz de acceder a los recursos a trav\u00e9s de su adaptador de recursos incorporado. Si se configura un adaptador de recursos aut\u00f3nomo para una sola instancia, ninguna aplicaci\u00f3n que incorpore ese mismo adaptador de recursos podr\u00e1 acceder a los recursos. 
J2CConnectionFactory.authDataAlias.description=Especifica un alias de autenticaci\u00f3n para utilizarlo cuando el valor de la referencia del recurso de componente res-auth sea Application (aplicaci\u00f3n). Consulte Elementos relacionados -> Entradas de datos de autenticaci\u00f3n J2C (J2EE Connector Architecture) para definir un nuevo alias.
J2CConnectionFactory.connectionFactoryInterface.description=Especifica el nombre de clase plenamente cualificado de las interfaces de f\u00e1brica de conexiones soportadas por el adaptador de recursos.
J2CConnectionFactory.description=Utilice esta p\u00e1gina para crear una f\u00e1brica de conexiones para utilizarla con el adaptador de recursos. La f\u00e1brica de conexiones es una colecci\u00f3n de valores de configuraci\u00f3n que definen una conexi\u00f3n de WebSphere(R) Application Server en EIS (Enterprise Information System). El gestor de agrupaciones de conexiones utiliza estas propiedades como directrices para asignar conexiones durante el tiempo de ejecuci\u00f3n. Puede configurar varias f\u00e1bricas de conexiones para cada adaptador de recursos.
J2CConnectionFactory.jndiName.description=Especifica el nombre JNDI de la f\u00e1brica de conexiones, incluidos los subcontextos del nombre. Para que los datos de referencia de recursos importantes de la f\u00e1brica de conexiones est\u00e9n disponibles para el tiempo de ejecuci\u00f3n de gesti\u00f3n de conexiones, entre el nombre JNDI como un nombre JNDI indirecto. Un nombre JNDI indirecto empieza por el prefijo java:comp/env. 
J2CConnectionFactory.mappingModule.authDataAlias.description=Hace referencia a los datos de autenticaci\u00f3n para el inicio de sesi\u00f3n gestionado por contenedor en el recurso. Consulte las entradas de datos de autenticaci\u00f3n J2C (J2EE Connector Architecture) del elemento relacionado para definir un nuevo alias.
J2CConnectionFactory.mappingModule.mappingConfigAlias.description=Especifica la configuraci\u00f3n de inicio de sesi\u00f3n JAAS v\u00e1lida en el panel de configuraci\u00f3n de seguridad JAAS para correlacionar la identidad y credenciales del usuario con un principal de recursos y credenciales que son necesarios para abrir una conexi\u00f3n con el servidor del programa de fondo.
J2CConnectionFactory.xaRecoveryAlias.description=Especifica el alias que utiliza la f\u00e1brica de conexiones para autenticarse con el EIS para la recuperaci\u00f3n de transacciones.
J2CResourceAdapter.archivePath.description=Especifica la v\u00eda de acceso del archivo RAR instalado que contiene el m\u00f3dulo para el adaptador de recursos.
J2CResourceAdapter.description=Utilice esta p\u00e1gina para gestionar adaptadores de recursos, que proporcionan la interfaz fundamental para conectar aplicaciones a un sistema de informaci\u00f3n de empresa (EIS). El Adaptador de recursos relacional de WebSphere(R) est\u00e1 incorporado en el producto para proporcionar acceso a bases de datos relacionales. Para acceder a otro tipo de EIS, utilice esta p\u00e1gina para instalar un archivo RAR (Resource Adapter Archive) aut\u00f3nomo. Puede configurar varios adaptadores de recursos para cada archivo RAR instalado.
J2CResourceAdapter.install.rar.archivePath.description=Especifica la v\u00eda de acceso donde debe instalarse el archivo RAR (archivo de adaptador de recursos). Si no establece la propiedad, el servidor de aplicaciones extrae el archivo RAR en la v\u00eda de acceso absoluta que est\u00e1 representada por la variable CONNECTOR_INSTALL_ROOT.
J2CResourceAdapter.install.rar.name.description=Especifica el nombre del adaptador de recursos. Si no establece la propiedad, WebSphere(R) Application Server utiliza el nombre de visualizaci\u00f3n del descriptor de despliegue.
J2CResourceAdapter.scope.description=Especifica el nivel de topolog\u00eda m\u00e1s alto en el cual los servidores de aplicaciones pueden utilizar el adaptador.
J2CResourceAdapter.threadPoolAlias.description=Especifica el nombre de una agrupaci\u00f3n de hebras que forma parte de la configuraci\u00f3n de servidor para el adaptador de recursos. Establezca esta propiedad s\u00f3lo si el adaptador de recursos utiliza el servicio del gestor de trabajos. Si especifica un nombre de agrupaci\u00f3n de hebras que no existe en la configuraci\u00f3n del servidor, WebSphere(R) Application Server utiliza el nombre DEFAULT.
J2CResourceAdapter.updateRAR.asterisk.descrition=Nota: el asterisco (*) indica que las configuraciones de adaptador de recursos son copias de uno de los adaptadores de recursos seleccionados. Estas configuraciones tambi\u00e9n se actualizar\u00e1n.
J2CResourceAdapter.updateRAR.description=Utilice el asistente para actualizar un adaptador de recursos.
J2CResourceAdapter.updateRAR.editProps.description=Utilice la tabla siguiente para establecer los valores para las propiedades nuevas del recurso seleccionado. Marque el recuadro de selecci\u00f3n 'Establecer para todos' para aplicar el valor de la propiedad en todos los recursos del mismo tipo. Pulse el bot\u00f3n Restablecer el valor por omisi\u00f3n para restablecer todas las propiedades en los valores por omisi\u00f3n definidos en el archivo RAR; esto s\u00f3lo afecta al recurso seleccionado.
J2CResourceAdapter.updateRAR.editProps.note.description=Nota: debe pulsar el bot\u00f3n Aplicar para guardar los cambios antes de continuar con el paso siguiente o seleccionar un recurso diferente.
J2CResourceAdapter.updateRAR.exisingResources.description=Visualiza la lista de recursos que se actualizar\u00e1.
J2CResourceAdapter.updateRAR.newProperties.description=Visualiza una lista de las nuevas propiedades del recurso seleccionado. Escriba un valor en la tabla para establecer la propiedad nueva.
J2CResourceAdapter.updateRAR.no.properties=La nueva versi\u00f3n del adaptador de recursos no ha a\u00f1adido ninguna propiedad nueva. Pulse el bot\u00f3n Siguiente para finalizar la actualizaci\u00f3n del adaptador de recursos.
J2CResourceAdapter.upload.browse.description=Solicita a WebSphere(R) Application Server que examine la m\u00e1quina local o un servidor remoto.
J2CResourceAdapter.upload.description=Mediante esta p\u00e1gina puede instalar un archivo RAR de dos formas. Puede subir un archivo RAR del sistema de archivos local o especifique un archivo RAR existente en un servidor. El archivo RAR debe instalarse a nivel de nodo. Puede seleccionar el nodo que aparece a continuaci\u00f3n.
J2CResourceAdapter.upload.local=Seleccione la v\u00eda de acceso local si el archivo RAR reside en la misma m\u00e1quina que el navegador.
J2CResourceAdapter.upload.nodeName.description=Especifica el nodo en el que se extraer\u00e1 e instalar\u00e1 el archivo RAR. Un adaptador de recursos se configurar\u00e1 en el \u00e1mbito.
J2CResourceAdapter.upload.remote=Seleccione la v\u00eda de acceso del servidor, si el archivo RAR reside en cualquiera de los nodos del contexto de c\u00e9lula.
J2CResourceAdapter.upload.step.description=Especifique el archivo RAR que desee subir, o un archivo RAR existente.
J2CResourceAdapter.upload.step.help.description=Elija la v\u00eda de acceso local si el archivo RAR reside en la misma m\u00e1quina que el navegador. Elija la v\u00eda de acceso del servidor, si el archivo RAR reside en cualquiera de los nodos del contexto de c\u00e9lula.
J2CResourceAdapterTask.step1.instruction=La actualizaci\u00f3n de un RAR sobrescribir\u00e1 los binarios existentes con los binarios de la nueva versi\u00f3n del RAR. Esta operaci\u00f3n tambi\u00e9n actualizar\u00e1 la configuraci\u00f3n eliminando las propiedades obsoletas y brind\u00e1ndole la opci\u00f3n de establecer valores para las nuevas propiedades. Las propiedades hacen referencia a cualquier propiedad de adaptador de recursos, f\u00e1brica de conexiones, especificaci\u00f3n de activaci\u00f3n y de objeto administrado. Esta operaci\u00f3n se puede deshacer realizando otra actualizaci\u00f3n con la versi\u00f3n antigua del RAR.
J2CResourceAdapterTask.step1.instruction2=Especifique el archivo RAR de destino para actualizar los adaptadores de recursos seleccionados. Tambi\u00e9n puede subir un archivo RAR del sistema de archivos local, o especificar un archivo RAR existente en un servidor.
J2CResourceAdapterTask.step2.instruction=En la tabla siguiente, se indican todas las configuraciones de adaptadores de recursos que se actualizar\u00e1n.
J2CResourceAdapterTask.step3.instruction=Se trata de un paso opcional que le permite editar cualquier propiedad que fuera a\u00f1adida por la nueva versi\u00f3n del adaptador de recursos. Seleccione un recurso de la lista para editar las nuevas propiedades. S\u00f3lo se incluyen en la lista los recursos con las nuevas propiedades.
J2CResourceAdapterTask.step4.instruction=Este panel visualiza el resumen de acciones que se llevar\u00e1n a cabo. Rev\u00edselo con atenci\u00f3n antes de continuar. Pulse el bot\u00f3n Finalizar para empezar la actualizaci\u00f3n.
JCALifeCycleSelect.description=Utilice esta p\u00e1gina para realizar operaciones del ciclo de vida JCA (J2EE Connector Architecture) en MBeans correspondientes a los recursos de la selecci\u00f3n anterior. Estos MBeans son compatibles con la versi\u00f3n 6.0.2 o posterior del servidor de aplicaciones. Se lista un MBean por cada servidor en ejecuci\u00f3n que est\u00e9 en el \u00e1mbito del recurso configurado. Ponga en pausa o reanude s\u00f3lo los MBeans que est\u00e9n en estado activo. Si se pone en pausa un MBean se detiene la comunicaci\u00f3n de salida hacia el programa de fondo. Esta acci\u00f3n tambi\u00e9n afecta a todas las aplicaciones que utilizan el recurso en el servidor seleccionado.
JDBCProvider.description=Utilice esta p\u00e1gina para editar las propiedades de un proveedor de JDBC (Java Database Connectivity). El objeto del proveedor de JDBC encapsula la clase de implementaci\u00f3n del controlador JDBC espec\u00edfica para acceder a la base de datos de proveedores espec\u00edfica del entorno.
JDBCProvider.implementationClassName.description=Especifica el nombre de la clase Java(TM) de la implementaci\u00f3n del origen de datos del controlador JDBC. Puede especificar un nombre de clase de implementaci\u00f3n javax.sql.XADataSource o javax.sql.ConnectionPoolDataSource.
JDBCProvider.panel.description=Utilice esta p\u00e1gina para editar las propiedades de un proveedor de JDBC. El objeto del proveedor de JDBC encapsula la clase de implementaci\u00f3n del controlador JDBC espec\u00edfica para acceder a la base de datos de proveedores espec\u00edfica del entorno. Obtenga m\u00e1s informaci\u00f3n sobre esta tarea en una <actividad guiada href="/ibm/console/navigatorCmd.do?forwardName=guidedactivity.resource"></a>. Una actividad guiada proporciona una lista de pasos de tareas e informaci\u00f3n m\u00e1s general acerca del tema.
RRAProperty.ErrorDetectionModel.description=El modelo de detecci\u00f3n de errores determina c\u00f3mo se detectan los errores de sentencia y las conexiones graves y, tambi\u00e9n, qu\u00e9 tipo de excepciones se originan en la aplicaci\u00f3n. La configuraci\u00f3n de la correlaci\u00f3n de excepciones no es compatible con JDBC 4.0 y superior, pero sigue estando disponible para las aplicaciones codificadas de acuerdo con dicho modelo.
RRAProperty.ExceptionCheckingModel.description=El servidor de aplicaciones utiliza el recurso de correlaci\u00f3n de errores definido en Data Store Helper s\u00f3lo para identificar errores. El servidor de aplicaciones no sustituye las excepciones lanzadas por el controlador JDBC con las excepciones definidas en la correlaci\u00f3n de errores de Data Store Helper.
RRAProperty.ExceptionMappingModel.description=EL servidor de aplicaciones utiliza el recurso de correlaci\u00f3n de errores definido en Data Store Helper para detectar los errores de sentencias y las conexiones graves. El servidor de aplicaciones altera temporalmente las excepciones lanzadas por el controlador JDBC con las excepciones definidas en la correlaci\u00f3n de errores de Data Store Helper. Esta configuraci\u00f3n no es compatible con JDBC 4.0 y superior, pero podr\u00eda ser necesario para las aplicaciones escritas de acuerdo con el modelo de correlaci\u00f3n de excepciones de WebSphere Application Server.
RRAProperty.description=Utilice esta p\u00e1gina para establecer las propiedades espec\u00edficas de la gesti\u00f3n de conexiones de WebSphere(R) Application Server que afectan a una agrupaci\u00f3n de conexiones.
RRAProperty.disableWebSphereConnectionPooling.description=Activa el servidor de aplicaciones para inhabilitar el mecanismo de la t\u00e9cnica de agrupaci\u00f3n de conexiones de WebSphere(R) y utilizar la agrupaci\u00f3n de conexiones de  DB2(R) en su lugar. Esta opci\u00f3n s\u00f3lo se aplica a DB2(R).
RRAProperty.enableDatabaseReAuthentication.description=Especifica si se debe activar la reautenticaci\u00f3n de las conexiones. Esta opci\u00f3n requiere la implementaci\u00f3n del m\u00e9todo doConnectionSetupPerTransaction en la clase de ayuda del almac\u00e9n de datos para el proveedor de JDBC que soporta el origen de datos. Si el origen de datos es DB2, puede volver a autenticar las conexiones con un m\u00e9todo mejor utilizando TrustedConnectionMapping como el alias de correlaci\u00f3n-configuraci\u00f3n, en lugar de habilitar la reautenticaci\u00f3n de la base de datos.
RRAProperty.enableMultithreadedAccessDetection.description=Especifica si se detecta el acceso multihebra a una conexi\u00f3n y las sentencias, conjuntos de resultados y objetos metaData correspondientes.
RRAProperty.jmsOnePhaseOptimization.description=Especifica si JMS obtiene conexiones optimizadas del origen de datos. Esta opci\u00f3n evita que las aplicaciones JDBC puedan obtener conexiones.
RRAProperty.nonTransactionalDataSource.description=Si se establece el distintivo en true (verdadero) el servidor de aplicaciones nunca participar\u00e1 en las conexiones del origen de datos en las transacciones globales o locales. Las aplicaciones deben llamar expl\u00edcitamente a setAutoCommit(false) en la conexi\u00f3n, si desean iniciar una transacci\u00f3n local en la conexi\u00f3n, y deben confirmar o retrotraer la transacci\u00f3n que han iniciado. Nota: esta propiedad rara vez se debe establecer en true (verdadero), sin embargo la JPA (Java Persistence API) requiere or\u00edgenes de datos JTA y, tambi\u00e9n, or\u00edgenes de datos no JTA.
RRAProperty.preTestConnectionRetryInterval.description=Especifica, despu\u00e9s de que falle la primera operaci\u00f3n de comprobaci\u00f3n previa, la frecuencia con que se vuelve a comprobar una conexi\u00f3n agrupada existente.
RRAProperty.preTestConnections.description=Especifica si el gestor de conexiones comprueba la validez de las conexiones agrupadas antes de devolverlas a las aplicaciones.
RRAProperty.preTestSQLString.description=Especifica la sentencia SQL que el servidor de aplicaciones utiliza para las pruebas previas a una conexi\u00f3n agrupada existente o para la primera conexi\u00f3n solicitada con una base de datos.
RRAProperty.rraPropertyHelperClassname.description=Utilice estos valores para activar y configurar la operaci\u00f3n de prueba previa para una conexi\u00f3n agrupada existente o para una conexi\u00f3n nueva con una base de datos.
RRAProperty.validateNewConnection.description=Especifica si el gestor de conexiones debe probar las conexiones reci\u00e9n creadas en la base de datos.
RRAProperty.validateNewConnectionRetryCount.description=Especifica, despu\u00e9s de que ha fallado la primera operaci\u00f3n de prueba, el n\u00famero de veces que desea repetir la prueba de la conexi\u00f3n inicial con una base de datos.
RRAProperty.validateNewConnectionRetryInterval.description=Especifica, despu\u00e9s de que falle la primera operaci\u00f3n de prueba, la frecuencia de repetici\u00f3n de pruebas de la conexi\u00f3n inicial con una base de datos.
RRAProperty.validateNewConnectionTimeout.description=Especifica el tiempo de espera en segundos para probar conexiones en la base de datos (ya sean nuevas o agrupadas por el servidor de aplicaciones). Si el tiempo de espera caduca antes de la validaci\u00f3n, se considera que la conexi\u00f3n no se puede utilizar. Si se ha configurado reintentos, se aplica el valor completo del tiempo de espera en cada reintento. Un valor de 0 indica que el controlador de JDBC no impone un tiempo de espera en los intentos de validaci\u00f3n. Este atributo de origen de datos se aplica a los controladores JDBC 4.0 y superior.
RRAProperty.validationByJDBCDriver.description=Pulse el bot\u00f3n de selecci\u00f3n si desea que el controlador JDBC valide las conexiones. El proveedor de JDBC debe soportar JDBC 4.0 o superior para utilizar esta opci\u00f3n.
RRAProperty.validationBySQLQuery.description=Pulse el bot\u00f3n de selecci\u00f3n si la base de datos no soporta JDBC 4.0 o superior o si desea validar las conexiones ejecutando una consulta SQL en la base de datos.
WAS40ConnectionPool.connectionTimeout.description=Especifica el n\u00famero de segundos que permanece activa una petici\u00f3n de conexi\u00f3n, despu\u00e9s de que WebSphere(R) Application Server emita una excepci\u00f3n ConnectionWaitTimeout. El servidor de aplicaciones act\u00faa en el valor s\u00f3lo si ha establecido la propiedad de tama\u00f1o m\u00e1ximo de agrupaci\u00f3n.
WAS40ConnectionPool.description=Utilice esta p\u00e1gina para establecer las propiedades que puede utilizar el gestor de agrupaciones de conexiones para maximizar el rendimiento de la aplicaci\u00f3n. Considere los valores por omisi\u00f3n detenidamente; los requisitos de la aplicaci\u00f3n pueden justificar el cambio de estos valores.
WAS40ConnectionPool.disableAutoConnectionCleanup.description=Especifica si el software de agrupaci\u00f3n de conexiones va a cerrar autom\u00e1ticamente las conexiones desde el origen de datos al final de una transacci\u00f3n. Establezca la propiedad si desea mantener y reutilizar la misma conexi\u00f3n en varias transacciones.
WAS40ConnectionPool.idleTimeout.description=Especifica el n\u00famero m\u00e1ximo de segundos que puede permanecer una conexi\u00f3n inactiva (sin asignar) en la agrupaci\u00f3n antes de que se elimine para liberar recursos.
WAS40ConnectionPool.maximumPoolSize.description=Especifica el n\u00famero m\u00e1ximo de conexiones que se deben mantener en la agrupaci\u00f3n. Si se alcanza el n\u00famero m\u00e1ximo de conexiones y todas se est\u00e1n utilizando, las peticiones adicionales de conexiones tendr\u00e1n que esperar el n\u00famero de segundos que ha especificado en el tiempo de espera de conexi\u00f3n.
WAS40ConnectionPool.minimumPoolSize.description=Especifica el n\u00famero m\u00ednimo de conexiones que se deben mantener en la agrupaci\u00f3n.
WAS40ConnectionPool.orphanTimeout.description=Especifica el n\u00famero m\u00e1ximo de segundos que una aplicaci\u00f3n puede mantener una conexi\u00f3n sin utilizarla antes de que el gestor de agrupaciones devuelva la conexi\u00f3n se devuelva a la agrupaci\u00f3n.
WAS40ConnectionPool.statementCacheSize.description=Especifica el n\u00famero m\u00e1ximo de sentencias preparadas para colocar en la memoria cach\u00e9 por conexi\u00f3n del origen de datos.
WAS40DataSource.connectionPool.description=Utilice esta p\u00e1gina para editar los valores por omisi\u00f3n de las propiedades opcionales de la agrupaci\u00f3n de conexiones que utiliza un origen de datos de WebSphere(R) Application Server Versi\u00f3n 4.
WAS40DataSource.databaseName.description=Especifica el nombre de la base de datos con la que la instancia del origen de datos de WebSphere(R) Application Server Versi\u00f3n 4 debe obtener una conexi\u00f3n.
WAS40DataSource.defaultPassword.description=Especifica la contrase\u00f1a para conectarse a la base de datos.
WAS40DataSource.defaultUser.description=Especifica el ID de usuario para conectarse a la base de datos.
WAS40DataSource.description=Utilice esta p\u00e1gina para configurar un origen de datos WebSphere(R) Application Server Versi\u00f3n 4 que utiliza la arquitectura del gestor de conexiones anterior. Todos los m\u00f3dulos EJB1.x deben utilizar el origen de datos. 
datasource.wizard.step1.description=Establezca los valores de configuraci\u00f3n b\u00e1sicos de un origen de datos para la asociaci\u00f3n con el proveedor de JDBC. Un origen de datos proporciona las conexiones f\u00edsicas entre el servidor de aplicaciones y la base de datos.
datasource.wizard.step1.description.note=Requisito: utilizar las p\u00e1ginas de la consola Or\u00edgenes de datos (WebSphere(R) Application Server V4) si las aplicaciones se basan en la especificaci\u00f3n Enterprise JavaBeans(TM) (EJB) 1.0 o en la especificaci\u00f3n Java(TM) Servlet 2.2.
datasource.wizard.step2.description=Especifique un proveedor de JDBC para soportar el origen de datos. Si opta por crear un nuevo proveedor de JDBC, se crear\u00e1 en el mismo \u00e1mbito que el origen de datos. Si selecciona un proveedor de JDBC existente, s\u00f3lo est\u00e1n disponibles en la lista los proveedores del \u00e1mbito actual.
datasource.wizard.step3.description=Establezca estas propiedades espec\u00edficas de la base de datos, que son necesarias para el controlador JDBC del proveedor de la base de datos para soportar las conexiones gestionadas mediante el origen de datos.
datasource.wizard.step3.userdefined.description=Para el origen de datos definido por el usuario, especifique las propiedades que son necesarias para el controlador JDBC del proveedor de la base de datos. Si la p\u00e1gina del asistente no le solicita todas las propiedades necesarias, config\u00farelas m\u00e1s tarde como propiedades personalizadas en la consola administrativa. El campo de clase helper del almac\u00e9n de datos muestra generalmente un valor por omisi\u00f3n que es adecuado para su tipo de controlador. No obstante, para algunas instalaciones de controladores, WebSphere(R) Application Server proporciona \u00fanicamente un nombre de clase helper de almac\u00e9n de datos gen\u00e9rico. Debe escribir un valor espec\u00edfico. De lo contrario, establezca la clase de ayuda del almac\u00e9n de datos, despu\u00e9s de salir del asistente; vaya a la p\u00e1gina de configuraci\u00f3n del nuevo origen de datos en la consola administrativa.
jdbcprovider.database.type.description=Seleccione Definido por el usuario en la lista desplegable si no ve el tipo de base de datos. Consulte la documentaci\u00f3n de la base de datos para los archivos de clase JDBC y las propiedades de origen de datos que son necesarios para acceder a la base de datos. Debe escribir los datos en las p\u00e1ginas del asistente siguientes.
jdbcprovider.implementation.type.description=Seleccione el origen de datos de la agrupaci\u00f3n de conexiones, si la aplicaci\u00f3n no requiere conexiones que soporten las transacciones de compromiso de dos fases. Seleccione el origen de datos XA, si la aplicaci\u00f3n requiere transacciones de compromiso de dos fases. Algunos tipos de proveedor no dan soporte a ambos tipos de transacciones.
jdbcprovider.nativepath.description=Especifica cualquier biblioteca nativa (*.dll, *.so) que el proveedor de JDBC puede requerir para funcionar correctamente en la plataforma WebSphere(R) Application Server. Escriba los nombres de v\u00edas de acceso a archivo completas.
jdbcprovider.provider.type.description=Puede seleccionar Mostrar como obsoleto como una alternativa a las opciones de tipos de proveedores espec\u00edficos. Si no puede encontrar el proveedor en la lista de obsoletos, seleccione Definido por usuario en la lista de tipos de bases de datos. Esta selecci\u00f3n activa el asistente y le gu\u00eda por los pasos para configurar un proveedor JDBC definido por el usuario.
jdbcprovider.select.providertype.description=En el proveedor de JDBC seleccionado falta un tipo de proveedor. Sin un tipo de proveedor, el sistema no podr\u00e1 crear un origen de datos.
jdbcprovider.step2.driver.version.description=WebSphere soporta varias versiones del controlador JDBC seleccionado. Cada versi\u00f3n del controlador JDBC tiene una v\u00eda de acceso de clases \u00fanica. Seleccione la versi\u00f3n apropiada del controlador JDBC para que la v\u00eda de acceso de clases se rellene correctamente.
jdbcprovider.variablepath.Help.description=Especifica el nombre de v\u00eda de acceso completo de los archivos {0}. No utilice separadores de archivos de barra inclinada al final.
jdbcprovider.wizard.classpath.userdefined.description=Una lista de v\u00edas de acceso o nombres de archivos JAR que conjuntamente forman la ubicaci\u00f3n de las clases del proveedor de recursos.
jdbcprovider.wizard.step1.description=Establezca los valores de configuraci\u00f3n b\u00e1sicos de un proveedor de JDBC, que encapsula las clases de implementaci\u00f3n del controlador JDBC de proveedor espec\u00edfico necesarias para acceder a la base de datos. El asistente rellena los campos de nombre y descripci\u00f3n pero puede escribir valores diferentes.
jdbcprovider.wizard.step2.description=Establezca la v\u00eda de acceso de clases para los archivos de clase de controlador JDBC, que WebSphere(R) Application Server utiliza para definir el proveedor de JDBC. Esta p\u00e1gina del asistente muestra una lista por omisi\u00f3n de jars y permite establecer las variables de entorno que definen las ubicaciones de los directorios de los archivos. Utilice v\u00edas de acceso de directorio completas cuando escriba las ubicaciones de los archivos de controladores JDBC. Por ejemplo: C:\\SQLLIB\\java en Windows(R) o /home/db2inst1/sqllib/java en Linux(TM). 
jdbcprovider.wizard.step2.second.description=Las entradas se separan utilizando la tecla INTRO y no deben contener caracteres separadores de v\u00eda de acceso (por ejemplo ';' o ':'). Si especifica un valor, pulse en Siguiente para aceptar el valor.
jdbcprovider.wizard.step2.userdefined.description=Para configurar el proveedor de JDBC definido por el usuario, especifique los nombres de v\u00edas de acceso completas de los archivos de clases del controlador JDBC que ha instalado. Escriba los nombres de v\u00edas de acceso de archivos como los valores de las variables WebSphere(R) que se muestran en el campo. No utilice como separadores de v\u00edas de acceso los caracteres ';' o ': '. Pulse Intro para separar las entradas de v\u00eda de acceso de archivos de clases.
