ServiceMapping.blaProperties=Propiedades de aplicaci\u00f3n de nivel empresarial
ServiceMapping.generalProperties=Propiedades generales
ServiceMapping.lmservices.attach=Conectar una correlaci\u00f3n de servicios
ServiceMapping.lmservices.attach.LMService=Servicio de correlaci\u00f3n local seleccionado
ServiceMapping.lmservices.attach.LMService.desc=El nombre del servicio de correlaci\u00f3n local que ha seleccionado en la lista de servicios de correlaci\u00f3n local.
ServiceMapping.lmservices.attach.error=La Correlaci\u00f3n de servicios {0} no se ha podido conectar al Servicio de correlaci\u00f3n local {1}. Se ha detectado el siguiente error {2}
ServiceMapping.lmservices.attach.name=Correlaciones de servicios instaladas
ServiceMapping.lmservices.attach.name.desc=Elija una correlaci\u00f3n de servicios que desee conectar a este servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.attach.success=La Correlaci\u00f3n de servicios {0} se ha conectado satisfactoriamente al Servicio de correlaci\u00f3n local {1}.
ServiceMapping.lmservices.attach.title=Conectar
ServiceMapping.lmservices.button.attach=Conectar
ServiceMapping.lmservices.button.attach.error=Se puede seleccionar un solo servicio de correlaci\u00f3n local para conectar a una correlaci\u00f3n de servicios.
ServiceMapping.lmservices.button.attach.error.alreadyAttached=El Servicio de correlaci\u00f3n local {0} ya tiene la Correlaci\u00f3n de servicios {1} conectada. Desconecte esta correlaci\u00f3n de servicios antes de conectar otra correlaci\u00f3n de servicios a este servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.button.attach.noServiceMaps=No se han instalado correlaciones de servicios. Debe instalar una correlaci\u00f3n de servicios antes de poder conectarla a un servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.button.delete=Suprimir
ServiceMapping.lmservices.button.detach=Desconectar
ServiceMapping.lmservices.button.new=Nuevo
ServiceMapping.lmservices.button.start=Iniciar
ServiceMapping.lmservices.button.stop=Detener
ServiceMapping.lmservices.create.failed=El servicio de correlaci\u00f3n local no se puede crear porque se ha detectado el siguiente problema: {0}
ServiceMapping.lmservices.create.failed.consumedService.space.char=No se puede utilizar un car\u00e1cter de espacio en ninguno de los valores para el proveedor de servicios interceptado.
ServiceMapping.lmservices.create.failed.name.space.char=El nombre del servicio de correlaci\u00f3n local no puede contener un car\u00e1cter de espacio
ServiceMapping.lmservices.create.failed.noForm=No se han podido encontrar los detalles del Servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.create.new=Nuevo servicio de correlaci\u00f3n local
ServiceMapping.lmservices.create.success=El Servicio de correlaci\u00f3n local {0} se ha creado satisfactoriamente.
ServiceMapping.lmservices.delete.error=El Servicio de correlaci\u00f3n local {0} no se ha podido suprimir. Se ha detectado el siguiente error {1}
ServiceMapping.lmservices.delete.success=El Servicio de correlaci\u00f3n local {0} se ha suprimido satisfactoriamente.
ServiceMapping.lmservices.detach.error=La Correlaci\u00f3n de servicios {0} no se ha podido desconectar del Servicio de correlaci\u00f3n local {1}. Se ha detectado el siguiente error {2}
ServiceMapping.lmservices.detach.success=La Correlaci\u00f3n de servicios {0} se ha desconectado satisfactoriamente del Servicio de correlaci\u00f3n local {1}.
ServiceMapping.lmservices.detail.attachedServiceMap=Correlaci\u00f3n de servicios conectada
ServiceMapping.lmservices.detail.attachedServiceMap.desc=La correlaci\u00f3n de servicios que est\u00e1 conectada a este servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.detail.consumedServiceName=Nombre del servicio
ServiceMapping.lmservices.detail.consumedServiceName.desc=El nombre de la solicitud de servicio JAX-WS que es interceptada por el servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.detail.consumedServiceNamespace=Espacio de nombres
ServiceMapping.lmservices.detail.consumedServiceNamespace.desc=El espacio de nombres para el servicio y el puerto.
ServiceMapping.lmservices.detail.consumedServicePortName=Nombre de puerto
ServiceMapping.lmservices.detail.consumedServicePortName.desc=El nombre de puerto asociado a la solicitud de servicio JAX-WS que es interceptado por el servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.detail.consumedServicePortType=Tipo de puerto
ServiceMapping.lmservices.detail.consumedServicePortType.desc=El tipo de puerto de la solicitud de servicio JAX-WS que es interceptada por el servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.detail.consumedServiceTargetEndpoint=Direcci\u00f3n de punto final
ServiceMapping.lmservices.detail.consumedServiceTargetEndpoint.desc=El servicio de correlaci\u00f3n local s\u00f3lo intercepta las solicitudes enviadas desde clientes de servicios JAX-WS que intentan acceder a un servicio utilizando la direcci\u00f3n de punto final suministrada.
ServiceMapping.lmservices.detail.contextId=\u00c1mbito
ServiceMapping.lmservices.detail.contextId.desc=El nivel en el que un recurso es visible en el panel de la consola administrativa. Al cambiar el valor de <i>\u00c1mbito</i>, s\u00f3lo ver\u00e1 los recursos que est\u00e9n definidos para dicho \u00e1mbito.
ServiceMapping.lmservices.detail.description=Descripci\u00f3n
ServiceMapping.lmservices.detail.description.desc=La descripci\u00f3n de este servicio de correlaci\u00f3n local
ServiceMapping.lmservices.detail.name=Nombre
ServiceMapping.lmservices.detail.name.desc=El nombre exclusivo para este servicio de correlaci\u00f3n local
ServiceMapping.lmservices.displayName=Servicios de correlaci\u00f3n local
ServiceMapping.lmservices.editServiceMap.error1=No se han podido encontrar los detalles de la Correlaci\u00f3n de servicios {0}. Se ha detectado el siguiente error {1}.
ServiceMapping.lmservices.editServiceMap.error2=Los detalles de la Correlaci\u00f3n de servicios {0} no se han podido encontrar en la lista de correlaciones de servicios instaladas.
ServiceMapping.lmservices.label.attachedServiceMap=Correlaci\u00f3n de servicios conectada
ServiceMapping.lmservices.label.description=Descripci\u00f3n
ServiceMapping.lmservices.label.name=Nombre
ServiceMapping.lmservices.label.status=Estado
ServiceMapping.lmservices.new.step1=Especificar detalles de servicio de correlaci\u00f3n local
ServiceMapping.lmservices.new.step1.desc1=Un servicio de correlaci\u00f3n local se utiliza para interceptar solicitudes enviadas desde un cliente de servicio a un proveedor de servicios, de modo que la solicitud se pueda transformar o redireccionar a un proveedor de servicios distinto.
ServiceMapping.lmservices.new.step1.desc2=Proporcione el nombre del servicio de correlaci\u00f3n local que desea crear. Puede a\u00f1adir una descripci\u00f3n para indicar con qu\u00e9 prop\u00f3sito se utiliza el servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.new.step2=Conectar una correlaci\u00f3n de servicios (opcional)
ServiceMapping.lmservices.new.step2.desc1=Una correlaci\u00f3n de servicios define c\u00f3mo se direccionan, transforman, o ambas cosas, las solicitudes entre clientes de servicio y proveedores de servicio. Debe crear una correlaci\u00f3n de servicios utilizando el Editor de correlaciones de servicios en IBM\u00ae Rational\u00ae Application Developer y, a continuaci\u00f3n, instalarlo utilizando el panel de la consola administrativa para correlaciones de servicios. Vaya a Integraci\u00f3n de servicios > Correlaci\u00f3n de servicios > Correlaciones de servicios
ServiceMapping.lmservices.new.step2.desc2=En la lista <i>Correlaciones de servicios instaladas</i>, elija una correlaci\u00f3n de servicios que desee conectar al servicio de correlaci\u00f3n local. Seleccione <i>(ninguno)</i> si desea crear un servicio de correlaci\u00f3n local sin adjuntar una correlaci\u00f3n de servicios. Puede adjuntar una correlaci\u00f3n de servicios al servicio de correlaci\u00f3n local despu\u00e9s de que se haya creado el servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.new.step3=Especifique detalles para la intercepci\u00f3n de solicitudes de cliente
ServiceMapping.lmservices.new.step3.desc=El servicio de correlaci\u00f3n local intercepta todas las solicitudes de servicio web JAX-WS de los clientes de servicio web que hay en la c\u00e9lula especificada que coincidan con los siguientes criterios:  
ServiceMapping.lmservices.new.step4=Resumen
ServiceMapping.lmservices.new.step4.noServiceMapSelected=No se ha seleccionado ninguna correlaci\u00f3n de servicios.
ServiceMapping.lmservices.start.alreadyStarted=El Servicio de correlaci\u00f3n local {0} ya se ha iniciado.
ServiceMapping.lmservices.start.error=El Servicio de correlaci\u00f3n local {0} no se ha podido iniciar. Se ha detectado el siguiente error {1}
ServiceMapping.lmservices.start.success=El Servicio de correlaci\u00f3n local {0} se ha iniciado satisfactoriamente.
ServiceMapping.lmservices.stop.alreadyStopped=El Servicio de correlaci\u00f3n local {0} ya se ha detenido.
ServiceMapping.lmservices.stop.error=El Servicio de correlaci\u00f3n local {0} no se ha podido detener. Se ha detectado el siguiente error {1}
ServiceMapping.lmservices.stop.success=El Servicio de correlaci\u00f3n local {0} se ha detenido satisfactoriamente.
ServiceMapping.lmservices.update.error=El servicio de correlaci\u00f3n local no se ha podido actualizar porque se ha detectado el siguiente problema: {0}
ServiceMapping.lmservices.update.nochanges=El Servicio de correlaci\u00f3n local {0} no se ha actualizado porque ning\u00fan atributo ha cambiado
ServiceMapping.lmservices.update.success=El Servicio de correlaci\u00f3n local {0} se ha actualizado satisfactoriamente.
ServiceMapping.lmservicess.detail.displayName=Servicio de correlaci\u00f3n local
ServiceMapping.lmservicess.update.attachedServiceMaps.displayName=Correlaciones de servicios
ServiceMapping.lmservicess.update.generalProperties.displayName=Propiedades generales
ServiceMapping.lmservicess.update.noInstalledttachedServiceMaps.displayName=Debe instalar al menos una correlaci\u00f3n de servicios antes de poder conectar una correlaci\u00f3n de servicio a un servicio de correlaciones local. Para instalar una correlaci\u00f3n de servicios, pulse <b>Instalar</b> en la siguiente p\u00e1gina de colecci\u00f3n: 
ServiceMapping.lmservicess.update.noInstalledttachedServiceMaps.link=Correlaciones de servicios
ServiceMapping.lmservicess.update.serviceProperties.displayName=Propiedades de servicio
ServiceMapping.serviceProperties=Propiedades de servicio
ServiceMapping.servicemaps.button.export=Exportar
ServiceMapping.servicemaps.button.install=Instalar
ServiceMapping.servicemaps.button.install.wizard=Asistente de instalaci\u00f3n
ServiceMapping.servicemaps.button.uninstall=Desinstalar
ServiceMapping.servicemaps.detail.attachedToService=Servicios de correlaci\u00f3n local conectados 
ServiceMapping.servicemaps.detail.blaName=Nombre
ServiceMapping.servicemaps.detail.blaStatus=Estado
ServiceMapping.servicemaps.detail.blaStatus.PartialStart=Parcialmente iniciado
ServiceMapping.servicemaps.detail.blaStatus.Started=Iniciado
ServiceMapping.servicemaps.detail.blaStatus.Stopped=Detenido
ServiceMapping.servicemaps.detail.blaStatus.Unknown=Desconocido
ServiceMapping.servicemaps.detail.deployedToServers=Desplegada en los servidores
ServiceMapping.servicemaps.detail.description=Descripci\u00f3n
ServiceMapping.servicemaps.detail.description.desc=La descripci\u00f3n de esta correlaci\u00f3n de servicios
ServiceMapping.servicemaps.detail.displayName=Correlaci\u00f3n de servicios
ServiceMapping.servicemaps.detail.name=Nombre
ServiceMapping.servicemaps.detail.name.desc=El nombre exclusivo para esta correlaci\u00f3n de servicios
ServiceMapping.servicemaps.detail.namespace=Espacio de nombres
ServiceMapping.servicemaps.detail.namespace.desc=El espacio de nombres utilizado por el servicio de origen
ServiceMapping.servicemaps.detail.notAttachedToService=Es posible que esta correlaci\u00f3n de servicios no est\u00e9 conectada a ning\u00fan servicio de correlaci\u00f3n local.
ServiceMapping.servicemaps.detail.portName=Nombre de puerto
ServiceMapping.servicemaps.detail.portName.desc=El nombre de puerto del servicio de origen
ServiceMapping.servicemaps.detail.portType=Tipo de puerto
ServiceMapping.servicemaps.detail.portType.desc=El tipo de puerto utilizado por el servicio de origen
ServiceMapping.servicemaps.detail.serviceName=Nombre del servicio
ServiceMapping.servicemaps.detail.serviceName.desc=El nombre del servicio de origen
ServiceMapping.servicemaps.detail.targetURL=URL de destino
ServiceMapping.servicemaps.detail.targetURL.desc=El URL de destino para esta correlaci\u00f3n de servicios
ServiceMapping.servicemaps.displayName=Correlaciones de servicios
ServiceMapping.servicemaps.editLMService.error1=No se han podido encontrar los detalles del Servicio de correlaci\u00f3n local {0}. Se ha detectado el siguiente error {1}.
ServiceMapping.servicemaps.editLMService.error2=Los detalles del Servicio de correlaci\u00f3n local {0} no se ha encontrado en la lista de servicios de correlaci\u00f3n local.
ServiceMapping.servicemaps.export=Exportar correlaci\u00f3n de servicios
ServiceMapping.servicemaps.export.ServiceMapLibraryName=Nombre de biblioteca de correlaci\u00f3n de servicios
ServiceMapping.servicemaps.export.ServiceMapLibraryName.desc=El nombre de la biblioteca de correlaciones de servicios que contendr\u00e1 las correlaciones de servicios 
ServiceMapping.servicemaps.export.ServiceMapName=Nombre
ServiceMapping.servicemaps.export.ServiceMapName.desc=El nombre de las correlaciones de servicios que ha seleccionado
ServiceMapping.servicemaps.export.error=La correlaci\u00f3n de servicios {0} no se ha podido exportar. Se ha detectado el siguiente error {1}
ServiceMapping.servicemaps.export.success=La correlaci\u00f3n de servicios {0} se ha exportado satisfactoriamente.
ServiceMapping.servicemaps.export.title=Exportar
ServiceMapping.servicemaps.install=Instalar correlaci\u00f3n de servicios
ServiceMapping.servicemaps.install.ServiceMapCheckbox=Instalar esta correlaci\u00f3n de servicios
ServiceMapping.servicemaps.install.ServiceMapCheckbox.desc=Especifique si la correlaci\u00f3n de servicios debe instalarse. Si se ha seleccionado, la correlaci\u00f3n de servicios se instalar\u00e1.
ServiceMapping.servicemaps.install.ServiceMapCheckbox.no=no
ServiceMapping.servicemaps.install.ServiceMapCheckbox.yes=s\u00ed
ServiceMapping.servicemaps.install.ServiceMapDeploymentTargets=Cl\u00fasteres y servidores
ServiceMapping.servicemaps.install.ServiceMapDescription=Descripci\u00f3n
ServiceMapping.servicemaps.install.ServiceMapDescription.desc=La descripci\u00f3n de la correlaci\u00f3n de servicios
ServiceMapping.servicemaps.install.ServiceMapFile=Nombre de archivo
ServiceMapping.servicemaps.install.ServiceMapFile.desc=El archivo que contiene la correlaci\u00f3n de servicios
ServiceMapping.servicemaps.install.ServiceMapName=Nombre
ServiceMapping.servicemaps.install.ServiceMapName.desc=El nombre de la correlaci\u00f3n de servicios
ServiceMapping.servicemaps.install.ServiceMapTargetServiceEndpoint=Direcci\u00f3n de punto final del servicio de destino
ServiceMapping.servicemaps.install.ServiceMapTargetServiceEndpoint.desc=Las direcciones de punto final de los servicios de destino definidos en la correlaci\u00f3n de servicios
ServiceMapping.servicemaps.install.ServiceMapTargetServiceName=Nombre de servicio de destino
ServiceMapping.servicemaps.install.ServiceMapTargetServiceName.desc=Los nombres de los servicios de destino definidos en la correlaci\u00f3n de servicios
ServiceMapping.servicemaps.install.ServiceMapTargetServices=Servicios de destino
ServiceMapping.servicemaps.install.error=La correlaci\u00f3n de servicios {0} no se ha podido instalar. Se ha detectado el siguiente error {1}
ServiceMapping.servicemaps.install.error.duplicateMapNames=Hay entradas duplicadas para la correlaci\u00f3n de servicios: {0}. Renombre las correlaciones de forma que cada correlaci\u00f3n de servicios que deseee instalar tenga un nombre exclusivo. 
ServiceMapping.servicemaps.install.error.noServerSelected=Seleccione uno o m\u00e1s servidores en los que desea instalar la correlaci\u00f3n de servicios.
ServiceMapping.servicemaps.install.error.serviceMapNotFound=No se han podido encontrar los detalles de la correlaci\u00f3n de servicios seleccionada. Compruebe que la correlaci\u00f3n de servicios se ha exportado correctamente antes de intentar instalarla. 
ServiceMapping.servicemaps.install.failed.annotation.error=El archivo de correlaci\u00f3n de servicios especificado no se ha podido instalar debido a un error de proceso de anotaci\u00f3n: {0} Debe corregir el error antes de instalar esta correlaci\u00f3n de servicios.
ServiceMapping.servicemaps.install.failed.annotation.warning=El archivo de correlaci\u00f3n de servicios especificado podr\u00eda no instalarse debido a un aviso de proceso de anotaci\u00f3n : {0} Puede continuar instalando esta correlaci\u00f3n de servicios, pero podr\u00eda fallar.
ServiceMapping.servicemaps.install.failed.mbean.not.found=No se ha podido crear una nueva correlaci\u00f3n de servicios en el nodo {0} porque el mbean {1} no se ha encontrado.
ServiceMapping.servicemaps.install.failed.no.nodeagents.cell=No se ha podido crear una nueva correlaci\u00f3n de servicios porque no hay agentes de nodo ejecut\u00e1ndose en la c\u00e9lula. Inicie cualquier agente de nodo y vuelva a intentar la operaci\u00f3n.
ServiceMapping.servicemaps.install.failed.no.nodeagents.cluster=No se ha podido crear una nueva correlaci\u00f3n de servicios porque ninguno de los agentes de nodo del cl\u00faster {0} est\u00e1 en ejecuci\u00f3n. Inicie cualquier agente de nodo del cl\u00faster y vuelva a intentar la operaci\u00f3n.
ServiceMapping.servicemaps.install.failed.noForm=No se han podido encontrar los detalles de la correlaci\u00f3n de servicios.
ServiceMapping.servicemaps.install.failed.nodeagent.error=No se ha podido crear una nueva correlaci\u00f3n de servicios en el nodo {0} porque el agente de nodo no se est\u00e1 ejecutando.
ServiceMapping.servicemaps.install.failed.to.read.file.info=Se ha encontrado una excepci\u00f3n al extraer la informaci\u00f3n de correlaci\u00f3n de servicios: {0}. Puede optar por continuar con la instalaci\u00f3n de la correlaci\u00f3n de servicios, ya que podr\u00eda ser correcta a pesar de este error.
ServiceMapping.servicemaps.install.failed.transfer.file=No se ha podido transferir la correlaci\u00f3n de servicios de {0} a {1} en el nodo {2}.
ServiceMapping.servicemaps.install.file.exists.on.node=El archivo de correlaci\u00f3n de servicios que pretende instalar se ha encontrado en la configuraci\u00f3n del nodo {0} en la siguiente ubicaci\u00f3n: {1}. El archivo de correlaci\u00f3n de servicios se sobrescribir\u00e1 si contin\u00faa.
ServiceMapping.servicemaps.install.file.notfound=No se ha encontrado el archivo.
ServiceMapping.servicemaps.install.file.notuploaded=El archivo no se ha podido subir. Se ha detectado el siguiente error {0}
ServiceMapping.servicemaps.install.file.specify=Especifique el archivo de correlaci\u00f3n de servicios.
ServiceMapping.servicemaps.install.invalid.archive=El archivo especificado no es un archivo de correlaci\u00f3n de servicios v\u00e1lido.
ServiceMapping.servicemaps.install.label=Instalar correlaci\u00f3n de servicios
ServiceMapping.servicemaps.install.multipleServiceMaps.step1.desc=Se han encontrado las siguientes correlaciones de servicios en la biblioteca de correlaci\u00f3n de servicios. Puede modificar el nombre y la descripci\u00f3n de cada correlaci\u00f3n de servicios y puede elegir las correlaciones servicios que desea instalar.
ServiceMapping.servicemaps.install.name.space.char=El nombre de la correlaci\u00f3n de servicios no puede contener un car\u00e1cter de espacio
ServiceMapping.servicemaps.install.name.specify=Especifique un nombre para la correlaci\u00f3n de servicios.
ServiceMapping.servicemaps.install.singleServiceMaps.step1.desc=La siguiente correlaci\u00f3n de servicios no se ha encontrado en la biblioteca de correlaci\u00f3n de servicios. Puede modificar el nombre y la descripci\u00f3n de la correlaci\u00f3n de servicios.
ServiceMapping.servicemaps.install.step.ServiceMapDeploymentTargets.desc=Seleccione uno o m\u00e1s cl\u00fasteres o servidores en los que desea instalar la correlaci\u00f3n de servicios.
ServiceMapping.servicemaps.install.step1=Configurar propiedades de correlaci\u00f3n de servicios
ServiceMapping.servicemaps.install.step2=Configurar destinos de despliegue
ServiceMapping.servicemaps.install.step2.desc=Seleccione uno o m\u00e1s cl\u00fasteres o servidores en los que desea instalar las correlaciones de servicios.
ServiceMapping.servicemaps.install.step3=Resumen
ServiceMapping.servicemaps.install.success=La correlaci\u00f3n de servicios {0} se ha instalado satisfactoriamente.
ServiceMapping.servicemaps.install.summary=Resumen de las correlaciones de servicios que se van a instalar
ServiceMapping.servicemaps.install.title=Instalar
ServiceMapping.servicemaps.label.attachedLMS=Servicios de correlaci\u00f3n local conectados 
ServiceMapping.servicemaps.label.description=Descripci\u00f3n
ServiceMapping.servicemaps.label.name=Nombre
ServiceMapping.servicemaps.label.viewAll=Ver todos...
ServiceMapping.servicemaps.uninstall=Desinstalar correlaci\u00f3n de servicios
ServiceMapping.servicemaps.uninstall.ServiceMapName=Nombre
ServiceMapping.servicemaps.uninstall.ServiceMapName.desc=El nombre de las correlaciones de servicios que ha seleccionado
ServiceMapping.servicemaps.uninstall.error=La correlaci\u00f3n de servicios {0} no se ha podido desinstalar. Se ha detectado el siguiente error {1}
ServiceMapping.servicemaps.uninstall.success=La correlaci\u00f3n de servicios {0} se ha desinstalado satisfactoriamente.
ServiceMapping.servicemaps.uninstall.title=Desinstalar
nav.servicemapping=Correlaci\u00f3n de servicios
nav.servicemapping.lmservices=Servicios de correlaci\u00f3n local
nav.servicemapping.servicemaps=Correlaciones de servicios
temp.click="Se ha pulsado el bot\u00f3n {0}, que actualmente es un no-op."


ServiceMapping.lmservices.attach.description=Utilice esta p\u00e1gina para conectar una correlaci\u00f3n de servicios a un servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.create.new.description=Utilice este asistente para crear un nuevo servicio de correlaci\u00f3n local.
ServiceMapping.lmservices.description=Utilice esta p\u00e1gina para gestionar servicios de correlaci\u00f3n local. Un servicio de correlaci\u00f3n local se utiliza para interceptar solicitudes enviadas desde un cliente de servicio a un proveedor de servicios, de modo que la solicitud se pueda transformar o redireccionar a un proveedor de servicios distinto.
ServiceMapping.servicemaps.description=Utilice esta p\u00e1gina para gestionar correlaciones de servicios. Una correlaci\u00f3n de servicios contiene la informaci\u00f3n que un servicio de correlaci\u00f3n local utiliza para transformar y direccionar solicitudes entre clientes de servicio y proveedores de servicios.
ServiceMapping.servicemaps.export.description=Utilice esta p\u00e1gina para exportar una correlaci\u00f3n de servicios.
ServiceMapping.servicemaps.export.help.description=Utilice esta p\u00e1gina para exportar una biblioteca de correlaci\u00f3n de servicios.
ServiceMapping.servicemaps.install.browse.description=Indique a WebSphere(R) Application Server que examine la m\u00e1quina local o un servidor remoto.
ServiceMapping.servicemaps.install.description=Utilice esta p\u00e1gina para instalar un archivo de correlaci\u00f3n de servicios desde el sistema de archivo local o especificar un archivo de correlaci\u00f3n de servicios existente en un servidor.
ServiceMapping.servicemaps.install.help=Especifique un archivo de correlaci\u00f3n de servicios a subir, o especifique un archivo de correlaci\u00f3n de servicios existente.
ServiceMapping.servicemaps.install.help.description=Seleccione la v\u00eda de acceso local si el archivo de correlaci\u00f3n de servicios est\u00e1 almacenado en la misma m\u00e1quina que el navegador. Seleccione la v\u00eda de acceso del servidor si el archivo de correlaci\u00f3n de servicios est\u00e1 almacenado en alguno de los nodos de su contexto de c\u00e9lula.
ServiceMapping.servicemaps.install.local=Seleccione la v\u00eda de acceso local si el archivo de correlaci\u00f3n de servicios est\u00e1 almacenado en la misma m\u00e1quina que el navegador.
ServiceMapping.servicemaps.install.remote=Seleccione la v\u00eda de acceso del servidor si el archivo de correlaci\u00f3n de servicios est\u00e1 almacenado en alguno de los nodos de su contexto de c\u00e9lula.
ServiceMapping.servicemaps.uninstall.description=Utilice esta p\u00e1gina para desinstalar una correlaci\u00f3n de servicios. Pulse Aceptar para desinstalar la correlaci\u00f3n de servicios que seleccione. Si no desea desinstalar las correlaciones de servicios, pulse Cancelar para volver a la p\u00e1gina anterior.
