SIBWSWSGW.SessionAttributeRetrieveError.WSGWGatewayServiceWPMWizardForm=No se puede recuperar WSGWGatewayServiceWPMWizardForm de la sesi\u00f3n
SIBWSWSGW.SessionAttributeRetrieveError.WSGWGatewayServiceWSDLWizardForm=No se puede recuperar WSGWGatewayServiceWSDLWizardForm de la sesi\u00f3n
WSGW.SessionAttributeRetrieveError.WSGWProxyServiceDetailForm=No se puede recuperar WSGWProxyServiceDetailForm de la sesi\u00f3n
WSGW.error.DefaultTargetNameMissing=Se necesita el servicio de destino por omisi\u00f3n.
WSGW.error.GatewayInboundServiceMissing=No existe el servicio de entrada llamado {0} asociado con este servicio Gateway. Vuelva a crear el servicio de entrada utilizando ese nombre y este destino del servicio Gateway. Como alternativa, suprima y vuelva a crear este servicio Gateway.
WSGW.error.GatewayInstance.NonUniqueNameError=Ya existe una instancia de Gateway con el nombre {0}.
WSGW.error.GatewayService.NonUniqueNameError=Ya existe un servicio con el nombre {0}.
WSGW.error.InboundServiceName.NonUniqueNameError=La creaci\u00f3n de un servicio Gateway intentar\u00e1 crear un servicio de entrada del mismo nombre. Ya existe un servicio de entrada cuyo nombre se ha elegido para el servicio Gateway.
WSGW.error.InvalidDefaultProxyURL=El URL del WSDL de proxy por omisi\u00f3n suministrado no representa un WSDL v\u00e1lido: {0}
WSGW.error.InvalidDefaultProxyURLMultipleServices=El URL del WSDL de proxy por omisi\u00f3n suministrado tiene varios servicios definidos: {0}
WSGW.error.InvalidParentInstanceURL=El URL del WSDL de proxy por omisi\u00f3n suministrado a la instancia padre de Gateway ahora no es v\u00e1lido y no representa un WSDL v\u00e1lido: {0}
WSGW.error.InvalidParentInstanceURLMultipleServices=El URL del WSDL de proxy por omisi\u00f3n suministrado a la instancia padre de Gateway ahora no es v\u00e1lido y tiene varios servicios definidos: {0}
WSGW.error.InvalidProxyURL=El URL para anulaci\u00f3n temporal del WSDL de proxy suministrado no representa un WSDL v\u00e1lido: {0}
WSGW.error.InvalidProxyURLMultipleServices=El URL para anulaci\u00f3n temporal del WSDL de proxy suministrador tiene varios servicios definidos: {0}
WSGW.error.InvalidServiceName=El nombre de servicio no es una entrada v\u00e1lida
WSGW.error.NoSpecifiedDestinationInSpecifiedBus=El destino llamado {0} no existe dentro del bus llamado {1}. 
WSGW.error.ProxyInboundServiceMissing=No existe el servicio de entrada llamado {0} asociado con este servicio proxy. Suprima y vuelva a crear este servicio proxy.
WSGW.error.ProxyOutboundServiceMissing=No existe el servicio de salida llamado {0} asociado con este servicio proxy. Suprima y vuelva a crear este servicio proxy.
WSGW.error.ProxyService.NonUniqueNameError=Ya existe un servicio con el nombre {0}.
WSGW.error.ReplyAndRequestDestinationNamesMatch=Los nombres de destino de peticiones y respuestas no deben coincidir
WSGW.error.ReplyDestination.NonUniqueNameError=Ya existe un destino con el nombre elegido para el destino de respuestas.
WSGW.error.RequestDestination.NonUniqueNameError=Ya existe un destino con el nombre elegido para el destino de peticiones.
WSGW.error.RequestMediationBusMemberRequired=Se necesita un miembro del bus de mediaci\u00f3n de peticiones
WSGW.error.ResponseMediationBusMemberRequired=Se necesita un miembro del bus de mediaci\u00f3n de respuestas
WSGW.error.TargetOutboundServiceMissing=No existe el servicio de salida llamado {0} asociado con este servicio de destino. Vuelva a crear el servicio de salida utilizando ese nombre y este destino del servicio de destino. Como alternativa, suprima y vuelva a crear este servicio de destino.
WSGW.error.TargetService.NonUniqueNameError=Ya existe un servicio de destino con el nombre {0}.
WSGW.error.existingInboundServiceName=Ya existe un servicio de entrada con el nombre {0}. El nombre de servicio tambi\u00e9n se utilizar\u00e1 para crear un servicio de entrada; proporcione un nombre nuevo.
WSGW.error.existingOutboundServiceName=Ya existe un servicio de salida con el nombre {0}. El nombre de servicio tambi\u00e9n se utilizar\u00e1 para crear un servicio de salida; proporcione un nombre nuevo.
WSGWGatewayService.button.new=Nuevo
WSGWGatewayService.defaultTargetName.displayName=Servicio de destino por omisi\u00f3n
WSGWGatewayService.description.displayName=Descripci\u00f3n
WSGWGatewayService.displayName=Servicios Gateway
WSGWGatewayService.inboundServiceName.displayName=Habilitaci\u00f3n de servicio Web de entrada
WSGWGatewayService.name.displayName=Nombre de servicio Gateway
WSGWGatewayService.requestDestinationName.displayName=Nombre de destino de la petici\u00f3n de Gateway
WSGWGatewayService.requestMediation.displayName=Mediaci\u00f3n de peticiones
WSGWGatewayService.requestMediationLocalization.displayName=Miembro del bus de mediaci\u00f3n de peticiones
WSGWGatewayService.responseDestinationName.displayName=Nombre de destino de la respuesta de Gateway
WSGWGatewayService.responseMediation.displayName=Mediaci\u00f3n de respuestas
WSGWGatewayService.responseMediationLocalization.displayName=Miembro del bus de mediaci\u00f3n de respuestas
WSGWGatewayService.targetService.displayName=Servicios de destino
WSGWGatewayService.wizard.ServiceType.Option1=Proveedor del servicio Web definido mediante WSDL
WSGWGatewayService.wizard.ServiceType.Option2=Destino de servicio
WSGWGatewayService.wizard.ServiceType.displayName=Tipo de servicio de destino
WSGWGatewayService.wizard.requestDestinationName.displayName=Destino de petici\u00f3n
WSGWGatewayService.wizard.step0=Seleccionar el tipo de servicio de destino
WSGWGatewayService.wizard.step0.instruction=Los servicios de destino son destino de servicios o proveedores de servicios Web definidos mediante WSDL
WSGWGatewayService.wizard.step7.instruction=Seleccione los escuchas de punto final para recibir las peticiones del destino.
WSGWGatewayService.wizard.title=Nuevo servicio Gateway
WSGWGatewayService.wpm.wizard.step1=Especificar el nombre del servicio Gateway, los destinos de servicio y las mediaciones
WSGWGatewayService.wpm.wizard.step1.NoGatewayServiceNameError=Especifique un nombre de servicio Gateway
WSGWGatewayService.wpm.wizard.step1.NoTargetDestinationError=Seleccione un destino se\u00f1alado.  Si no hay ninguno disponible, cree un destino antes de ejecutar este asistente
WSGWGatewayService.wpm.wizard.step2=Seleccionar la ubicaci\u00f3n del WSDL de plantilla
WSGWGatewayService.wpm.wizard.step3=Seleccionar el servicio
WSGWGatewayService.wpm.wizard.step4=Seleccionar los escuchas de punto final
WSGWGatewayService.wpm.wizard.step5=Definir las propiedades de publicaci\u00f3n UDDI
WSGWGatewayService.wpm.wizard.targetBus.displayName=Nombre de destino de bus
WSGWGatewayService.wpm.wizard.targetDestination.displayName=Nombre de destino se\u00f1alado
WSGWGatewayService.wsdl.wizard.step1=Especificar el nombre del servicio Gateway, los destinos de servicio y las mediaciones
WSGWGatewayService.wsdl.wizard.step1.instruction=Proporcione los nombres de los objetos que se van a utilizar para dar soporte al servicio Gateway en el tiempo de ejecuci\u00f3n.
WSGWGatewayService.wsdl.wizard.step2=Localizar el WSDL de servicio de destino
WSGWGatewayService.wsdl.wizard.step3=Seleccionar el servicio
WSGWGatewayService.wsdl.wizard.step4=Seleccionar los puertos
WSGWGatewayService.wsdl.wizard.step5=Nombre el servicio y los destinos de puerto
WSGWGatewayService.wsdl.wizard.step6=Seleccionar los puntos de servicio y los destinos de puerto
WSGWGatewayService.wsdl.wizard.step7=Seleccionar los escuchas de punto final
WSGWGatewayService.wsdl.wizard.step8=Definir las propiedades de publicaci\u00f3n UDDI 
WSGWInstance.SIBWSEndPointListenerReference.displayName=Escuchas de punto final
WSGWInstance.defaultProxyWSDLLocation.displayName=URL de WSDL de proxy por omisi\u00f3n
WSGWInstance.description.displayName=Descripci\u00f3n
WSGWInstance.displayName=Instancias de Web Services Gateway
WSGWInstance.endPointListeners.displayName=Escuchas de punto final
WSGWInstance.gatewayService.displayName=Servicios Gateway
WSGWInstance.name.displayName=Nombre
WSGWInstance.proxyService.displayName=Servicios proxy
WSGWInstance.wsdlServiceNamespace.displayName=Espacio de nombres de Gateway
WSGWProxyService.button.new=Nuevo
WSGWProxyService.description.displayName=Descripci\u00f3n
WSGWProxyService.destinationPoint.displayName=Punto de destino de puerto
WSGWProxyService.displayName=Servicios proxy
WSGWProxyService.error.NoServiceName=Proporcione un nombre para el servicio proxy
WSGWProxyService.inboundServiceName.displayName=Habilitaci\u00f3n de servicio Web de entrada
WSGWProxyService.name.displayName=Nombre de servicio proxy
WSGWProxyService.outboundServiceName.displayName=Habilitaci\u00f3n de servicio Web de salida
WSGWProxyService.overrideProxyWSDLLocation.displayName=URL para anulaci\u00f3n temporal del WSDL de proxy
WSGWProxyService.requestDestinationName.displayName=Nombre de destino de la petici\u00f3n de proxy
WSGWProxyService.requestMediation.displayName=Mediaci\u00f3n de peticiones
WSGWProxyService.requestMediationLocalization.displayName=Miembro del bus de mediaci\u00f3n de peticiones
WSGWProxyService.responseDestinationName.displayName=Nombre de destino de la respuesta de proxy
WSGWProxyService.responseMediation.displayName=Mediaci\u00f3n de respuestas
WSGWProxyService.responseMediationLocalization.displayName=Miembro del bus de mediaci\u00f3n de respuestas
WSGWProxyService.wizard.endpointListeners.displayName=Escuchas de punto final
WSGWProxyService.wizard.portPoint.displayName=Punto de puerto proxy
WSGWProxyService.wizard.step1=Especificar el nombre del servicio proxy, los destinos y las mediaciones
WSGWProxyService.wizard.step1.instruction=Proporcione los nombres de los objetos que se van a utilizar para dar soporte al servicio Gateway en el tiempo de ejecuci\u00f3n.
WSGWProxyService.wizard.step2=Seleccionar los escuchas de punto final
WSGWProxyService.wizard.step2.instruction=Seleccione los escuchas de punto final para recibir las peticiones para el servicio proxy.
WSGWProxyService.wizard.title=Nuevo servicio proxy
WSGWTargetService.SIBBusName.displayName=Nombre de bus
WSGWTargetService.SIBDestinationName.displayName=Nombre de destino
WSGWTargetService.description.displayName=Descripci\u00f3n
WSGWTargetService.displayName=Servicios de destino
WSGWTargetService.name.displayName=Nombre
WSGWTargetService.outboundServiceName.displayName=Habilitaci\u00f3n de servicio Web de salida
WSGWTargetService.targetServiceIdentity.displayName=Informaci\u00f3n de identidad 


WSGWGatewayService.defaultTargetName.description=Servicio de destino por omisi\u00f3n que se va a seleccionar.
WSGWGatewayService.description=Un servicio de pasarela proporciona la configuraci\u00f3n de la habilitaci\u00f3n de servicios web de un destino de servicio, junto con la informaci\u00f3n que correlaciona con uno o m\u00e1s destinos.
WSGWGatewayService.description.description=Descripci\u00f3n opcional del servicio de pasarela.
WSGWGatewayService.inboundServiceName.description=Configurar la habilitaci\u00f3n del servicio de pasarela como un servicio web.
WSGWGatewayService.name.description=Nombre del servicio de pasarela.
WSGWGatewayService.requestDestinationName.description=Nombre de destino de servicio que se utilizar\u00e1 para procesar los mensajes de solicitud para este servicio de pasarela. 
WSGWGatewayService.requestMediation.description=Nombre opcional de la mediaci\u00f3n que se ejecuta para procesar los mensajes en el destino de solicitudes.
WSGWGatewayService.requestMediationLocalization.description=Miembro de bus opcional al que se asigna la mediaci\u00f3n de solicitudes.
WSGWGatewayService.responseDestinationName.description=Nombre de destino de servicio que se utilizar\u00e1 para procesar los mensajes de respuesta para este servicio de pasarela.
WSGWGatewayService.responseMediation.description=Nombre opcional de la mediaci\u00f3n que se ejecuta para procesar los mensajes en el destino de respuestas.
WSGWGatewayService.responseMediationLocalization.description=Miembro de bus opcional al que se asigna la mediaci\u00f3n de respuestas.
WSGWGatewayService.targetService.description=Gestionar el conjunto de servicios de destino para el servicio de pasarela.
WSGWGatewayService.wizard.ServiceType.description=Tipo del servicio de destino.
WSGWGatewayService.wizard.requestDestinationName.description=Nombre de destino de servicio que se utilizar\u00e1 para procesar los mensajes de solicitud para este servicio de pasarela. No necesita proporcionar nombres de destino. Si deja estos campos en blanco se rellenar\u00e1n autom\u00e1ticamente con valores basados en el nombre de servicio al final del proceso de creaci\u00f3n del servicio.
WSGWGatewayService.wizard.responseDestinationName.description=Nombre de destino de servicio que se utilizar\u00e1 para procesar los mensajes de respuesta para este servicio de pasarela. No necesita proporcionar nombres de destino. Si deja estos campos en blanco se rellenar\u00e1n autom\u00e1ticamente con valores basados en el nombre de servicio al final del proceso de creaci\u00f3n del servicio.
WSGWGatewayService.wpm.wizard.targetBus.description=Nombre del bus de integraci\u00f3n de servicios propietario del destino se\u00f1alado.
WSGWGatewayService.wpm.wizard.targetDestination.description=Nombre del destino de servicio que es el destino para las solicitudes de este servicio de pasarela.
WSGWInstance.SIBWSEndPointListenerReference.description=Gestionar escuchas de punto final para esta instancia de Gateway.
WSGWInstance.collection.description=Lista de Web Services Gateways dentro del bus de integraci\u00f3n de servicios.
WSGWInstance.defaultProxyWSDLLocation.description=URL de la descripci\u00f3n del WSDL de proxy por omisi\u00f3n que se utiliza con los servicios proxy.
WSGWInstance.description=Web Services Gateway le permite configurar escuchas de punto final espec\u00edficos y desplegar servicios de pasarela y proxy en estos escuchas.
WSGWInstance.description.description=Descripci\u00f3n opcional de la instancia de Web Services Gateway.
WSGWInstance.endPointListeners.description=Gestionar escuchas de punto final para esta instancia de pasarela. 
WSGWInstance.gatewayService.description=Gestionar servicios Gateway
WSGWInstance.link.description=Gestionar instancias de Web Services Gateway dentro de este bus de integraci\u00f3n de servicios.
WSGWInstance.name.description=Nombre de la instancia de Web Services Gateway.
WSGWInstance.proxyService.description=Gestionar servicios proxy
WSGWInstance.wsdlServiceNamespace.description=Espacio de nombres asignado a esta pasarela para su uso en la generaci\u00f3n del WSDL.
WSGWProxyService.collection.description=Servicios proxy desplegados en la instancia de pasarela.
WSGWProxyService.description=Un servicio proxy proporciona la configuraci\u00f3n de la habilitaci\u00f3n de servicios web de un destino de servicio que es capaz de actuar como un proxy para una gran variedad de proveedores.
WSGWProxyService.description.description=Descripci\u00f3n opcional del servicio proxy.
WSGWProxyService.destinationPoint.description=Miembro de bus de integraci\u00f3n de servicios propietario de los recursos del destino de puerto de proxy.
WSGWProxyService.inboundServiceName.description=Configurar la habilitaci\u00f3n del servicio proxy como un servicio web.
WSGWProxyService.name.description=Nombre del servicio proxy
WSGWProxyService.outboundServiceName.description=Configurar la invocaci\u00f3n de salida de servicios web desde un servicio proxy.
WSGWProxyService.overrideProxyWSDLLocation.description=Ubicaci\u00f3n del URL del WSDL utilizada para anular temporalmente los enlaces por omisi\u00f3n.
WSGWProxyService.requestDestinationName.description=Nombre de destino de servicio que se utilizar\u00e1 para procesar los mensajes de solicitud para este servicio proxy. 
WSGWProxyService.requestMediation.description=Nombre opcional de la mediaci\u00f3n que se ejecuta para procesar los mensajes en el destino de solicitudes.
WSGWProxyService.requestMediationLocalization.description=Miembro de bus opcional al que se asigna la mediaci\u00f3n de solicitudes.
WSGWProxyService.responseDestinationName.description=Nombre de destino de servicio que se utilizar\u00e1 para procesar los mensajes de respuesta para este servicio proxy.
WSGWProxyService.responseMediation.description=Nombre opcional de la mediaci\u00f3n que se ejecuta para procesar los mensajes en el destino de respuestas.
WSGWProxyService.responseMediationLocalization.description=Miembro de bus opcional al que se asigna la mediaci\u00f3n de respuestas.
WSGWProxyService.wizard.endpointListeners.description=Define los escuchas de punto final f\u00edsicos en los que se reciben las solicitudes para el servicio proxy.
WSGWProxyService.wizard.portPoint.description=Punto donde est\u00e1 ubicado el destino de puerto de proxy.
WSGWProxyService.wizard.requestDestinationName.description=Nombre de destino de servicio que se utilizar\u00e1 para procesar los mensajes de solicitud para este servicio proxy. No necesita proporcionar nombres de destino. Si deja estos campos en blanco se rellenar\u00e1n autom\u00e1ticamente con valores basados en el nombre de servicio al final del proceso de creaci\u00f3n del servicio.
WSGWProxyService.wizard.responseDestinationName.description=Nombre de destino de servicio que se utilizar\u00e1 para procesar los mensajes de respuesta para este servicio proxy. No necesita proporcionar nombres de destino. Si deja estos campos en blanco se rellenar\u00e1n autom\u00e1ticamente con valores basados en el nombre de servicio al final del proceso de creaci\u00f3n del servicio.
WSGWTargetService.SIBBusName.description=Nombre del bus de integraci\u00f3n de servicios en el que est\u00e1 configurado el destino se\u00f1alado.
WSGWTargetService.SIBDestinationName.description=Nombre del destino.
WSGWTargetService.description=Un servicio de destino es uno de un conjunto al que se puede direccionar desde un servicio de pasarela.
WSGWTargetService.description.description=Descripci\u00f3n opcional del servicio de destino.
WSGWTargetService.name.description=El nombre del servicio de destino. 
WSGWTargetService.outboundServiceName.description=Configurar la invocaci\u00f3n de salida de servicios web desde un servicio de destino.
WSGWTargetService.targetServiceIdentity.description=Informaci\u00f3n de identidad utilizada cuando se direcciona a este servicio de destino.
