CacheInstance.cacheSize.displayName=Tama\u00f1o de memoria cach\u00e9
CacheInstance.consistencySettings.displayName=Valores de coherencia
CacheInstance.defaultPriority.displayName=Prioridad por omisi\u00f3n
CacheInstance.depIdSupport.displayName=Soporte de ID de dependencia
CacheInstance.diskOffloadLocation.displayName=Ubicaci\u00f3n de descarga de disco
CacheInstance.displayName=Instancias de memoria cach\u00e9
CacheInstance.enableDiskOffload.displayName=Habilitar la descarga de disco
CacheInstance.flushToDiskOnStop.displayName=Vaciado en disco
CacheInstance.hashSize.displayName=Tama\u00f1o de hash
CacheInstance.memoryCacheSize.displayName=Tama\u00f1o de la memoria cach\u00e9
CacheInstance.memoryCacheSize.enableMemoryCacheSizeInMB.displayName=Limitar tama\u00f1o de la memoria cach\u00e9
CacheInstance.memoryCacheSize.memoryCacheSizeHighThreshold.displayName=Umbral alto
CacheInstance.memoryCacheSize.memoryCacheSizeHighThreshold.units=%
CacheInstance.memoryCacheSize.memoryCacheSizeInMB.displayName=Tama\u00f1o de la memoria cach\u00e9
CacheInstance.memoryCacheSize.memoryCacheSizeInMB.units=MB
CacheInstance.memoryCacheSize.memoryCacheSizeLowThreshold.displayName=Umbral bajo
CacheInstance.memoryCacheSize.memoryCacheSizeLowThreshold.units=%
CacheInstance.pushFrequency.displayName=Frecuencia PUSH
CacheInstance.recoverySettings.displayName=Valores de memoria cach\u00e9 de disco
CacheInstance.replicationType.displayName=Tipo de duplicaci\u00f3n
CacheInstance.useListenerContext.displayName=Utilizar contexto de escucha
CacheProvider.displayName=Proveedor de memoria cach\u00e9
DRSSettings.pme.brokerdropdown.displayName=Duplicador
DRSSettings.pme.displayName=Duplicaci\u00f3n de memoria cach\u00e9
DiskCacheCustomPerformanceSettings.displayName=Valores de rendimiento personalizado de memoria cach\u00e9 de disco
DiskCacheCustomPerformanceSettings.maxBufferedCacheIdsPerMetaEntry.displayName=Almacenamiento intermedio m\u00e1ximo para identificadores de memoria cach\u00e9 por entrada de metadatos
DiskCacheCustomPerformanceSettings.maxBufferedDependencyIds.displayName=Almacenamiento intermedio m\u00e1ximo para identificadores de dependencia
DiskCacheCustomPerformanceSettings.maxBufferedTemplates.displayName=Almacenamiento m\u00e1ximo para plantillas
DynamicCache.cacheGroups.displayName=Grupos de memorias cach\u00e9 externas
DynamicCache.cacheProvider.DynamicCache.displayName=Memoria cach\u00e9 din\u00e1mica por omisi\u00f3n
DynamicCache.cacheProvider.displayName=Proveedor de memoria cach\u00e9
DynamicCache.cacheReplication.displayName=Valores de memoria cach\u00e9 de disco
DynamicCache.cacheSize.displayName=Tama\u00f1o de memoria cach\u00e9
DynamicCache.cacheSize.units=entradas
DynamicCache.cachereplication.advanced=Avanzada
DynamicCache.cachereplication.displayName=Duplicaci\u00f3n de memoria cach\u00e9:
DynamicCache.cachereplication.enable=Habilitar la duplicaci\u00f3n de memoria cach\u00e9
DynamicCache.consistencySettings.displayName=Valores de coherencia
DynamicCache.createNewReplicationDomain.displayName=Crear un nuevo dominio de duplicaci\u00f3n
DynamicCache.defaultPriority.displayName=Prioridad por omisi\u00f3n
DynamicCache.diskoffload.algorithm.NONE=Ninguno
DynamicCache.diskoffload.algorithm.RANDOM=Aleatorio
DynamicCache.diskoffload.algorithm.SIZE=Tama\u00f1o
DynamicCache.diskoffload.algorithm.displayName=Algoritmo
DynamicCache.diskoffload.cache.disabled=No est\u00e1 habilitado el almacenamiento de la descarga de disco en memoria cach\u00e9.
DynamicCache.diskoffload.cache.enabled=Est\u00e1 habilitado el almacenamiento de la descarga de disco en memoria cach\u00e9.
DynamicCache.diskoffload.cache.enabled.warning=Cuando est\u00e1 habilitado fast response cache accelerator, se recomienda encarecidamente habilitar tambi\u00e9n la descarga del almacenamiento de disco en memoria cach\u00e9. Puede habilitarlo seleccionado la opci\u00f3n 'Habilitar la descarga de disco' del panel <a href=\\"com.ibm.ws.console.dynacache.forwardCmd.do?forwardName=DynamicCache.config.view&amp;amp;sfname=services&amp;amp;lastPage=Server.config.view\\" target=\\"detail\\">Servicio de memoria cach\u00e9 din\u00e1mica</a>.
DynamicCache.diskoffload.diskCacheCleanupFrequency.displayName=Frecuencia de limpieza de memoria cach\u00e9 de disco
DynamicCache.diskoffload.diskCacheCleanupFrequency.units=minutos
DynamicCache.diskoffload.diskCacheEntrySizeInMB.displayName=Tama\u00f1o de entrada de memoria cach\u00e9 de disco
DynamicCache.diskoffload.diskCacheEntrySizeInMB.units=MB
DynamicCache.diskoffload.diskCacheEvictionPolicy.displayName=Pol\u00edtica de desalojo de memoria cach\u00e9 de disco
DynamicCache.diskoffload.diskCachePerformanceLevel.BALANCED=Rendimiento equilibrado y uso equilibrado de la memoria
DynamicCache.diskoffload.diskCachePerformanceLevel.CUSTOM=Personalizado
DynamicCache.diskoffload.diskCachePerformanceLevel.HIGH=Alto rendimiento y uso elevado de la memoria
DynamicCache.diskoffload.diskCachePerformanceLevel.LOW=Rendimiento bajo y uso bajo de la memoria
DynamicCache.diskoffload.diskCachePerformanceLevel.displayName=Nivel de rendimiento de memoria cach\u00e9 de disco
DynamicCache.diskoffload.diskCacheSizeInEntries.displayName=Tama\u00f1o de memoria cach\u00e9 de disco
DynamicCache.diskoffload.diskCacheSizeInEntries.units=entradas 
DynamicCache.diskoffload.diskCacheSizeInGB.displayName=Tama\u00f1o de memoria cach\u00e9 de disco
DynamicCache.diskoffload.diskCacheSizeInGB.units=GB
DynamicCache.diskoffload.displayName=Descarga de disco:
DynamicCache.diskoffload.enable=Habilitar la descarga de disco
DynamicCache.diskoffload.enableDiskCacheEntrySizeInMB.displayName=Tama\u00f1o l\u00edmite de entrada memoria cach\u00e9 de disco
DynamicCache.diskoffload.enableDiskCacheSizeInEntries.displayName=Tama\u00f1o l\u00edmite de memoria cach\u00e9 de disco en entradas
DynamicCache.diskoffload.enableDiskCacheSizeInGB.displayName=Tama\u00f1o l\u00edmite de memoria cach\u00e9 de disco en GB
DynamicCache.diskoffload.evictionPolicy.displayName=Pol\u00edtica de desalojo
DynamicCache.diskoffload.hashSize=Tama\u00f1o de hash:
DynamicCache.diskoffload.highThreshold.displayName=Umbral alto
DynamicCache.diskoffload.highThreshold.units=%
DynamicCache.diskoffload.location=Ubicaci\u00f3n de la descarga:
DynamicCache.diskoffload.lowThreshold.displayName=Umbral bajo
DynamicCache.diskoffload.lowThreshold.error.compare=El valor de umbral bajo para la pol\u00edtica de desalojo debe ser inferior al valor de umbral alto.
DynamicCache.diskoffload.lowThreshold.units=%
DynamicCache.diskoffload.performanceSettings.displayName=Valores de rendimiento
DynamicCache.displayName=Servicio de memoria cach\u00e9 din\u00e1mica
DynamicCache.enableCachingSettings.displayName=valores.
DynamicCache.enablePortletCaching.displayName=Para habilitar la memoria cach\u00e9 de portlet, vaya a valores {0}.
DynamicCache.enableServletCaching.displayName=Para habilitar la memoria cach\u00e9 de mandatos y servlet, vaya a valores {0}.
DynamicCache.noDomains.error=No se han definido dominios de duplicaci\u00f3n de grupos completos.
DynamicCache.pushFrequency.units=segundos
DynamicCache.recoverySettings.displayName=Valores de memoria cach\u00e9 de disco
DynamicCache.replication.domainSelection=Dominio de duplicaci\u00f3n de grupos completo
DynamicCache.startup.displayName=Estado de arranque:
DynamicCache.startup.units=Habilitar el servicio durante el arranque del servidor
ExternalCacheGroup.NotShared=No compartido
ExternalCacheGroup.Shared=Compartido
ExternalCacheGroup.displayName=Grupo de memoria cach\u00e9 externas
ExternalCacheGroup.member.displayName=Miembro del grupo de memoria cach\u00e9 externa
ExternalCacheGroup.members.displayName=Miembros del grupo de memoria cach\u00e9 externa
ExternalCacheGroup.name.displayName=Nombre
ExternalCacheGroup.name.error=El nombre del grupo de memoria cach\u00e9 externa "{0}" ya existe.
ExternalCacheGroup.type.displayName=Tipo
ExternalCacheGroupKind.NOT_SHARED=NOT_SHARED
ExternalCacheGroupKind.SHARED=SHARED
ExternalCacheGroupMember.AFPA.displayName=Arquitectura de v\u00eda de acceso r\u00e1pida avanzada (AFPA)
ExternalCacheGroupMember.ESI.displayName=Edge Side Include (ESI)
ExternalCacheGroupMember.FRCA.WLMParms.displayName=Par\u00e1metros de gesti\u00f3n de carga de trabajo
ExternalCacheGroupMember.FRCA.appEnviron.displayName=Entorno de aplicaci\u00f3n
ExternalCacheGroupMember.FRCA.cacheSize.displayName=Tama\u00f1o de memoria cach\u00e9
ExternalCacheGroupMember.FRCA.displayName=Fast Response Cache Accelerator
ExternalCacheGroupMember.FRCA.enable.displayName=Habilitar el acelerador de la memoria cach\u00e9 de respuesta r\u00e1pida
ExternalCacheGroupMember.FRCA.maxFileSize.displayName=Tama\u00f1o m\u00e1ximo de entrada
ExternalCacheGroupMember.FRCA.maxFileSize.units=bytes
ExternalCacheGroupMember.FRCA.stackName.displayName=Nombre de pila
ExternalCacheGroupMember.FRCA.transClass.displayName=Clase de transacci\u00f3n
ExternalCacheGroupMember.IBMWTE.displayName=IBM Web Traffic Express (WTE)
ExternalCacheGroupMember.adapterBeanName.displayName=Nombre de bean de adaptador
ExternalCacheGroupMember.address.displayName=Direcci\u00f3n
ExternalCacheGroupMember.error.AFPA.port=El atributo de puerto debe ser num\u00e9rico.  El valor especificado no es v\u00e1lido: "{0}".
ExternalCacheGroupMember.error.AFPA.port.invalid=El valor de puerto "{0}" no es v\u00e1lido.  Los valores de puerto deben estar entre 1 y 65535, ambos inclusive.
ExternalCacheGroupMember.other.displayName=Otros
ExternalCacheGroupMember.port.displayName=Puerto
ObjectCacheInstance.JNDIName.error=El nombre JNDI de instancia de memoria cach\u00e9 de objetos "{0}" ya existe.
ObjectCacheInstance.displayName=Instancias de memoria cach\u00e9 de objetos
ObjectCacheInstance.name.error=El nombre de instancia de memoria cach\u00e9 de objetos "{0}" ya existe.
ServletCacheInstance.JNDIName.error=El nombre JNDI de instancia de memoria cach\u00e9 de servlets "{0}" ya existe.
ServletCacheInstance.cacheReplication.displayName=Duplicaci\u00f3n de memoria cach\u00e9
ServletCacheInstance.cacheSize.displayName=Tama\u00f1o de memoria cach\u00e9
ServletCacheInstance.defaultPriority.displayName=Prioridad por omisi\u00f3n
ServletCacheInstance.diskOffloadLocation.displayName=Ubicaci\u00f3n de descarga de disco
ServletCacheInstance.displayName=Instancias de memoria cach\u00e9 de servlet
ServletCacheInstance.enableDiskOffload.displayName=Habilitar la descarga de disco
ServletCacheInstance.flushToDiskOnStop.displayName=Vaciado en disco al detener
ServletCacheInstance.hashSize.displayName=Tama\u00f1o de hash
ServletCacheInstance.name.error=El nombre de instancia de memoria cach\u00e9 de servlets "{0}" ya existe.
ServletCacheInstance.pushFrequency.displayName=Frecuencia PUSH
ServletCacheInstance.replicationType.displayName=Tipo de duplicaci\u00f3n
ServletCacheInstance.useListenerContext.displayName=Utilizar contexto de escucha


CacheInstance.cacheSize.description=Especifica un entero positivo que define el n\u00famero m\u00e1ximo de entradas que puede contener la memoria cach\u00e9. Normalmente los valores se expresan en millares. El valor m\u00ednimo es 100, sin valor m\u00e1ximo establecido. El valor por omisi\u00f3n es 2000.
CacheInstance.defaultPriority.description=Especifica la prioridad por omisi\u00f3n para las entradas de memoria cach\u00e9. Las entradas con prioridad m\u00e1s baja se eliminan de la memoria cach\u00e9 antes que las entradas con prioridad m\u00e1s alta cuando se llena la memoria cach\u00e9. Puede cambiar la prioridad de entradas de memoria cach\u00e9 individuales mediante el archivo de pol\u00edticas de memoria cach\u00e9. El valor por omisi\u00f3n es 1.
CacheInstance.depIdSupport.description=Especifica que el servicio de memoria cach\u00e9 din\u00e1mica soporta los ID de dependencia de entradas de memoria cach\u00e9. Inhabilite esta opci\u00f3n si no necesita utilizar los ID de dependencia. Los ID de dependencia especifican identificadores de grupo de memoria cach\u00e9 adicionales que asocian varias entradas de memoria cach\u00e9 con el mismo identificador de grupo en la pol\u00edtica de memoria cach\u00e9.
CacheInstance.description=Una instancia de memoria cach\u00e9 de objetos es una ubicaci\u00f3n, adem\u00e1s de la memoria cach\u00e9 din\u00e1mica compartida por omisi\u00f3n, donde las aplicaciones Java(TM)   Platform, Enterprise Edition (Java EE) pueden almacenar, distribuir y compartir datos. Esto proporciona a las aplicaciones una mayor flexibilidad y les permite ajustar mejor los recursos de memoria cach\u00e9. Utilice la interfaz de programaci\u00f3n DistributedObjectCache para acceder a esta instancia de memoria cach\u00e9.  Consulte la documentaci\u00f3n de la API DistributedObjectCache en la documentaci\u00f3n de la API de WebSphere(R) Application Server si desea m\u00e1s informaci\u00f3n.
CacheInstance.diskOffloadLocation.description=Especifica un directorio para utilizar para la descarga de disco.
CacheInstance.enableDiskOffload.description=Habilitar la descarga de disco para especificar que cuando la memoria cach\u00e9 est\u00e1 llena, las entradas de la memoria cach\u00e9 se eliminan y se guardan en el disco. La ubicaci\u00f3n es una ubicaci\u00f3n de directorio completa utilizada por la funci\u00f3n de descarga de disco. La opci\u00f3n Vaciado en disco al detener especifica que cuando el servidor se detiene, el contenido de la memoria cach\u00e9 se traslada al disco.
CacheInstance.flushToDiskOnStop.description=Establezca este valor en true (verdadero) para que los objetos de la memoria cach\u00e9 se guarden en el disco cuando el servidor se detiene. Este valor se ignora si Habilitar la descarga de disco se establece en false (falso).
CacheInstance.hashSize.description=Especifica un tama\u00f1o de hash cuando se habilita la descarga del disco. Los valores v\u00e1lidos son potencias de 2.  Por ejemplo, 1, 2, 4, 8, etc.
CacheInstance.memoryCacheSize.description=Tama\u00f1o m\u00e1ximo de memoria cach\u00e9 en megabytes (MB).
CacheInstance.memoryCacheSize.enableMemoryCacheSizeInMB.description=Limitar el tama\u00f1o m\u00e1ximo de memoria cach\u00e9 en megabytes (MB).
CacheInstance.memoryCacheSize.memoryCacheSizeHighThreshold.description=Especifica cuando se inicia la pol\u00edtica de desalojo de memoria cach\u00e9. El umbral se expresa en t\u00e9rminos del porcentaje del tama\u00f1o de la memoria cach\u00e9 en megabytes (MB).
CacheInstance.memoryCacheSize.memoryCacheSizeInMB.description=Especifica un valor para el tama\u00f1o m\u00e1ximo de memoria cach\u00e9 en megabytes (MB).
CacheInstance.memoryCacheSize.memoryCacheSizeLowThreshold.description=Especifica cuando finaliza la pol\u00edtica de desalojo de la memoria cach\u00e9. El umbral se expresa en t\u00e9rminos del porcentaje del tama\u00f1o de la memoria cach\u00e9 en megabytes (MB).
CacheInstance.pushFrequency.description=Especifica el intervalo de tiempo en segundos que se utiliza cuando el tipo de duplicaci\u00f3n es PUSH. El valor por omisi\u00f3n es 1.
CacheInstance.replicationType.description=Especifica la pol\u00edtica de compartici\u00f3n de las entradas en memoria cach\u00e9 entre servidores de aplicaciones.
CacheInstance.useListenerContext.description=Establezca este valor en true (verdadero) para que se env\u00eden los sucesos de invalidaci\u00f3n a los escuchas de invalidaci\u00f3n registrados que utilizan el contexto Java(TM) Platform, Enterprise Edition (Java EE) del escucha.
CacheProvider.description=
DRSSettings.pme.brokerdropdown.description=Especifica un dominio de duplicaci\u00f3n o un duplicador que se utiliza para duplicar informaci\u00f3n.
DRSSettings.pme.description=Configurar los valores de duplicaci\u00f3n de memoria cach\u00e9 distribuida para mantener la coherencia de la memoria cach\u00e9 entre las instancias de memoria cach\u00e9 en diferentes servidores de aplicaciones.
DiskCacheCustomPerformanceSettings.description=Los valores de rendimiento personalizados de la memoria cach\u00e9 de disco permiten al administrador establecer los valores de uso de la memoria de la memoria cach\u00e9 del disco.
DiskCacheCustomPerformanceSettings.maxBufferedCacheIdsPerMetaEntry.description=Especifica un valor para el n\u00famero m\u00e1ximo de identificadores de memoria cach\u00e9 que se almacenan para un ID de dependencia individual o plantilla en los metadatos de memoria cach\u00e9 de disco de la memoria.
DiskCacheCustomPerformanceSettings.maxBufferedDependencyIds.description=Especifica un valor para el n\u00famero m\u00e1ximo de cubetas de identificador de dependencia en los metadatos de memoria cach\u00e9 de disco existentes en la memoria.
DiskCacheCustomPerformanceSettings.maxBufferedTemplates.description=Especifica un valor para el n\u00famero m\u00e1ximo de cubetas de plantilla que est\u00e1n en los metadatos de memoria cach\u00e9 de disco existentes en la memoria.
DynamicCache.algorithm.description=Especifica el algoritmo de desalojo que utiliza la memoria cach\u00e9 de disco para desalojar entradas despu\u00e9s de que se alcance el umbral m\u00e1s alto.
DynamicCache.algorithm.none.description=No hay pol\u00edtica de desalojo, por lo tanto la memoria cach\u00e9 de disco puede crecer hasta que alcance su l\u00edmite, momento en el cual el servicio de memoria cach\u00e9 din\u00e1mica deja de grabar en disco.
DynamicCache.algorithm.random.description=Cuando el tama\u00f1o de disco alcanza un l\u00edmite de umbral alto, el recolector de basura de la memoria cach\u00e9 de disco se activa y desaloja las entradas seleccionadas de forma aleatoria en el disco hasta que el tama\u00f1o alcanza un l\u00edmite de umbral bajo.
DynamicCache.algorithm.size.description=Cuando el tama\u00f1o de disco alcanza un l\u00edmite de umbral alto, el recolector de basura de la memoria cach\u00e9 de disco se activa y desaloja las entradas mayores del disco, hasta que el tama\u00f1o del disco alcanza un l\u00edmite de umbral bajo.
DynamicCache.cacheGroups.description=Especifica los conjuntos de memorias cach\u00e9 externas que controla WebSphere Application Server en servidores como, por ejemplo, IBM WebSphere Edge Server e IBM HTTP Server.
DynamicCache.cacheProvider.description=Permite al usuario configurar el servidor para utilizar el servicio de memoria cach\u00e9 din\u00e1mica o un proveedor de memoria cach\u00e9 de producto de pila.
DynamicCache.cacheReplication.description=Utilice duplicaci\u00f3n de memoria cach\u00e9 para habilitar la compartici\u00f3n de los ID de memoria cach\u00e9, entradas de memoria cach\u00e9 e invalidaciones de memoria cach\u00e9 con otros servidores del dominio de duplicaci\u00f3n.
DynamicCache.cacheSize.description=Especifica un entero positivo que define el n\u00famero m\u00e1ximo de entradas que contiene la memoria cach\u00e9 en memoria.
DynamicCache.cachereplication.description=Habilitar la duplicaci\u00f3n de memoria cach\u00e9 para que la memoria cach\u00e9 din\u00e1mica comparta objetos en memoria cach\u00e9 con otros servidores del mismo dominio de duplicaci\u00f3n.
DynamicCache.defaultPriority.description=Especifica la prioridad por omisi\u00f3n de las entradas de memoria cach\u00e9. Las entradas con prioridad m\u00e1s baja se eliminan de la memoria cach\u00e9 antes que las entradas con prioridad m\u00e1s alta cuando se llena la memoria cach\u00e9. Puede cambiar la prioridad para las entradas de memoria cach\u00e9 individuales en el archivo de pol\u00edticas de la memoria cach\u00e9. El valor por omisi\u00f3n es 1.
DynamicCache.description=El servicio de memoria cach\u00e9 din\u00e1mica consolida las actividades de memoria cach\u00e9 para mejorar el rendimiento de la aplicaci\u00f3n. Al colocar en la memoria cach\u00e9 la respuesta de los servlets, servicios Web, Java(TM) Server Pages) y mandatos WebSphere(R) Application Server, el servidor de aplicaciones no tiene que realizar los mismos c\u00e1lculos y consultas de programa de fondo varias veces. 
DynamicCache.diskCacheCleanupFrequency.description=Especifica un valor para la frecuencia de borrado de la memoria cach\u00e9 de disco, en minutos. Si se establece este valor en 0, la limpieza se ejecuta \u00fanicamente durante la medianoche.
DynamicCache.diskCacheEntrySizeInMB.description=Especifica un valor para el tama\u00f1o m\u00e1ximo de una entrada de memoria cach\u00e9 individual en megabytes (MB).
DynamicCache.diskCachePerformanceLevel.balanced.description=Indica que algunos metadatos se conservan en la memoria. Este es el valor de rendimiento por omisi\u00f3n y proporciona un equilibrio \u00f3ptimo de rendimiento y uso de memoria para la mayor parte de usuarios.
DynamicCache.diskCachePerformanceLevel.custom.description=Indica que el administrador configurar\u00e1 de forma expl\u00edcita los valores de la memoria que se utilizan para soportar la actividad de proceso de fondo anterior.
DynamicCache.diskCachePerformanceLevel.description=Especifica el nivel de rendimiento que es necesario para la memoria cach\u00e9 de disco.
DynamicCache.diskCachePerformanceLevel.high.description=Indica que todos los metadatos se guardan en la memoria.
DynamicCache.diskCachePerformanceLevel.low.description=Indica que los metadatos limitados se conservan en la memoria.
DynamicCache.diskCacheSizeInEntries.description=Especifica un valor para el tama\u00f1o m\u00e1ximo de memoria cach\u00e9 en disco, en n\u00famero de entradas
DynamicCache.diskCacheSizeInGB.description=Especifica un valor para el tama\u00f1o m\u00e1ximo de memoria cach\u00e9 de disco en gigabytes (GB).
DynamicCache.diskOffloadLocation.description=Especifica un directorio para utilizar para la descarga de disco.
DynamicCache.diskoffload.description=Habilitar la descarga de disco para especificar que cuando la memoria cach\u00e9 est\u00e1 llena, las entradas de la memoria cach\u00e9 se eliminan y se guardan en el disco.
DynamicCache.enableDiskCacheEntrySizeInMB.description=Permite limitar el tama\u00f1o m\u00e1ximo de entrada de memoria cach\u00e9, en megabytes (MB). 
DynamicCache.enableDiskCacheSizeInEntries.description=Habilita el l\u00edmite para el tama\u00f1o m\u00e1ximo de memoria cach\u00e9 en disco, en n\u00famero de entradas
DynamicCache.enableDiskCacheSizeInGB.description=Permite limitar el tama\u00f1o m\u00e1ximo de memoria cach\u00e9 de disco en gigabytes (GB).
DynamicCache.enableDiskOffload.description=Habilitar la descarga de disco para especificar que cuando se llene la memoria cach\u00e9 las entradas de memoria cach\u00e9 se guarden en disco. La ubicaci\u00f3n es una ubicaci\u00f3n de directorio completa utilizada por la funci\u00f3n de descarga de disco. La opci\u00f3n Vaciado en disco al detener especifica que cuando el servidor se detiene, el contenido en memoria de la memoria cach\u00e9 debe trasladarse al disco.
DynamicCache.evictionPolicy.description=Especifica el algoritmo de desalojo y los umbrales que utiliza la memoria cach\u00e9 de disco para desalojar entradas.
DynamicCache.flushToDiskOnStop.description=Establezca este valor en true (verdadero) para que los objetos de la memoria cach\u00e9 se guarden en el disco cuando el servidor se detiene. Este valor se ignora si Habilitar la descarga de disco se establece en false.
DynamicCache.hashSize.description=Especifica un tama\u00f1o de hash cuando se habilita la descarga del disco. Los valores v\u00e1lidos son potencias de 2.  Por ejemplo, 1, 2, 4, 8, etc.
DynamicCache.highThreshold.description=Especifica cuando se inicia la pol\u00edtica de desalojo.
DynamicCache.lowThreshold.description=Especifica cuando finaliza la pol\u00edtica de desalojo.
DynamicCache.performanceSettings.description=Especifica el nivel de rendimiento y de uso de memoria de la memoria cach\u00e9 de disco.
DynamicCache.pushFrequency.description=Especifica el intervalo de tiempo en segundos que se utiliza cuando el tipo de duplicaci\u00f3n es PUSH. El valor por omisi\u00f3n es 1.
DynamicCache.replicationType.description=Especifica el algoritmo para distribuir entradas de memoria cach\u00e9 compartida en memorias cach\u00e9 din\u00e1micas cooperadoras conectadas mediante duplicaci\u00f3n de memoria cach\u00e9.  Este valor se debe establecer como uno de los valores de dynamicCacheReplicationKind.
DynamicCache.startup.description=Especifica que el servicio de memoria cach\u00e9 din\u00e1mica est\u00e1 habilitado en el momento del arranque del servidor.
ExternalCacheGroup.description=Utilice esta p\u00e1gina para definir conjuntos de memorias cach\u00e9 externas controladas por WebSphere Application Server en los servidores Web como por ejemplo, IBM Edge Server e IBM HTTP Server. 
ExternalCacheGroup.members.description=Los miembros de un grupo de memoria cach\u00e9 externo que son controlados por WebSphere Application Server.
ExternalCacheGroup.name.description=Especifica un nombre exclusivo para el grupo de memoria cach\u00e9 externa. El nombre del grupo de memoria cach\u00e9 externa debe coincidir con la propiedad ExternalCache que se define en el servlet o en el archivo Java(TM) Server Pages (JSP) cachespec.xml.
ExternalCacheGroup.type.description=Actualmente, s\u00f3lo est\u00e1n soportados los grupos de memoria cach\u00e9 externa compartidos.
ExternalCacheGroupMember.FRCA.description=Fast Response Cache Accelerator
ExternalCacheGroupMember.adapterBeanName.description=Especifica el nombre de una clase, que se encuentra en la v\u00eda de acceso de clase WebSphere Application Server, del adaptador entre WebSphere Application Server y esta memoria cach\u00e9 externa.
ExternalCacheGroupMember.address.description=Especifica el nombre de host y el n\u00famero de puerto de la memoria cach\u00e9 externa.  
ExternalCacheGroupMember.afpa.description=Arquitectura de v\u00eda de acceso r\u00e1pida avanzada
ExternalCacheGroupMember.cacheSize.description=Especifica el tama\u00f1o de la memoria cach\u00e9 FRCA (Fast Response Cache Accelerator). El tama\u00f1o m\u00e1ximo est\u00e1 limitado por la cantidad de memoria CSM disponible gestionada por IBM z/OS Communications Server. El valor se redondear\u00e1 a un intervalo de 4K(4096). 
ExternalCacheGroupMember.description=Una memoria cach\u00e9 externa \u00fanica que controla WebSphere Application Server.
ExternalCacheGroupMember.disk.cache.description=Indica si est\u00e1 habilitada la opci\u00f3n de descarga de disco en el panel de servicio de memoria cach\u00e9 din\u00e1mica. Se mostrar\u00e1 un mensaje de aviso si selecciona la opci\u00f3n fast response cache accelerator (FRCA) en este panel cuando no est\u00e1 seleccionada la opci\u00f3n de descarga de disco, porque esto podr\u00eda degradar el rendimiento. 
ExternalCacheGroupMember.enableFRCA.description=Distintivo para habilitar FRCA (Fast Response Ccache Accelerator).
ExternalCacheGroupMember.esi.description=Edge Side Include 
ExternalCacheGroupMember.maxFileSize.description=Especifica el tama\u00f1o m\u00e1ximo, en bytes, de un solo objeto que se puede colocar en la memoria cach\u00e9 FRCA (Fast Response Ccache Accelerator). 
ExternalCacheGroupMember.other.description=Otro miembro del grupo de memoria cach\u00e9 externa
ExternalCacheGroupMember.port.description=Especifica el n\u00famero de puerto donde escucha AFPA.
ExternalCacheGroupMember.stackName.description=Especifica el nombre del sistema de archivos f\u00edsicos OE que soporta la pila TCPIP que contiene la memoria cach\u00e9 FRCA (Fast Response Cache Accelerator). El nombre de la pila que se especifica debe coincidir con el nombre de la sentencia SubFileSysType en el miembro de parmlib OpenEdition BPXPRMxx. 
ExternalCacheGroupMember.transactionClass.description=Especifica la clase de transacci\u00f3n opcional que clasifica el trabajo realizado por FRCA (Fast Response Cache Accelerator).
ExternalCacheGroupMember.wte.description=Web Traffic Express
ServletCacheInstance.cacheReplication.description=Utilice duplicaci\u00f3n de memoria cach\u00e9 para habilitar la compartici\u00f3n de los ID de memoria cach\u00e9, entradas de memoria cach\u00e9 e invalidaciones de memoria cach\u00e9 con otros servidores del dominio de duplicaci\u00f3n.
ServletCacheInstance.cacheSize.description=Entero positivo que define el n\u00famero m\u00e1ximo de entradas que puede contener la memoria cach\u00e9. Normalmente los valores se expresan en millares. El valor m\u00ednimo es 100, sin valor m\u00e1ximo establecido. El valor por omisi\u00f3n es 2000.
ServletCacheInstance.defaultPriority.description=Especifica la prioridad por omisi\u00f3n de las entradas de memoria cach\u00e9. Las entradas con prioridad m\u00e1s baja se eliminan de la memoria cach\u00e9 antes que las entradas con prioridad m\u00e1s alta cuando se llena la memoria cach\u00e9. Se puede modificar la prioridad para las entradas de la memoria cach\u00e9 individuales en el archivo de pol\u00edticas de la memoria cach\u00e9. El valor por omisi\u00f3n es 1.
ServletCacheInstance.description=Una instancia de memoria cach\u00e9 de servlet es una ubicaci\u00f3n, adem\u00e1s de la memoria cach\u00e9 din\u00e1mica compartida por omisi\u00f3n, donde la memoria cach\u00e9 din\u00e1mica puede almacenar, distribuir y compartir datos. Esto proporciona a las aplicaciones una mayor flexibilidad y les permite ajustar mejor los recursos de memoria cach\u00e9.  El nombre JNDI (Java(TM) Naming and Directory Interface) que se especifica para la instancia de memoria cach\u00e9 se correlaciona con el atributo de nombre en el distintivo cache-instance, en el archivo de configuraci\u00f3n cachespec.xml.
ServletCacheInstance.diskOffloadLocation.description=Especifica un directorio para utilizar para la descarga de disco.
ServletCacheInstance.enableDiskOffload.description=Habilitar la descarga de disco para especificar que cuando la memoria cach\u00e9 est\u00e1 llena, las entradas de la memoria cach\u00e9 se eliminan y se guardan en el disco. La ubicaci\u00f3n es una ubicaci\u00f3n de directorio completa utilizada por la funci\u00f3n de descarga de disco. La opci\u00f3n Vaciado en disco al detener especifica que cuando el servidor se detiene, el contenido de la memoria cach\u00e9 se traslada al disco.
ServletCacheInstance.flushToDiskOnStop.description=Establezca este valor en true (verdadero) para que los objetos de la memoria cach\u00e9 se guarden en el disco cuando el servidor se detiene. Este valor se ignora si Habilitar la descarga de disco est\u00e1 inhabilitada.
ServletCacheInstance.hashSize.description=Especifica un tama\u00f1o de hash cuando se habilita la descarga del disco. Los valores v\u00e1lidos son potencias de 2. Por ejemplo, 1, 2, 4, 8, etc.
ServletCacheInstance.pushFrequency.description=Intervalo de tiempo, especificado en segundos, que se utiliza cuando el tipo de duplicaci\u00f3n es PUSH. El valor por omisi\u00f3n es 1.
ServletCacheInstance.replicationType.description=Especifica la pol\u00edtica de compartici\u00f3n de las entradas en memoria cach\u00e9 entre servidores de aplicaciones.
ServletCacheInstance.useListenerContext.description=Establezca este valor en true (verdadero) para que se env\u00eden los sucesos de invalidaci\u00f3n a los escuchas de invalidaci\u00f3n registrados utilizando el contexto Java(TM) Platform, Enterprise Edition (Java EE) del escucha. 
