AdminSecurity.webAuth.sipDigest.displayName=Seguridad Web y SIP
SIPApplicationRouter.Name.displayName=Nombre de direccionador de aplicaciones SIP
SIPApplicationRouter.applicationName.displayName=Nombre de aplicaci\u00f3n
SIPApplicationRouter.applicationOrder.displayName=Orden de la aplicaci\u00f3n
SIPApplicationRouter.applicationOrderFor.displayName=Orden de la aplicaci\u00f3n para
SIPApplicationRouter.darFilePath.displayName=V\u00eda de acceso completa del archivo DAR
SIPApplicationRouter.displayName=Direccionadores de aplicaci\u00f3n SIP
SIPApplicationRouter.editApplicationOrder.displayName=Editar orden de aplicaciones...
SIPApplicationRouter.fullName.displayName=Nombre completo
SIPApplicationRouter.jarFile.displayName=V\u00eda de acceso completa del archivo JAR del direccionador de aplicaciones SIP
SIPApplicationRouter.moveToApplicationRouter.displayName=Mover al direccionador de aplicaciones
SIPApplicationRouter.name.displayName=Nombre de direccionador de aplicaciones SIP
SIPApplicationRouter.noApplicationInstalled.displayName=No hay aplicaciones instaladas
SIPApplicationRouter.target.displayName=Destino
SIPApplicationRouter.targets.displayName=Destinos y orden de direccionamiento
SIPApplicationRouter.useApplicationOrdering.displayName=Utilizar orden de aplicaci\u00f3n
SIPApplicationRouter.useDarFile.displayName=Utilizar archivo DAR
SIPContainer.Component.properties.displayName=Propiedades personalizadas
SIPContainer.DNSServer.displayName=Localizaci\u00f3n de servidores SIP utilizando DNS
SIPContainer.MTU.displayName=Unidad m\u00e1xima de transmisi\u00f3n
SIPContainer.averagingPeriod.displayName=Periodo promedio
SIPContainer.channelfw.transports.displayName=Cadenas de transporte del contenedor SIP
SIPContainer.detail.title=Contenedor SIP
SIPContainer.enableDNSServerName.displayName=Localizar los servidores SIP utilizando DNS
SIPContainer.enableOutboundConnectionTimeout.displayName=Habilitar tiempo de espera de la conexi\u00f3n de salida
SIPContainer.events.unit=sucesos
SIPContainer.hideMessageBody.displayName=Ocultar cuerpo de mensaje
SIPContainer.inviteAutoReply100.displayName=Contestar autom\u00e1ticamente a INVITE con la respuesta "100 Trying"
SIPContainer.limitResponseTime.displayName=Tiempo de respuesta l\u00edmite
SIPContainer.link.displayName=Contenedor SIP
SIPContainer.maxAppSessions.displayName=N\u00famero m\u00e1ximo de sesiones de aplicaci\u00f3n
SIPContainer.maxDispatchQueueSize.displayName=Tama\u00f1o m\u00e1ximo de la cola de env\u00edo
SIPContainer.maxMessagesPerSecond.displayName=N\u00famero m\u00e1ximo de mensajes por periodo promedio
SIPContainer.maxResponseTime.displayName=Tiempo de respuesta m\u00e1ximo
SIPContainer.milliseconds.unit=milisegundos
SIPContainer.outboundConnectionTimeout.displayName=Tiempo de espera de conexi\u00f3n de salida
SIPContainer.outboundProxy.displayName=Proxy de salida
SIPContainer.panel.displayName=Contenedor SIP
SIPContainer.primaryDNSServerName.displayName=Nombre de servidor DNS primario
SIPContainer.responseTime.displayName=Tiempo de respuesta
SIPContainer.secondaryDNSServerName.displayName=Nombre de servidor DNS secundario
SIPContainer.sipStack.displayName=Pila SIP
SIPContainer.sipTimers.displayName=Temporizadores SIP
SIPContainer.statisticUpdateRate.displayName=Velocidad de actualizaci\u00f3n de estad\u00edsticas
SIPContainer.threadPool.displayName=Agrupaci\u00f3n de hebras
SIPContainer.timer.displayName=Temporizador
SIPContainer.timerA.displayName=A
SIPContainer.timerB.displayName=R
SIPContainer.timerD.displayName=D
SIPContainer.timerE.displayName=T
SIPContainer.timerF.displayName=A
SIPContainer.timerG.displayName=G
SIPContainer.timerH.displayName=y
SIPContainer.timerI.displayName=i
SIPContainer.timerJ.displayName=J
SIPContainer.timerK.displayName=K
SIPContainer.timerT1.displayName=T1
SIPContainer.timerT2.displayName=T2
SIPContainer.timerT4.displayName=T4
SIPContainer.useCustomValue.displayName=Utilizar valor personalizado
SIPContainer.useExternalRouter.displayName=Utilizar proxy SIP para los dominios externos
SIPContainer.value.displayName=Valor (milisegundos)
SIPDigest.cacheCleanPeriod.displayName=Intervalo de limpieza de memoria cach\u00e9 LDAP
SIPDigest.digestPasswordServerClass.displayName=Clase de servidor de contrase\u00f1a de resumen
SIPDigest.disableMultipleUseOfNonce.displayName=Habilitar varios usos de nonce
SIPDigest.enableDigestAuthenticationIntegrity.displayName=Habilitar la integridad de autenticaci\u00f3n de resumen
SIPDigest.enableNonceTimeToLive.displayName=Limitar antig\u00fcedad m\u00e1xima de nonce
SIPDigest.enableSIPBasicAuth.displayName=Habilitar la autenticaci\u00f3n b\u00e1sica SIP
SIPDigest.hashedCreds.displayName=Credenciales con hash
SIPDigest.hashedRealm.displayName=Reino con hash
SIPDigest.interval.minutes=minutos
SIPDigest.nonceTimeToLive.displayName=Antig\u00fcedad m\u00e1xima de nonce
SIPDigest.panel.displayName=Autenticaci\u00f3n de resumen SIP
SIPDigest.passwordAttributeName.displayName=Nombre de atributo de contrase\u00f1a LDAP
SIPDigest.userCacheCleanPeriod.displayName=Intervalo de limpieza de memoria cach\u00e9 de usuario
addprops.category.label.SIPContainers=Valores de contenedor SIP
button.close=Cerrar
button.moveDown=Bajar
button.moveUp=Subir


SIPApplicationRouter.darFilePath.description=Especifica la v\u00eda de acceso del archivo de configuraci\u00f3n DAR.
SIPApplicationRouter.description=El direccionador de aplicaciones SIP (Session Initiation Protocol) permite a un usuario seleccionar en qu\u00e9 orden se ejecutan las aplicaciones SIP en una petici\u00f3n SIP inicial. Una vez elegida la aplicaci\u00f3n, el contenedor SIP utiliza el descriptor de despliegue o las anotaciones para elegir el servlet adecuado para ejecutarse en la aplicaci\u00f3n. Los usuarios pueden utilizar el direccionador de aplicaciones por omisi\u00f3n de WebSphere o especificar su propio direccionador de aplicaciones, siempre que cumpla la especificaci\u00f3n de Servlet SIP. El direccionador de aplicaciones por omisi\u00f3n de WebSphere permite al usuario especificar un orden b\u00e1sico de aplicaciones SIP o una configuraci\u00f3n basada en el archivo de propiedades, tal como se describe en la especificaci\u00f3n de Servlet SIP.
SIPApplicationRouter.jarFile.description=Especifica el archivo JAR (Java Archive) que conforma el direccionador de aplicaciones.
SIPApplicationRouter.name.description=Especifica un nombre l\u00f3gico que representa el direccionador de aplicaciones.
SIPApplicationRouter.targets.description=Especifica un servidor o cl\u00faster que se configurar\u00e1 para utilizar un direccionador de aplicaciones SIP.
SIPApplicationRouter.useApplicationOrdering.description=Si est\u00e1 seleccionada esta opci\u00f3n, se utiliza el orden de aplicaci\u00f3n del destino.
SIPApplicationRouter.useDarFile.description=Si est\u00e1 opci\u00f3n est\u00e1 seleccionada, se utiliza el archivo DAR (archivado de disco) para proporcionar un orden de aplicaci\u00f3n.  Si no se especifica, se utiliza el orden de la aplicaci\u00f3n del destino.
SIPContainer.DNSServer.description=Especifica que los servidores SIP se localizan utilizando los registros NAPTR DNS.
SIPContainer.MTU.description=Especifica la unidad de transmisi\u00f3n m\u00e1xima para las peticiones UDP de salida.
SIPContainer.averagingPeriod.description=Especifica el periodo de tiempo, en milisegundos, sobre el que se calculan los promedios.
SIPContainer.channelfw.transports.description=Especifica unas cadenas de servicio del canal de transporte que llevan al contenedor SIP.
SIPContainer.hideMessageBody.description=Ocultar el contenido de mensaje en las anotaciones cronol\u00f3gicas.
SIPContainer.inviteAutoReply100.description=Contesta autom\u00e1ticamente a INVITE con la respuesta '100 Trying'.
SIPContainer.link.description=Configure el contenedor SIP.
SIPContainer.maxAppSessions.description=Especifica el n\u00famero m\u00e1ximo de sesiones de aplicaci\u00f3n SIP que gestiona el contenedor. Cuando se alcanza el m\u00e1ximo, no se inicia ninguna nueva conversaci\u00f3n SIP.
SIPContainer.maxDispatchQueueSize.description=Limita el tama\u00f1o de la cola de env\u00edo interna. Cuando la cola excede este valor, se considera que la cola est\u00e1 sobrecargada, y los paquetes UDP entrantes se eliminan hasta que la cola salga del estado sobrecargado. Limitar el tama\u00f1o de la cola permite una mejor recuperaci\u00f3n cuando la CPU es utilizada por otros procesos o hebras, por ejemplo, la recogida de basura, y evita que el contenedor alcance condiciones de falta de memoria. Al establecer el valor en 0 se crea un tama\u00f1o de cola ilimitado.
SIPContainer.maxMessagesPerSecond.description=Especifica el periodo de tiempo durante el cual se calcula el promedio de mensajes recibidos por el contenedor. Este promedio se utiliza para determinar si el contenedor se est\u00e1 acercando al n\u00famero de mensajes permitidos para el periodo promedio. Cuando se alcanza el m\u00e1ximo, el contenedor se sobrecarga y no puede recibir nuevos mensajes.
SIPContainer.maxResponseTime.description=Especifica el tiempo de respuesta m\u00e1ximo aceptable, en milisegundos, para una aplicaci\u00f3n. Cuando se excede este par\u00e1metro, el contenedor notifica a la infraestructura de cl\u00faster que no est\u00e1 disponible.
SIPContainer.outboundConnectionTimeout.description=Especifica el valor de tiempo de espera, en milisegundos, para crear conexiones de salida.
SIPContainer.outboundProxy.description=Especifica la direcci\u00f3n para direccionar todos los mensajes de salida.
SIPContainer.panel.description=Un contenedor Web maneja peticiones de los clientes para recursos de aplicaci\u00f3n SIP como por ejemplo servlets y archivos JSP, entre otros. El contenedor SIP crea instancias de servlet, carga y descarga servlets, crea y gestiona objetos de petici\u00f3n y respuesta y efect\u00faa otras tareas para gestionar los componentes de una aplicaci\u00f3n SIP de una manera eficaz. Los servidores de aplicaciones s\u00f3lo contienen un contenedor SIP, o ninguno. Los plug-ins de servidor Web, que se facilitan con el producto WebSphere Application Server, permiten a los servidores Web pasar peticiones de recursos al contenedor Web de WebSphere Application Server.
SIPContainer.primaryDNSServerName.description=Especifica el nombre de servidor DNS primario.
SIPContainer.secondaryDNSServerName.description=Especifica el nombre de servidor DNS secundario.
SIPContainer.sipStack.description=La pila SIP en WebSphere Application Server es la implementaci\u00f3n de protocolo principal para Session Initiation Protocol. Como parte de la ejecuci\u00f3n de servlets SIP, la pila SIP tiene la responsabilidad de manejar el an\u00e1lisis del protocolo de la conexi\u00f3n de red, garantizar el cumplimiento, manejar parte de la funcionalidad del proxy o el agente de usuario, y pasar los mensajes SIP de nuevo fuera de la red.
SIPContainer.sipTimers.description=Tal como se define en la tabla 4 de RFC 3261, Session Initiation Protocol (SIP) tiene varios temporizadores para manejar de forma expl\u00edcita distintos sucesos de red. Algunos son para retransmisiones a trav\u00e9s de UDP, mientras que otros son para la funcionalidad que pertenece a TCP y TLS. El cambio de los temporizadores de SIP que utiliza el servidor de aplicaciones puede tener ramificaciones negativas graves en el rendimiento de la red SIP si no se realiza correctamente, ya que el cambio de los temporizadores afectar\u00e1 a otros sistemas en una red basada en SIP, no s\u00f3lo al servidor de aplicaciones. Los valores por omisi\u00f3n de cada temporizador se definen en RFC 3261. Algunos de estos valores por omisi\u00f3n reflejan dependencias entre dos temporizadores.
SIPContainer.statisticUpdateRate.description=Especifica el intervalo en el que el contenedor calcula los promedios y publica las estad\u00edsticas en PMI (Performance Monitoring Infrastructure).
SIPContainer.threadPool.description=Especifica la agrupaci\u00f3n de hebras que se debe utilizar para el contenedor SIP.
SIPContainer.timerA.description=Especifica el valor de RFC 3261 Temporizador A - Intervalo de retransmisi\u00f3n de petici\u00f3n INVITE inicial, s\u00f3lo para UDP.
SIPContainer.timerB.description=Especifica el valor de RFC 3261 Temporizador B - temporizador de tiempo de espera de la transacci\u00f3n de cliente INVITE.
SIPContainer.timerD.description=Especifica el valor de RFC 3261 Temporizador D - tiempo de espera para las retransmisiones de respuesta INVITE.
SIPContainer.timerE.description=Especifica el valor de RFC 3261 Temporizador E - intervalo de retransmisi\u00f3n de petici\u00f3n no INVITE, s\u00f3lo UDP.
SIPContainer.timerF.description=Especifica el valor de RFC 3261 Temporizador F - temporizador de tiempo de espera de transacci\u00f3n no INVITE.
SIPContainer.timerG.description=Especifica el valor de RFC 3261 Temporizador G - intervalo de retransmisi\u00f3n de respuesta INVITE inicial.
SIPContainer.timerH.description=Especifica el valor de RFC 3261 Temporizador H - tiempo de espera para el recibo ACK.
SIPContainer.timerI.description=Especifica el valor de RFC 3261 Temporizador I - tiempo de espera para las retransmisiones ACK.
SIPContainer.timerJ.description=Especifica el valor de RFC 3261 Temporizador J - tiempo de espera para las retransmisiones de la petici\u00f3n no INVITE.
SIPContainer.timerK.description=Especifica el valor de RFC 3261 Temporizador K - tiempo de espera para las retransmisiones de respuesta no INVITE.
SIPContainer.timerT1.description=Especifica el valor de RFC 3261 Temporizador T1 - RTT estimado.
SIPContainer.timerT2.description=Especifica el valor de RFC 3261 Temporizador T2 - el intervalo m\u00e1ximo de retransmisi\u00f3n para las peticiones no INVITE y las respuestas INVITE.
SIPContainer.timerT4.description=Especifica el valor de RFC 3261 Temporizador T4 - duraci\u00f3n m\u00e1xima en la que un mensaje permanecer\u00e1 en la red.
SIPContainer.useExternalRouter.description=Cuando es true (verdadero), el contenedor SIP da por supuesta la existencia del proxy SIP que se ejecuta en otro proceso de servidor y, por lo tanto, delega el direccionamiento del tr\u00e1fico de salida a dicho componente.
SIPDigest.cacheCleanPeriod.description=El contenedor SIP almacena en la memoria cach\u00e9 las credenciales recibidas del servidor LDAP para reducir la carga de LDAP. Especifica el periodo, en minutos, en que se borra la memoria cach\u00e9 y se recuperan las credenciales de LDAP.
SIPDigest.digestPasswordServerClass.description=Especifica el nombre de clase Java que implementa la interfaz del servidor de contrase\u00f1as.
SIPDigest.disableMultipleUseOfNonce.description=Especifica que est\u00e1n habilitados varios usos del mismo valor nonce. Utilizar el mismo valor nonce m\u00e1s de una vez es m\u00e1s eficaz, pero menos seguro.
SIPDigest.enableDigestAuthenticationIntegrity.description=Indica que se utilizar\u00e1 la autenticaci\u00f3n con la integridad de autenticaci\u00f3n de resumen.
SIPDigest.enableSIPBasicAuth.description=Permite autenticar los mensajes SIP utilizando la autenticaci\u00f3n b\u00e1sica.
SIPDigest.hashedCreds.description=Si se define, contiene el nombre de un campo LDAP que contiene las credenciales de usuario previas al hash para un reino. Como m\u00ednimo, defina el nombre del atributo de contrase\u00f1a o la credencial con hash.
SIPDigest.hashedRealm.description=Especifica el reino para el cual se establece la credencial con hash. Este valor se debe definir si ha definido la credencial con hash.
SIPDigest.nonceTimeToLive.description=Especifica la caducidad de los valores nonce en minutos.
SIPDigest.panel.description=La autenticaci\u00f3n de resumen es la forma preferida de negociar las credenciales entre un usuario y un servidor en una red SIP (Session Initiation Protocol). La autenticaci\u00f3n de resumen permite al usuario enviar una contrase\u00f1a sin enviarla como texto plano a trav\u00e9s de la red utilizando un algoritmo MD5 con un nonce criptogr\u00e1fico para almacenar la informaci\u00f3n de usuario con el m\u00e9todo hash.
SIPDigest.passwordAttributeName.description=Especifica el nombre de atributo del servidor LDAP que almacena la contrase\u00f1a.
SIPDigest.userCacheCleanPeriod.description=Especifica el periodo, en minutos, para borrar la memoria cach\u00e9 del asunto principal.
SIPTransport.description=Especifica un transporte SIP para comunicar las peticiones al contenedor SIP.
