JMGR.Find.SearchSpecification.cancel=Cancelar
JMGR.Find.SearchSpecification.checkbox=Ejecutar b\u00fasqueda de subconjunto
JMGR.Find.SearchSpecification.ok=Aceptar
JMGR.Find.SearchSpecification.subsetExplained=La b\u00fasqueda de subconjunto permite que el usuario utilice los resultados de la b\u00fasqueda actual y acote m\u00e1s el conjunto de resultados.
JMGR.Find.SearchSpecification.title=A\u00f1adir especificaci\u00f3n de b\u00fasqueda
JMGR.Find.and.resources=AND Recursos
JMGR.Find.button.add.desc=A\u00f1adir fila
JMGR.Find.button.addclause.desc=A\u00f1adir cl\u00e1usula de b\u00fasqueda
JMGR.Find.button.delete.desc=Suprimir fila
JMGR.Find.button.with.desc=Con
JMGR.Find.button.without.desc=Sin
JMGR.Find.propName.desc=Propiedad
JMGR.Find.resources=Recursos
JMGR.Find.subset.resources=En cada b\u00fasqueda de resultados de recursos hijo
JMGR.Find.types.desc=Tipo de recurso
JMGR.Find.value.desc=Propiedad
JMGR.Find.with.without.button=<b>Con</b> | Sin
JMGR.equal==
JMGR.greater.equal=&gt;=
JMGR.less.equal=&lt;=
JMGR.not.equal=!=
JMGR.serverType=Tipo de servidor


Endpoint.host.create.error=Se ha producido un error al crear el host.
Endpoint.host.create.successful=El host {0} se ha creado correctamente.
Endpoint.host.delete.confirmation.detail=Suprimir confirmaci\u00f3n de host
Endpoint.host.delete.confirmation.title=Suprimir host
Endpoint.host.delete.error=Se ha producido un error al suprimir {0}. Compruebe las anotaciones cronol\u00f3gicas para obtener detalles.
Endpoint.host.delete.successful=El siguiente host se ha suprimido correctamente: {0}
JMGR.ASYNC_IN_PROGRESS=En progreso
JMGR.DISTRIBUTED=Distribuido
JMGR.FAILED=Err\u00f3neo
JMGR.Find.button=Buscar
JMGR.Find.displayName=Buscar
JMGR.Find.dropdown.desc=Seleccione el tipo de consulta que desea hacer para este campo. Las opciones posibles incluyen equals (igual), not equals (no igual), null (nulo), not null (no nulo), less than (menor que) y greater than (mayor que).  No todos los campos tienen todas las opciones de consulta.
JMGR.INCOMPLETE=Incompleto
JMGR.JobManager.desc=Utilice este panel para configurar el servidor del gestor de trabajos.
JMGR.NOT_ATTEMPTED=No intentado
JMGR.NOT_INSTALLED=No instalado
JMGR.PARTIALLY_SUCCEEDED=Parcialmente satisfactorio
JMGR.PARTIAL_START=Inicio parcial
JMGR.PARTIAL_STOP=Parada parcial
JMGR.REJECTED=Rechazado
JMGR.STARTED=Iniciado
JMGR.STOPPED=Detenido
JMGR.SUCCEEDED=Satisfactorio
JMGR.SubmitJob.step1.desc=Elija el tipo de trabajo que desea realizar.  De forma opcional, proporcione una descripci\u00f3n para el trabajo.
JMGR.SubmitJob.step2.desc=Elija los destinos que desea utilizar. Los destinos pueden ser un grupo de destinos o una lista de uno o m\u00e1s nombres de destino. Si est\u00e1 habilitada la seguridad en un destino, entonces se utiliza la informaci\u00f3n de autenticaci\u00f3n guardada del destino. En caso contrario, opcionalmente puede proporcionar par\u00e1metros de autenticaci\u00f3n. Si no se proporciona un nombre de usuario, se utilizar\u00e1 el ID de usuario de la consola actual. Cuando se especifican par\u00e1metros de autenticaci\u00f3n, se utilizan para todos los destinos y tienen prioridad sobre la autenticaci\u00f3n guardada asociada con el host.
JMGR.SubmitJob.step3.desc=Especifique los par\u00e1metros del trabajo. Los par\u00e1metros var\u00edan de acuerdo con el tipo de trabajo que ha seleccionado previamente.
JMGR.SubmitJob.step3.empty.desc=No existe ning\u00fan par\u00e1metro para el tipo de trabajo: {0}.
JMGR.SubmitJob.step4.desc=Planifique el trabajo especificando cuando est\u00e1 disponible el trabajo, cuando caduca el trabajo, si el trabajo se vuelve a ejecutar despu\u00e9s de un periodo de tiempo y la direcci\u00f3n de correo electr\u00f3nico qu\u00e9 recibir\u00e1 la notificaci\u00f3n cuando se realice el trabajo. Los trabajos se planifican seg\u00fan la disponibilidad y la caducidad relativa a la hora de la m\u00e1quina en la cual reside el gestor de trabajos.
JMGR.SubmitJob.step5.desc=Revise las opciones especificadas. Si est\u00e1 satisfecho con las opciones, pulse Finalizar para enviar el trabajo. De lo contrario, pulse Anterior para realizar cambios adicionales en las opciones del trabajo.
JMGR.Timestamp.column=Indicaci\u00f3n de la hora
JMGR.UNAVAILABLE=No disponible
JMGR.UNKNOWN=Desconocido
JMGR.activation.time=Hora de activaci\u00f3n
JMGR.activation.time.desc=Especifica cu\u00e1ndo est\u00e1 disponible el trabajo para que el destino lo recupere.
JMGR.active=Activo
JMGR.avail.interval=Disponibilidad interna
JMGR.avail.interval.desc=Para trabajos repetitivos, seleccione la frecuencia que con la que quiere volver a ejecutar el trabajo.
JMGR.avail.time.incomplete=Ha seleccionado una fecha espec\u00edfica para planificar la disponibilidad del trabajo, pero el campo de fecha est\u00e1 incompleto. Establezca la fecha en la que desea que el trabajo est\u00e9 disponible. La hora por omisi\u00f3n es 00:00:00, si no se ha establecido.
JMGR.bad.param.name.msg=El mandato administrativo {0} se emiti\u00f3 con un nombre de par\u00e1metro no definido {1}.  {2}
JMGR.bad.param.value.msg=El mandato administrativo {0} se emiti\u00f3 con el par\u00e1metro {1} que contiene un valor de par\u00e1metro err\u00f3neo de ''{2}''.  {3}
JMGR.button.next.records=Registros siguientes
JMGR.button.previous.records=Registros anteriores
JMGR.com.ibm.websphere.baseProductShortName=Nombre abreviado de producto
JMGR.com.ibm.websphere.baseProductVersion=Versi\u00f3n
JMGR.com.ibm.websphere.baseRuntimeComponents=Componentes de tiempo de ejecuci\u00f3n
JMGR.com.ibm.websphere.installed.products=Productos instalados
JMGR.com.ibm.websphere.management.agent.uuid=UUID de agente administrativo
JMGR.com.ibm.websphere.nodeOperatingSystem=Sistema operativo
JMGR.confirm.delete=Confirmar supresi\u00f3n
JMGR.connect=conectar
JMGR.connection=En la conexi\u00f3n
JMGR.context=Contexto
JMGR.daily=Diariamente
JMGR.data.max.return=M\u00e1ximo de resultados de la base de datos
JMGR.data.max.return.desc=El n\u00famero m\u00e1ximo de filas que devuelve cualquier consulta al gestor de trabajos desde la consola o el script wsadmin. La consola permite un valor m\u00e1ximo de resultados en cada consulta. El valor de la consola debe ser inferior a este valor configurado.
JMGR.data.source=Nombre JNDI del origen de datos de trabajo
JMGR.data.source.desc=Especifica el nombre JNDI (Java(TM) Naming and Directory Interface) que utiliza el gestor de trabajos.
JMGR.date=Fecha
JMGR.date.display.string=dd/MM/yyyy
JMGR.date.pattern=dd/MM/yyyy
JMGR.day.label=D\u00eda
JMGR.days=d\u00edas
JMGR.default.expiration=Caducidad del trabajo por omisi\u00f3n
JMGR.default.expiration.desc=Establezca el tiempo por omisi\u00f3n en d\u00edas para que caduquen los trabajos. Este valor temporal se puede alterar temporalmente cuando se env\u00edan los trabajos.
JMGR.email=Direcciones de correo electr\u00f3nico
JMGR.email.address.error=La direcci\u00f3n de correo electr\u00f3nico {0} no tiene un formato v\u00e1lido.
JMGR.email.desc=Especifique una o m\u00e1s direcciones de correo electr\u00f3nico separadas por comas para recibir la notificaci\u00f3n del estado del trabajo.
JMGR.email.parse.error=La lista de direcciones de correo electr\u00f3nico no puede analizarse. Si se especifica m\u00e1s de una direcci\u00f3n de correo electr\u00f3nico, deben estar delimitadas por comas.
JMGR.email.sender.address=Direcci\u00f3n de notificaci\u00f3n de correo electr\u00f3nico del remitente
JMGR.email.sender.address.desc=Especifica la direcci\u00f3n de correo electr\u00f3nico para el remitente de los mensajes de notificaci\u00f3n de finalizaci\u00f3n de trabajos.
JMGR.empty.node.query=No se han encontrado destinos utilizando los criterios que especificados para buscar. Cambie los par\u00e1metros de b\u00fasqueda y pulse Encontrar.
JMGR.endpoint.ErrorLogFiles=Se ha producido un error al acceder al archivo {0}.
JMGR.endpoint.File.title=Archivo
JMGR.endpoint.NologFiles=No hay archivos a visualizar.
JMGR.endpoint.delete.node.warning=No se puede suprimir el nodo gestionado {0} con el mandato Suprimir host.
JMGR.endpoint.description=Utilice este panel para buscar destinos para trabajos. Seleccione una b\u00fasqueda guardada, cree una nueva b\u00fasqueda o busque destinos por nombre.
JMGR.endpoint.detail.description=Este panel muestra las propiedades definidas para el nodo que se va a visualizar.
JMGR.endpoint.displayName=Destinos
JMGR.endpoint.excluded.description=Los siguientes destinos no se seleccionan como destinos del trabajo. Estos destinos se pueden a\u00f1adir como destinos del trabajo resaltando el nombre de destino y pulsando el bot\u00f3n para seleccionar.
JMGR.endpoint.excluded.displayName=Destinos excluidos
JMGR.endpoint.find=Buscar destinos
JMGR.endpoint.find.desc=Establezca los par\u00e1metros de b\u00fasqueda para limitar la b\u00fasqueda de destinos.  Los resultados de la b\u00fasqueda se visualizan en la lista de destinos seleccionados que aparece despu\u00e9s.  Elimine cualquier destino de la lista seleccionada que no desea como destino de trabajo.
JMGR.endpoint.group=Grupos de destino
JMGR.endpoint.group.delete.desc=Pulse el bot\u00f3n Aceptar que aparece m\u00e1s abajo para suprimir los siguientes grupos de destinos. Si no desea suprimir los grupos, pulse el bot\u00f3n Cancelar para volver a la p\u00e1gina anterior. No se puede recuperar un grupo suprimido.
JMGR.endpoint.group.desc=Cuando utilice un grupo como destino del trabajo, seleccione Grupos de destino y elija el grupo que vaya a utilizar.
JMGR.endpoint.group.must.be.selected=Se debe seleccionar un grupo para la operaci\u00f3n seleccionada.
JMGR.endpoint.groups=Grupos de destino
JMGR.endpoint.groups.desc=Los grupos de destinos se utilizan como destinos de los trabajos administrativos. Utilice este panel para definir los grupos utilizados para enviar trabajos.
JMGR.endpoint.groups.query.needed=Para consultar los grupos de destinos, rellene los criterios de b\u00fasqueda. Por ejemplo, para ver todos los grupos, establezca el operador 'Nombre de grupo' en = y el valor en *.
JMGR.endpoint.host.delete.desc=\u00bfRealmente desea suprimir los siguientes hosts?
JMGR.endpoint.imDataLocation=V\u00eda(s) de acceso de ubicaci\u00f3n de datos de Installation Manager
JMGR.endpoint.imDataLocation.desc=Especifique opcionalmente una o m\u00e1s v\u00edas de acceso en el sistema remoto para utilizarlas como ubicaci\u00f3n de datos de Installation Manager. Varias v\u00edas de acceso se delimitan mediante punto y coma.
JMGR.endpoint.included.description=Los siguientes destinos se seleccionan como destinos del trabajo. Los destinos se pueden deseleccionar resaltando el nombre de destino y pulsando el bot\u00f3n para deseleccionar.
JMGR.endpoint.included.displayName=Destinos elegidos
JMGR.endpoint.logFiles=Archivos de salida
JMGR.endpoint.name=Nombres de destino
JMGR.endpoint.name.desc=Cuando utilice nombres de destino como destino del trabajo, seleccione el bot\u00f3n de selecci\u00f3n de los nombres de destino y escriba los nombres que vaya a utilizar. Los nombres se a\u00f1aden escribi\u00e9ndolos y pulsando la tecla Intro o el bot\u00f3n A\u00f1adir. Pulse el bot\u00f3n Buscar para buscar los destinos que desee utilizar. Seleccione las entradas y pulse el bot\u00f3n Eliminar para quitarlas de la lista.
JMGR.endpoint.name.description=Nombre de un destino gestionado por el gestor de trabajos.
JMGR.endpoint.name.displayName=Nombre de destino
JMGR.endpoint.name.headline=Nombres de destino
JMGR.endpoint.newHost.adminUser=Usuario administrativo con autorizaci\u00f3n de instalaci\u00f3n
JMGR.endpoint.newHost.description=Utilice este panel para registrar un nuevo host con el gestor de trabajos.
JMGR.endpoint.newHost.displayName=Nuevo host
JMGR.endpoint.newHost.hostName=Nombre de host
JMGR.endpoint.newHost.keyAuthRadio=Autenticaci\u00f3n de clave p\u00fablica-privada
JMGR.endpoint.newHost.keystorePath=V\u00eda de acceso completa a almac\u00e9n de claves
JMGR.endpoint.newHost.operatingSystem=Sistema operativo
JMGR.endpoint.newHost.passphrase=Frase de contrase\u00f1a
JMGR.endpoint.newHost.passphraseConfirm=Confirmar frase de contrase\u00f1a
JMGR.endpoint.newHost.password=Contrase\u00f1a
JMGR.endpoint.newHost.password.notMatch=La contrase\u00f1a no coincide con el valor del campo de la contrase\u00f1a de confirmaci\u00f3n.
JMGR.endpoint.newHost.passwordConfirm=Confirmar contrase\u00f1a
JMGR.endpoint.newHost.passwordRadio=Autenticaci\u00f3n de contrase\u00f1a
JMGR.endpoint.newHost.saveSecurityInfo=Guardar informaci\u00f3n de seguridad
JMGR.endpoint.newHost.saveSecurityInfo.desc=Si se selecciona, las propiedades de seguridad se guardar\u00e1n con el host y se utilizar\u00e1n como valores por omisi\u00f3n para env\u00edos de trabajos posteriores a este host.
JMGR.endpoint.os.any=Cualquiera
JMGR.endpoint.os.unix=Unix
JMGR.endpoint.os.windows=Windows
JMGR.endpoint.properties.description=Especifica una lista de todas las propiedades personalizadas de este destino.
JMGR.endpoint.properties.displayName=Propiedades de destino
JMGR.endpoint.query.needed=Para consultar destinos, rellene los criterios de b\u00fasqueda. Por ejemplo, para ver todos los destinos, establezca el operador del nombre de destino en = y el valor en *.
JMGR.endpoint.reservedProp.warning=Las propiedades personalizadas siguientes se han eliminado de la lista ya que duplican nombres de propiedades de otros campos en el panel: {0}.
JMGR.endpoint.sudo.password=Contrase\u00f1a sudo
JMGR.endpoint.sudo.password.confirm=Confirmar contrase\u00f1a sudo
JMGR.endpoint.sudo.password.desc=Especifique la contrase\u00f1a para el usuario sudo.
JMGR.endpoint.sudo.password.notMatch=La contrase\u00f1a sudo no coincide con el valor del campo de la contrase\u00f1a sudo de confirmaci\u00f3n.
JMGR.endpoint.sudo.username=Nombre de usuario sudo
JMGR.endpoint.sudo.username.desc=Especifique el ID de usuario al que hay que conmutar mediante sudo antes de ejecutar los trabajos.
JMGR.endpoint.type=Tipo de destino
JMGR.endpoint.type.host=Host
JMGR.endpoint.type.node=Nodo
JMGR.endpoint.useSudo=Utilizar sudo
JMGR.endpoint.useSudo.desc=Utilice la funci\u00f3n sudo para cambiar usuarios antes de la ejecuci\u00f3n del trabajo.
JMGR.endpoint.version.displayName=Versi\u00f3n
JMGR.endpointButton.Delete.displayName=Suprimir nodo
JMGR.endpointButton.DisplayResources.displayName=Visualizar recursos
JMGR.endpointButton.InstallationManager.displayName=Installation Manager
JMGR.endpointButton.InterimFix.displayName=Arreglo temporal
JMGR.endpointButton.New.displayName=Nuevo nodo...
JMGR.endpointButton.Package.displayName=Paquete
JMGR.endpointButton.PackageGroup.displayName=Grupo de paquetes
JMGR.endpointButton.Profile.displayName=Perfil
JMGR.endpointButton.all.displayName=Todo
JMGR.endpointButton.application.displayName=Aplicaci\u00f3n
JMGR.endpointButton.application_binary.displayName=Binarios de la aplicaci\u00f3n
JMGR.endpointButton.cluster.displayName=Cl\u00faster
JMGR.endpointButton.liberty_server.displayName=Servidor Liberty
JMGR.endpointButton.node.displayName=Nodo
JMGR.endpointButton.project.displayName=Proyecto
JMGR.endpointButton.runtime.displayName=Tiempo de ejecuci\u00f3n
JMGR.endpointButton.sdk.displayName=SDK
JMGR.endpointButton.server.displayName=Servidor
JMGR.error.accessing.server=Se ha producido un error al acceder al servidor {0}. Compruebe las anotaciones cronol\u00f3gicas para encontrar informaci\u00f3n adicional.
JMGR.expand.secondary=Par\u00e1metros de trabajo adicionales.
JMGR.expiration.time=Hora de caducidad
JMGR.expiration.time.desc=Especifica cuando deja de estar disponible el trabajo para que el destino lo ejecute.
JMGR.expire.time.incomplete=Ha seleccionado una fecha espec\u00edfica para que caduque el trabajo, pero el campo de fecha est\u00e1 incompleto. Establezca la fecha en la que desea que caduque el trabajo. El valor por omisi\u00f3n de la hora es 23:59:59, si no se ha establecido.
JMGR.expire.time.passed=La hora de caducidad del trabajo que ha especificado ya ha pasado. Escriba una hora de caducidad que est\u00e9 en el futuro.
JMGR.expire.unit.choices=Unidades de caducidad
JMGR.expire.unit.choices.desc=Seleccione las unidades de tiempo utilizadas para determinar la hora de caducidad.
JMGR.expired=Caducado
JMGR.failed.status=Destinos err\u00f3neos: {0}
JMGR.failed.status.color=rgb(255, 190, 189)
JMGR.file.not.found=No se puede encontrar el nombre de archivo para un sistema dado.
JMGR.find.wild.card.error=El campo de b\u00fasqueda '{0}' no puede aceptar un car\u00e1cter comod\u00edn (*) en esta consulta. Especifique el valor completo o utilice otros campos de consulta.
JMGR.first=Primer
JMGR.fourth=Cuarto
JMGR.group.member.list=Lista de miembros
JMGR.group.member.list.desc=A\u00f1ada miembros al grupo escribi\u00e9ndolos en el campo de texto y pulsando el bot\u00f3n A\u00f1adir.  Utilice el bot\u00f3n Buscar para localizar los destinos.  Seleccione miembros y utilice el bot\u00f3n Eliminar para suprimir miembros de la lista.
JMGR.group.name=Nombre de grupo
JMGR.group.name.desc=Especifica el nombre del grupo de destino. Este grupo se utiliza para enviar trabajos. El nombre debe ser exclusivo.
JMGR.group.name.description.desc=Especifica una descripci\u00f3n opcional del grupo de destino.
JMGR.group.read.error=S\u00f3lo se pueden recuperar algunos de los nombres de grupo porque se ha alcanzado el n\u00famero m\u00e1ximo recuperable de la base de datos. Para aumentar el n\u00famero de nombres de grupos recuperados, aumente el valor del valor Resultados m\u00e1ximos de base de datos.
JMGR.hostname=Nombre de host
JMGR.hour.label=Hora
JMGR.hours=horas
JMGR.invalid.date=El formato de la fecha que ha especificado no es correcto. La fecha se puede especificar en uno de los formatos siguientes: '{0}', '{1}', '{2}', o '{3}'.
JMGR.invalid.endpoint.names=Ha especificado nombres de destino que no est\u00e1n registrados con este gestor de trabajos. Los siguientes nombres de destino se deben eliminar: {0}.
JMGR.job.description.desc=De forma opcional, escriba una descripci\u00f3n del trabajo que est\u00e1 enviando. 
JMGR.job.detail.status=Estado de detalle del trabajo
JMGR.job.detail.status.desc=Muestra el estado del trabajo en cada destino. Establezca los par\u00e1metros de b\u00fasqueda para limitar los resultados de b\u00fasqueda para los trabajos enviados.
JMGR.job.history=Historial del trabajo
JMGR.job.history.desc=Se puede recuperar un historial detallado del trabajo bas\u00e1ndose en la hora.
JMGR.job.id=ID de trabajo
JMGR.job.id.desc=El ID de trabajo se asigna cuando se env\u00eda un trabajo.  Identifica de forma exclusiva un trabajo.
JMGR.job.must.be.selected=Se debe seleccionar un trabajo para la operaci\u00f3n seleccionada.
JMGR.job.status=Estado del trabajo
JMGR.job.status.delete.desc=Pulse el bot\u00f3n Aceptar m\u00e1s abajo para suprimir el estado y el historial del trabajo para la lista siguiente de trabajos. Si no desea suprimir los trabajos, pulse el bot\u00f3n Cancelar para volver a la p\u00e1gina anterior. No se pueden recuperar el historial del trabajo y los trabajos suprimidos.
JMGR.job.status.desc=Este panel muestra el estado de los trabajos enviados con un resumen del estado. Proporciona enlaces para ver el estado de los destinos y explorar el historial de trabajo. Establezca los par\u00e1metros de b\u00fasqueda para limitar los resultados de b\u00fasqueda para los trabajos enviados. Los resultados de la b\u00fasqueda de trabajos se visualizan en la colecci\u00f3n siguiente.
JMGR.job.status.query.needed=Para consultar el estado del trabajo, rellene los criterios de b\u00fasqueda. Por ejemplo, para ver todos los trabajos con una hora de activaci\u00f3n posterior a determinada fecha, establezca el operador 'Hora de activaci\u00f3n' en > y el valor en mm/dd/aaaa para la fecha que desee.
JMGR.job.type=Tipo de trabajo
JMGR.job.type.desc=Elija el tipo de trabajo que desea activar en el gestor de trabajos.
JMGR.job.type.info=Tipo de trabajo: {0}
JMGR.jobmgr.url=URL del gestor de trabajos
JMGR.jobmgr.url.desc=Establecer el URL del servidor del gestor de trabajos.
JMGR.last=\u00daltimo
JMGR.mail.provider=Nombre JNDI de sesi\u00f3n de correo
JMGR.mail.provider.desc=Establezca el nombre JNDI (Java(TM) Naming and Directory Interface) de la sesi\u00f3n de correo que se debe utilizar para las notificaciones.
JMGR.managedNodeName=Nombre del nodo
JMGR.max.results=M\u00e1ximo de resultados
JMGR.max.results.desc=Especifica el n\u00famero m\u00e1ximo de filas que va a devolver la consulta. Las entradas v\u00e1lidas son entre 1 y el valor m\u00e1ximo de resultados configurado en el gestor de trabajos. El valor por omisi\u00f3n de la consola es de 50 registros. Se guardar\u00e1n sus preferencias.
JMGR.message=Mensaje
JMGR.minute.label=Minuto
JMGR.minutes=minutos
JMGR.month.label=Mes
JMGR.monthly_date=Mensualmente por fecha
JMGR.monthly_day=Mensualmente por d\u00eda
JMGR.months=meses
JMGR.msg.endpoint.must.be.selected=Se debe seleccionar un destino para la operaci\u00f3n seleccionada.
JMGR.msg.endpoint.onlyOne.be.selected=Seleccione s\u00f3lo un destino
JMGR.multiple=m\u00faltiple
JMGR.no.endpoint.error=Se debe a\u00f1adir a la lista como m\u00ednimo un destino cuando el destino del trabajo sea una lista de destinos.
JMGR.no.groups=-- Sin grupos --
JMGR.no.history.avail=No hay disponible ning\u00fan historial del trabajo.
JMGR.no.jobs=No hay ning\u00fan trabajo conocido por el gestor de trabajos. Verifique que los destinos est\u00e9n registrados y aseg\u00farese de que se haya ejecutado el trabajo de inventario. Es posible que tambi\u00e9n necesite ejecutar el mandato startPollingJobManager en el agente administrativo.
JMGR.no.nodes.in.query=Su consulta incluye un grupo que no tiene miembros o ha eliminado todos los miembros del grupo utilizando el par\u00e1metro nombre de nodo. La consulta resultante no buscar\u00e1 utilizando un nombre de nodo.
JMGR.no.query=Sin consulta
JMGR.not.null=no es nulo
JMGR.notification=Notificaci\u00f3n
JMGR.null=es nulo
JMGR.num.records=Recuperados {0} de {1} resultados.
JMGR.only.one.payload.selected=S\u00f3lo se puede seleccionar una entrada de carga \u00fatil para la operaci\u00f3n especificada.
JMGR.other.status=Destinos incompletos: {0}
JMGR.other.status.color=rgb(221, 221, 221)
JMGR.partial.succeeded.status=Destinos parcialmente satisfactorios: {0}
JMGR.partial.succeeded.status.color=rgb(255, 235, 189)
JMGR.passphrase.notMatch=La frase de contrase\u00f1a no coincide con el valor del campo de la frase de contrase\u00f1a de confirmaci\u00f3n.
JMGR.password.required=Se necesita una contrase\u00f1a si proporciona un nombre de usuario para el trabajo.
JMGR.payload.custom.props=Propiedades de entradas del registro de carga \u00fatil
JMGR.payload.custom.props.desc=Escriba las propiedades personalizadas del registro de carga \u00fatil para este entrada.
JMGR.payload.must.be.selected=Se debe seleccionar una entrada de carga \u00fatil para la operaci\u00f3n seleccionada.
JMGR.payload.registry=Registro de carga \u00fatil
JMGR.payload.registry.desc=Utilice este panel para a\u00f1adir una aplicaci\u00f3n, im\u00e1genes de instalaci\u00f3n, scripts y otro contenido del gestor de trabajos al registro.
JMGR.payload.type=Tipo de carga \u00fatil
JMGR.payload.type.desc=Escriba el tipo de carga \u00fatil que representa esta entrada.
JMGR.payload.url.desc=Escriba el URL para esta entrada de carga \u00fatil.
JMGR.pending=Pendiente
JMGR.profile.registry.adminagent.name=Nombre de agente administrativo
JMGR.profile.registry.cell.name=Nombre de c\u00e9lula de perfil
JMGR.profile.registry.disabled.apps=Aplicaciones inhabilitadas
JMGR.profile.registry.node.name=Nodo de registro de perfil
JMGR.profile.registry.profile.key=Clave de registro de perfil
JMGR.profile.registry.profile.root=Directorio ra\u00edz del perfil
JMGR.profile.registry.profile.type=Tipo de perfil
JMGR.profile.registry.profile.version=Versi\u00f3n de registro de perfil
JMGR.profile.registry.was.home=Directorio padre del perfil
JMGR.recur.desc=Los trabajos se pueden ejecutar repetidamente bas\u00e1ndose en un intervalo. Especifique el intervalo durante el cual est\u00e1 disponible el trabajo.
JMGR.recur.job=Intervalo de disponibilidad del trabajo
JMGR.recur.job.rerun=Volver a ejecutar el trabajo despu\u00e9s
JMGR.recur.job.rerun.desc=Volver a ejecutar el trabajo despu\u00e9s de la cantidad de tiempo especificada, si todav\u00eda no ha caducado.
JMGR.recur.start.date.desc=Indique la fecha del mes en la que iniciar el intervalo de disponibilidad.
JMGR.recur.start.day.desc=Seleccione el d\u00eda de la semana dentro de la semana en el que iniciar el intervalo de disponibilidad.
JMGR.recur.start.hour=Hora de inicio de intervalo de disponibilidad
JMGR.recur.start.minute=Minuto de inicio de intervalo de disponibilidad
JMGR.recur.start.month.desc=Seleccione el mes de inicio para el intervalo de disponibilidad.
JMGR.recur.start.second=Segundo de inicio de intervalo de disponibilidad
JMGR.recur.start.which.day.desc=Indique el d\u00eda de la semana dentro del mes en el que iniciar el intervalo de disponibilidad. Por ejemplo, el primer lunes.
JMGR.recur.stop.date.desc=Indique la fecha del mes en la que finalizar el intervalo de disponibilidad.
JMGR.recur.stop.day.desc=Seleccione el d\u00eda de la semana dentro de la semana en el que finalizar el intervalo de disponibilidad.
JMGR.recur.stop.hour=Hora de finalizaci\u00f3n de intervalo de disponibilidad
JMGR.recur.stop.minute=Minuto de finalizaci\u00f3n de intervalo de disponibilidad
JMGR.recur.stop.month.desc=Seleccione el mes de finalizaci\u00f3n para el intervalo de disponibilidad.
JMGR.recur.stop.second=Segundo de finalizaci\u00f3n de intervalo de disponibilidad
JMGR.recur.stop.which.day.desc=Indique el d\u00eda de la semana dentro del mes en el que finalizar el intervalo de disponibilidad. Por ejemplo, el primer lunes.
JMGR.registry.description.desc=Escriba la descripci\u00f3n para este contenido de trabajo. Puede especificar cualquier texto que sea \u00fatil en la gesti\u00f3n de este contenido.
JMGR.registry.name.desc=Escriba el nombre del contenido del registro.
JMGR.requestTimeout=Tiempo de espera de solicitud
JMGR.resource.choices.description=Despu\u00e9s de enviar una b\u00fasqueda, esta lista contiene todos los recursos comunes a todos los destinos de este trabajo y que coinciden con los criterios de b\u00fasqueda. Seleccione el recurso que desea proporcionar en el par\u00e1metro del trabajo.
JMGR.resource.choices.displayName=Recursos disponibles comunes a todos los destinos seleccionados
JMGR.resource.context=Contexto
JMGR.resource.description=Los recursos siguientes pertenecen al destino que se va a visualizar.
JMGR.resource.displayName=Recurso de destino
JMGR.resource.endpointName.displayName=Nombre de destino
JMGR.resource.id.displayName=ID de recurso
JMGR.resource.name=Nombre de recurso
JMGR.resource.properties.description=Lista de todas las propiedades personalizadas para este recurso.
JMGR.resource.properties.displayName=Propiedades de recurso de destino
JMGR.resource.server.type=Tipo de servidor
JMGR.resource.status.displayName=Estado
JMGR.resourceDetail.description=Este panel muestra el agente administrativo y las propiedades definidas por el usuario para este recurso.
JMGR.resourceDetail.displayName=Propiedades de recurso de destino
JMGR.resourceId=ID de recurso
JMGR.resourceName=Nombre de recurso
JMGR.resourceType=Tipo de recurso
JMGR.resources.description=Los recursos de destino son aplicaciones, servidores y cl\u00fasteres que pueden utilizarse en los trabajos sometidos al gestor de trabajos. Establezca los par\u00e1metros de b\u00fasqueda para limitar los resultados de la b\u00fasqueda de recursos de destino. Utilice los paneles de recursos de destino para explorar los recursos que hay disponibles.
JMGR.resources.displayName=Recursos de destino
JMGR.resources.endpointName.displayName=Nombre de destino
JMGR.resources.find=Buscar recursos de destino
JMGR.resources.find.desc=Establezca los par\u00e1metros de b\u00fasqueda para limitar los resultados de la b\u00fasqueda de recursos de destino. Los resultados de la b\u00fasqueda se visualizan en la colecci\u00f3n siguiente. Seleccione el recurso que desea utilizar en el trabajo.
JMGR.resources.found=Recursos de destino encontrados
JMGR.resources.found.description=Los recursos siguientes se han encontrado utilizando la consulta de recurso. Seleccione el recurso que desea utilizar.
JMGR.resources.id.displayName=Recursos
JMGR.resources.multiple.displayName=M\u00faltiple
JMGR.resources.number.displayName=Cantidad
JMGR.resources.query.needed=Para consultar los recursos de destino, rellene los criterios de b\u00fasqueda. Por ejemplo, para ver todos los recursos de destino, establezca el operador 'Nombre de recurso' en = y el valor en *.
JMGR.result=Resultado
JMGR.run.once=Ejecutar una vez
JMGR.sched.avail=Disponibilidad inicial
JMGR.sched.avail.day=Planificar un d\u00eda disponible
JMGR.sched.avail.desc=Especifique cuando est\u00e1 disponible por primera vez este trabajo.
JMGR.sched.avail.hour=Planificar una hora disponible
JMGR.sched.avail.lowerCase=Disponibilidad inicial
JMGR.sched.avail.minute=Planificar un minuto disponible
JMGR.sched.avail.month=Planificar un mes disponible
JMGR.sched.avail.now=Hacer que el trabajo est\u00e9 disponible ahora
JMGR.sched.avail.now.desc=Hacer que el trabajo est\u00e9 disponible inmediatamente para el destino. 
JMGR.sched.avail.second=Planificar un segundo disponible
JMGR.sched.avail.time=Planificar disponibilidad
JMGR.sched.avail.time.desc=Hacer que este trabajo est\u00e9 disponible para el destinoa la hora especificada. 
JMGR.sched.avail.year=Planificar un a\u00f1o disponible
JMGR.sched.expir.desc=Los trabajos no se ejecutan o no se repiten una vez caducados.
JMGR.sched.expire=Caducidad
JMGR.sched.expire.after=Caducar despu\u00e9s
JMGR.sched.expire.day=D\u00eda de caducidad
JMGR.sched.expire.default=Utilizar la caducidad por omisi\u00f3n.
JMGR.sched.expire.default.desc=Esta opci\u00f3n hace que caduque el trabajo de acuerdo con la opci\u00f3n de configuraci\u00f3n de caducidad del gestor de trabajos.
JMGR.sched.expire.default.with.value=Utilizar la caducidad por omisi\u00f3n - {0} d\u00edas.
JMGR.sched.expire.desc=Especifique cuando dejar\u00e1 de estar disponible este trabajo.
JMGR.sched.expire.duration=Hacer que caduque el trabajo bas\u00e1ndose en una duraci\u00f3n
JMGR.sched.expire.duration.desc=Utilice esta opci\u00f3n para hacer que caduque el trabajo despu\u00e9s de un periodo de tiempo especificado
JMGR.sched.expire.hour=Hora de caducidad
JMGR.sched.expire.minute=Minuto de caducidad
JMGR.sched.expire.month=Mes de caducidad
JMGR.sched.expire.second=Segundo de caducidad
JMGR.sched.expire.time=Hacer que caduque el trabajo a partir de una fecha
JMGR.sched.expire.time.desc=Hacer que caduque el trabajo para que no se ejecute ni repita despu\u00e9s de una hora especificada. 
JMGR.sched.expire.year=A\u00f1o de caducidad
JMGR.second=Segundo
JMGR.second.label=Segundo
JMGR.show.advanced=Opciones de b\u00fasqueda avanzadas
JMGR.start.date.time=Fecha y hora de inicio
JMGR.start.date.time.desc=Escriba la fecha y hora de inicio y final para cada mes.  Por ejemplo, "15 07:00:00-20 09:00:00" indica que se ejecuta el trabajo mensualmente en cualquier momento a partir de las 7 AM del d\u00eda quince hasta las 9 AM del d\u00eda veinte.
JMGR.start.day.time=Fecha y hora de inicio
JMGR.start.day.time.desc=Escriba el d\u00eda de inicio y final de la semana y la hora del d\u00eda que el trabajo est\u00e1 disponible para ejecutarse cada semana. Por ejemplo: "SATURDAY" indica que el trabajo se ejecuta en cualquier momento del s\u00e1bado.  "FRIDAY 18:00:00-SATURDAY 07:00:00" indica que el trabajo est\u00e1 disponible para ejecutarse desde el viernes a las 6 PM hasta el s\u00e1bado a las 7 AM.
JMGR.start.day.time.monthly.desc=Escriba el d\u00eda de inicio y final del mes y la hora del d\u00eda que el trabajo est\u00e1 disponible para ejecutarse cada mes. Por ejemplo: "LAST SATURDAY" indica que el trabajo se ejecuta en cualquier momento del \u00faltimo s\u00e1bado de mes.  "2 SATURDAY 12:00:00-2 SATURDAY 23:59:59" indica que el trabajo est\u00e1 disponible para ejecutarse desde mediod\u00eda del segundo s\u00e1bado de mes hasta la medianoche del mismo d\u00eda.
JMGR.start.month.date.time=Fecha, hora y mes de inicio
JMGR.start.month.date.time.desc=Escriba los rangos de fecha, hora y mes de inicio y de finalizaci\u00f3n disponibles para la ejecuci\u00f3n del trabajo en una base anual.  Por ejemplo, "JANUARY 1 07:00:00-JANUARY 1 11:00:00" indica que el trabajo se puede ejecutar el 1 de enero de 7 a 11 AM.
JMGR.start.month.day.time=Mes, d\u00eda y hora de inicio
JMGR.start.month.day.time.desc=Escriba los rangos de hora, d\u00eda y mes de inicio y finalizaci\u00f3n disponibles para la ejecuci\u00f3n del trabajo en una base anual.  Por ejemplo, "JANUARY 1 SUNDAY" indica que el trabajo se ejecuta el primer domingo de enero.
JMGR.start.time=Hora de inicio
JMGR.start.time.desc=Escriba las horas iniciales y finales que el trabajo est\u00e1 disponible para ejecutarse cada d\u00eda. Por ejemplo: "20:00:00-23:59:59" indica que el trabajo se puede ejecutar cada d\u00eda de 8:00 a 11:59 PM.
JMGR.state=Estado
JMGR.status=Estado
JMGR.status.key=Clave de resumen de estado:
JMGR.status.summary=Resumen de estado
JMGR.status.table.summary=Resumen de estado: Correcto {0}%. Parcialmente satisfactorio {1}%. Con error {2}%. Incompleto {3}%.
JMGR.stop.date.time=Fecha y hora final
JMGR.stop.day.time=D\u00eda y hora final
JMGR.stop.month.date.time=Fecha, hora y mes final
JMGR.stop.month.day.time=Mes, d\u00eda y hora final
JMGR.stop.time=Hora final
JMGR.submit.auth=Autenticaci\u00f3n de destino
JMGR.submit.job.desc=Utilizar este asistente para enviar trabajos.
JMGR.submit.job.title=Enviar un trabajo al gestor de trabajos
JMGR.submit.password.description=Escriba la contrase\u00f1a del usuario para el env\u00edo del trabajo.
JMGR.submit.username.description=Escriba el nombre de usuario para validar el env\u00edo del trabajo al destino.
JMGR.succeeded.status=Destinos satisfactorios: {0}
JMGR.succeeded.status.color=rgb(184, 247, 189)
JMGR.suspended=Suspendido
JMGR.third=Tercer
JMGR.time=Hora
JMGR.time.format=HH:mm:ss
JMGR.time.pattern=HH:mm:ss
JMGR.unique.identifier=Identificador exclusivo
JMGR.username.required=Se necesita un nombre de usuario si proporciona una contrase\u00f1a para el trabajo.
JMGR.uuid=UUID
JMGR.weekly=Semanalmente
JMGR.weeks=semanas
JMGR.year.label=A\u00f1o
JMGR.yearly_date=Anualmente por fecha
JMGR.yearly_day=Anualmente por d\u00eda
JMGR.zero.records=Recuperados 0 resultados.
JobManager.addHost=Nuevo host...
JobManager.deleteHost=Suprimir host
SubmitJobWizard.step1=Elegir un tipo de trabajo
SubmitJobWizard.step2=Elegir destinos de trabajo
SubmitJobWizard.step3=Especificar par\u00e1metros de trabajo
SubmitJobWizard.step4=Planificar el trabajo
SubmitJobWizard.step5=Revisar el resumen y enviar el trabajo
button.find=Buscar...
button.resume=Reanudar
button.suspend=Suspender
errors.required.plain=El campo, {0}, es necesario.
nav.jmgr.endpoints=Destinos
nav.jmgr.jobmgr.config=Gestor de trabajos
nav.jmgr.jobs=Trabajos
nav.jmgr.managed.reources=Recursos de destino
nav.jmgr.payload=Registro de carga \u00fatil
nav.jmgr.status=Estado
nav.jmgr.submit=Enviar
