EPL.button.new=Nuevo
JAXRPCHandler.className.displayName=Nombre de clase
JAXRPCHandler.description.displayName=Descripci\u00f3n 
JAXRPCHandler.displayName=Manejadores JAX-RPC
JAXRPCHandler.name.displayName=Nombre
JAXRPCHandler.propertySet.displayName=Par\u00e1metros de inicializaci\u00f3n
JAXRPCHandlerList.assignedHandlers.info=Esta es la lista de manejadores JAX-RPC asignados actualmente a esta lista de manejadores JAX-RPC.
JAXRPCHandlerList.availableHandlers.info=Esta es una lista de manejadores JAX-RPC disponibles.
JAXRPCHandlerList.description.displayName=Descripci\u00f3n 
JAXRPCHandlerList.displayName=Lista de manejadores JAX-RPC
JAXRPCHandlerList.handlerName.displayName=Manejadores JAX-RPC
JAXRPCHandlerList.name.displayName=Nombre
JAXRPCHandlerList.noHandlers.error=Una lista de manejadores JAX-RPC debe contener al menos un manejador JAX-RPC.
JAXRPCHandlerListItem.button.add=A\u00f1adir >>
JAXRPCHandlerListItem.button.decrease=Arriba 
JAXRPCHandlerListItem.button.increase=Abajo
JAXRPCHandlerListItem.button.remove=<< Eliminar
JAXRPCHandlerListItem.description.displayName=Descripci\u00f3n
JAXRPCHandlerListItem.displayName=Manejadores JAX-RPC
JAXRPCHandlerListItem.name.displayName=Nombre
JAXRPCHandlerListItem.position.displayName=Posici\u00f3n
JAXRPCHandlerSOAPRoles.displayName=Roles de SOAP
JAXRPCHandlerSOAPRoles.error.emptyfield=Debe proporcionarse un rol de SOAP.
JAXRPCHandlerSOAPRoles.role.displayName=Rol
JAXRPCHeader.displayName=Cabecera de JAX-RPC
JAXRPCHeader.localPart.displayName=Parte local
JAXRPCHeader.namespaceURI.displayName=URI de espacio de nombres
JAXWSHandler.description.displayName=Descripci\u00f3n 
JAXWSHandler.displayName=Manejadores JAX-WS
JAXWSHandler.handlerClassName.displayName=Nombre de clase
JAXWSHandler.name.displayName=Nombre
JAXWSHandlerList.assignedHandlers.info=Esta es la lista de manejadores JAX-WS asignados actualmente a esta lista de manejadores JAX-WS.
JAXWSHandlerList.availableHandlers.info=Esta es una lista de manejadores JAX-WS disponibles.
JAXWSHandlerList.blank.displayName=
JAXWSHandlerList.description.displayName=Descripci\u00f3n
JAXWSHandlerList.displayName=Listas de manejadores JAX-WS
JAXWSHandlerList.handlerName.displayName=Manejadores JAX-WS
JAXWSHandlerList.name.displayName=Nombre
JAXWSHandlerList.noHandlers.error=Una lista de manejadores JAX-WS debe contener al menos un manejador JAX-WS.
SIBWS.SessionAttributeRetrieveError.AvailablePortNames=No se pueden recuperar los nombres de puertos disponibles de la sesi\u00f3n
SIBWS.SessionAttributeRetrieveError.InboundWizardForm=No se puede recuperar SIBWSInboundWizardForm de la sesi\u00f3n
SIBWS.SessionAttributeRetrieveError.OutboundWizardForm=No se puede recuperar SIBWSOutboundWizardForm de la sesi\u00f3n
SIBWS.SessionAttributeRetrieveError.ParentSIBusName=No se puede recuperar el nombre del bus de integraci\u00f3n de servicios padre de la sesi\u00f3n
SIBWS.SessionAttributeRetrieveError.SelectedPortNames=No se pueden recuperar los nombres de puertos seleccionados de la sesi\u00f3n
SIBWS.SessionAttributeRetrieveError.SelectedWSDLServiceName=No se puede recuperar el nombre de servicio WSDL seleccionado de la sesi\u00f3n
SIBWS.SessionAttributeRetrieveError.SelectedWSDLServiceNamespace=No se puede recuperar el espacio de nombres del servicio WSDL seleccionado de la sesi\u00f3n
SIBWS.SessionAttributeRetrieveError.WSDLServicesMap=No se puede recuperar la correlaci\u00f3n de servicios WSDL de la sesi\u00f3n
SIBWS.error.AllOutboundPortsAlreadyAdded=No hay m\u00e1s puertos de salida que puedan a\u00f1adirse en este servicio
SIBWS.error.CustomActionNotFound=No se ha podido encontrar la acci\u00f3n personalizada correcta a procesar
SIBWS.error.DefaultPortNameMissing=Se necesita el nombre de puerto por omisi\u00f3n.
SIBWS.error.EPLIsReferenced=No se ha podido suprimir el escucha de punto final "{0}" porque lo est\u00e1 utilizando el o los siguientes puertos de entrada: {1}
SIBWS.error.EPLIsReferenced.TooMany=El escucha de punto final "{0}" no se ha podido suprimir porque lo est\u00e1n utilizando algunos puertos de entrada. No obstante, se hace referencia a demasiados puertos de entrada por lo que no se pueden listar todos. Para obtener informaci\u00f3n detallada, consulte el archivo SystmOut.log.
SIBWS.error.EPLIsReferencedDetail=<br><li>El puerto de entrada "{0}" del servicio de entrada "{1}" que se ha configurado en el bus de integraci\u00f3n de servicios "{2}".
SIBWS.error.EPLIsReferencedSystemOut=No se ha podido suprimir el escucha de punto final "{0}" porque lo est\u00e1 utilizando el o los siguientes puertos de entrada:
SIBWS.error.EPLIsReferencedSystemOutDetail=El puerto de entrada "{0}" del servicio de entrada "{1}" que se ha configurado en el bus de integraci\u00f3n de servicios "{2}".
SIBWS.error.EndpointListenerHasIsReferenced=No se ha podido suprimir el escucha de punto final "{0}" porque lo est\u00e1 utilizando el puerto de entrada "{1}" del servicio de entrada "{2}" que est\u00e1 configurado en el bus de integraci\u00f3n de servicios "{3}".
SIBWS.error.GetAllServerContextObjectsError=Se ha producido un error al recuperar la lista total de objetos servidor configurados en la c\u00e9lula
SIBWS.error.GetAllServersError=Se ha producido un error al recuperar la lista de servidores configurados
SIBWS.error.IllegalNameError=Los nombres no pueden comenzar ni terminar con un espacio en blanco, comenzar con un punto (.) ni contener los caracteres siguientes: \\/,#$@:;"*?<>|=+&%'
SIBWS.error.InboundService.NoUDDIPublicationObjectError={0} no tiene una publicaci\u00f3n UDDI configurada por lo que no pueden realizarse acciones de publicaci\u00f3n UDDI.
SIBWS.error.InboundService.NonUniqueNameError=Ya existe un servicio de entrada con el nombre {0}.
SIBWS.error.InboundService.PublishToUDDIError=Se ha producido un error al intentar publicar {0} en UDDI; consulte las anotaciones cronol\u00f3gicas para obtener detalles
SIBWS.error.InboundService.PublishToZipError=Se ha producido un error al intentar publicar los archivos WSDL; consulte las anotaciones cronol\u00f3gicas para obtener detalles
SIBWS.error.MediationLocalizationsNull=El campo, {0}, es necesario.
SIBWS.error.NoResourceSet=No se ha podido obtener un resourceSet del repositoryContext.
SIBWS.error.NonUniqueNameError=Ya existe un objeto con el identificador especificado
SIBWS.error.NotPublishedOnUDDIPub={0} no se ha publicado utilizando la publicaci\u00f3n UDDI {1}
SIBWS.error.OutboundService.NonUniqueNameError=Ya existe un servicio de salida con el nombre {0}.
SIBWS.error.SaveResourceError=No se ha podido guardar el recurso
SIBWS.error.Security.BindingWithoutConfig=Debe especificar una configuraci\u00f3n de seguridad si selecciona un enlace de seguridad
SIBWS.error.Security.ConfigWithoutBinding=Debe especificar al menos un enlace de seguridad si selecciona una configuraci\u00f3n de seguridad
SIBWS.error.Security.invalidVersionSelection=Se ha especificado una configuraci\u00f3n y enlace de seguridad no v\u00e1lidos. Deben coincidir las versiones de los atributos de configuraci\u00f3n y enlace de seguridad.
SIBWS.error.SetSessionDataError=Se ha producido un error al establecer los datos de la sesi\u00f3n
SIBWS.error.UDDIPublishFailed={0} no se ha podido publicar.
SIBWS.error.UDDIReferenceIsReference=No se ha podido suprimir una referencia de UDDI porque a\u00fan se est\u00e1 utilizando
SIBWS.error.UDDIUnpublishFailed={0} no se ha podido eliminar de la publicaci\u00f3n.
SIBWS.error.WSDLLocation.QNameError=El nombre de servicio y el espacio de nombres proporcionados no aparecen en el WSDL
SIBWS.error.WSDLReload=No se ha podido volver a cargar el WSDL - consulte las anotaciones cronol\u00f3gicas para obtener detalles
SIBWS.error.WizardFinish=Se ha producido un error al finalizar el asistente
SIBWS.error.WizardStep=Se ha producido un error en el paso del asistente
SIBWS.error.inbound.InvalidWSDLPorts=El WSDL debe contener todos los puertos utilizados como plantillas por los puertos de entrada configurados. Los puertos de plantillas utilizados que no est\u00e1n en el WSDL son {0}. Deben cambiarse o proporcionarse un WSDL v\u00e1lido.
SIBWS.error.outbound.InvalidWSDLPorts=El WSDL debe contener puertos que se correlacionen con todos los puertos de salida configurados. Los puertos que se han configurado para este servicio y que no est\u00e1n en el WSDL especificado son {0}. Deben suprimirse o proporcionarse un WSDL v\u00e1lido.
SIBWS.msg.UDDIPublishSuccessful={0} se ha publicado satisfactoriamente.
SIBWS.msg.UDDIUnpublishSuccessful={0} se ha eliminado de la publicaci\u00f3n satisfactoriamente.
SIBWSAbstractWizard.error.UDDIReferenceNotFound=No se ha podido encontrar el registro UDDI seleccionado
SIBWSAbstractWizard.error.invalidWSDLLocation=Ha proporcionado un ubicaci\u00f3n de WSDL no disponible
SIBWSAbstractWizard.error.missingUDDIRegistryArg=Ha seleccionado un tipo UDDI de ubicaci\u00f3n de WSDL, pero no ha seleccionado un registro UDDI.
SIBWSAbstractWizard.error.missingWSDLLocationKind=Debe seleccionar un tipo de ubicaci\u00f3n de WSDL
SIBWSAbstractWizard.error.missingWSDLLocationURI=No ha proporcionado una ubicaci\u00f3n de WSDL
SIBWSAbstractWizard.error.noUDDIReferences=No se han podido recuperar los registros UDDI disponibles
SIBWSAbstractWizard.error.undefindServicesInWSDL=No hay servicios definidos en la ubicaci\u00f3n de WSDL proporcionada
SIBWSBusConnectionProperty.busName.displayName=Nombre de bus
SIBWSBusConnectionProperty.description.displayName=Descripci\u00f3n
SIBWSBusConnectionProperty.displayName=Propiedades de conexi\u00f3n
SIBWSBusConnectionProperty.error.connectionAlreadyExists=El bus de integraci\u00f3n de servicios seleccionado ya est\u00e1 conectado.
SIBWSBusConnectionProperty.name.displayName=Nombre
SIBWSBusConnectionProperty.value.displayName=Valor
SIBWSEndPointListener.CustomURLforWSDL.displayName=URL HTTP personalizado para publicaci\u00f3n WSDL
SIBWSEndPointListener.URLRoot.displayName=Ra\u00edz de URL
SIBWSEndPointListener.WSDLServingHTTPURLRoot.displayName=Ra\u00edz del URL HTTP que da servicio al WSDL
SIBWSEndPointListener.application.displayName=Aplicaci\u00f3n asociada
SIBWSEndPointListener.busConnectionProperty.displayName=Propiedades de conexi\u00f3n
SIBWSEndPointListener.description.displayName=Descripci\u00f3n
SIBWSEndPointListener.displayName=Escuchas de punto final
SIBWSEndPointListener.displayName.singular=Escucha de punto final
SIBWSEndPointListener.error.NameAlreadyInUse=El nombre de escucha de punto final ya est\u00e1 siendo utilizado.
SIBWSEndPointListener.error.NoJMSResources=No se puede crear un escucha de punto final SOAP/JMS porque no hay puertos de escucha ni especificaciones de activaci\u00f3n y f\u00e1bricas de conexiones de colas configuradas para {0}. Cree los recursos JMS necesarios o seleccione un tipo de enlace alternativo.
SIBWSEndPointListener.error.NonUniqueName=El nombre del escucha de punto final {0} ya se ha utilizado en {1}. Utilice un nombre alternativo. Tenga en cuenta que los nombres de escuchas de puntos finales no son sensibles a las may\u00fasculas y min\u00fasculas.
SIBWSEndPointListener.error.context.root.modify=No es posible modificar la parte de la ra\u00edz de contexto del atributo, "{0}", despu\u00e9s de su creaci\u00f3n inicial. Se ha restablecido la ra\u00edz de contexto a su valor original y se han conservado el resto de los cambios.
SIBWSEndPointListener.name.displayName=Nombre
SIBWSEndPointListenerReference.cachedEndPointAddress.displayName=cachedEndPointAddress
SIBWSEndPointListenerReference.clusterName.displayName=clusterName
SIBWSEndPointListenerReference.displayName=SIBWSEndPointListenerReference
SIBWSEndPointListenerReference.endPointListenerName.displayName=endPointListenerName
SIBWSEndPointListenerReference.serverName.displayName=serverName
SIBWSEndpointListener.task.error.NoName=Proporcione un nombre para el escucha de punto final.
SIBWSEndpointListener.task.step1.binding.displayName=Tipo de enlace
SIBWSEndpointListener.task.step1.eplName.displayName=Nombre del escucha de punto final
SIBWSEndpointListener.task.step1.installApp.displayName=\u00bfInstalar la aplicaci\u00f3n del escucha de punto final?
SIBWSEndpointListener.task.step2.ActivationSpec=Seleccione una especificaci\u00f3n de activaci\u00f3n que utilizar junto con la f\u00e1brica de conexiones de cola para configurar una ra\u00edz de URL para el escucha de punto final. 
SIBWSEndpointListener.task.step2.ListenerPort=Seleccione un puerto de escucha que utilizar para configurar una ra\u00edz de URL para el escucha de punto final.
SIBWSEndpointListener.task.step2.QConnFact=Seleccione una f\u00e1brica de conexiones de cola que utilizar junto con la especificaci\u00f3n de activaci\u00f3n para configurar una ra\u00edz de URL para el escucha de punto final. 
SIBWSEndpointListener.task.step2.actSpecConQueue.choice.displayName=Utilizar una especificaci\u00f3n de activaci\u00f3n y una f\u00e1brica de conexiones de cola
SIBWSEndpointListener.task.step2.activationSpec.displayName=Especificaci\u00f3n de activaci\u00f3n
SIBWSEndpointListener.task.step2.listenerPort.choice.displayName=Utilizar un puerto de escucha
SIBWSEndpointListener.task.step2.listenerPort.displayName=Puerto de escucha
SIBWSEndpointListener.task.step2.qConFact.displayName=F\u00e1brica de conexiones de cola
SIBWSEndpointListener.task.step2.selectActivationSpecAndCF=Marque este bot\u00f3n de selecci\u00f3n para indicar que una especificaci\u00f3n de activaci\u00f3n y una f\u00e1brica de conexi\u00f3n de cola deben utilizar la ra\u00edz URL del escucha de punto final.
SIBWSEndpointListener.task.step2.selectListenerPort=Marque este bot\u00f3n de selecci\u00f3n para indicar que se debe utilizar un puerto de escucha para configurar la ra\u00edz URL del escucha de punto final.
SIBWSEndpointListener.task.step3.invalidURLError=La ra\u00edz de URL "{0}" no es una entrada v\u00e1lida. Proporcione un URL v\u00e1lido.
SIBWSEndpointListener.task.step3.invalidWSDLURLError=La ra\u00edz de URL "{0}" que da servicio a WSDL no es una entrada v\u00e1lida. Proporcione un URL v\u00e1lido.
SIBWSEndpointListener.task.step3.noURLError=Proporcione una ra\u00edz de URL nueva o seleccione una de las opciones configuradas previamente.
SIBWSEndpointListener.task.step3.noWSDLURLError=Proporcione una ra\u00edz de URL nueva que d\u00e9 servicio a WSDL o seleccione una de las opciones configuradas previamente.
SIBWSEndpointListener.task.step3.url.displayName=Ra\u00edz de URL
SIBWSEndpointListener.task.step3.url.preConfig.displayName=Ra\u00edces del URL configuradas previamente
SIBWSEndpointListener.task.step3.url.userConfig.displayName=Configurar una ra\u00edz de URL nueva
SIBWSEndpointListener.task.step3.wsdlurl.displayName=Ra\u00edz del URL que da servicio al WSDL
SIBWSEndpointListener.task.step3.wsdlurl.preConfig.displayName=Ra\u00edces del URL configuradas previamente que dan servicio al WSDL
SIBWSEndpointListener.task.step3.wsdlurl.userConfig.displayName=Configurar una ra\u00edz del URL que da servicio al WSDL nueva
SIBWSEndpointListener.task.step4.availableBuses=Buses de integraci\u00f3n de servicios disponibles
SIBWSEndpointListener.task.step4.busesToConnect=Buses de integraci\u00f3n de servicios para conectar a
SIBWSEndpointListener.task.title=Crear un escucha de punto final nuevo
SIBWSEndpointListenerTask.step1=Seleccionar un nombre de escucha y tipo de enlace.
SIBWSEndpointListenerTask.step1.instruction=Proporcione un nombre para el escucha de punto final y seleccione un tipo de enlace para que lo utilice.
SIBWSEndpointListenerTask.step2=Seleccionar los recursos JMS (s\u00f3lo escuchas de punto final SOAP/JMS)
SIBWSEndpointListenerTask.step2.instruction=Seleccione los recursos para configurar los URL de escucha de punto final
SIBWSEndpointListenerTask.step3=Configurar los URL necesarios
SIBWSEndpointListenerTask.step3.instruction=Configure los URL para la ra\u00edz de la aplicaci\u00f3n y la ra\u00edz que da servicio a WSDL. Seleccione los URL configurados previamente bas\u00e1ndose en los hosts virtuales conocidos o cree valores nuevos.
SIBWSEndpointListenerTask.step4=Propiedades de conexi\u00f3n
SIBWSEndpointListenerTask.step4.instruction=Seleccione los buses de integraci\u00f3n de servicios al que el escucha de punto final debe conectarse. S\u00f3lo est\u00e1n disponibles para seleccionar los buses del que el servidor o cl\u00faster de aplicaciones es miembro.
SIBWSInboundPort.JAXRPCHandlerList.displayName=Lista de manejadores JAX-RPC 
SIBWSInboundPort.button.new=Nuevo
SIBWSInboundPort.description.displayName=Descripci\u00f3n
SIBWSInboundPort.displayName=Puertos de entrada
SIBWSInboundPort.endPointListener.displayName=Escucha de punto final 
SIBWSInboundPort.name.displayName=Nombre
SIBWSInboundPort.propertySet.displayName=Propiedades personalizadas
SIBWSInboundPort.securityRequestReceiverBindingConfigName.displayName=Enlace de petici\u00f3n de seguridad 
SIBWSInboundPort.securityResponseSenderBindingConfigName.displayName=Enlace de respuesta de seguridad 
SIBWSInboundPort.serverServiceConfigName.displayName=Configuraci\u00f3n de seguridad 
SIBWSInboundPort.templatePortName.displayName=Nombre de puerto de plantilla
SIBWSInboundService.LocationType.displayName=Tipo de ubicaci\u00f3n de WSDL de plantilla
SIBWSInboundService.PublishWSDL.displayName=Publicar archivos WSDL en archivo ZIP
SIBWSInboundService.ServiceDestination.displayName=Nombre de destino de servicio
SIBWSInboundService.ServiceName.displayName=Nombres del servicio WSDL de plantilla
SIBWSInboundService.ServiceNamespace.displayName=Espacio de nombres del servicio WSDL de plantilla
SIBWSInboundService.UDDIConfig.displayName=Publicaci\u00f3n UDDI
SIBWSInboundService.UDDIRegistry.displayName=Registro UDDI de WSDL de plantilla
SIBWSInboundService.WSDLLocation.displayName=Ubicaci\u00f3n de WSDL de plantilla
SIBWSInboundService.button.publishToUDDI=Publicar en UDDI
SIBWSInboundService.button.reloadTemplateWSDL=Volver a cargar WSDL de plantilla
SIBWSInboundService.button.removeFromUDDI=Eliminar publicaci\u00f3n de UDDI
SIBWSInboundService.description.displayName=Descripci\u00f3n
SIBWSInboundService.displayName=Servicios de entrada
SIBWSInboundService.enableOperationLevelSecurity.displayName=Habilitar seguridad de nivel de operaci\u00f3n
SIBWSInboundService.invalidNameChangeDueToPublicationError=El nombre del servicio de entrada {0} no se ha podido cambiar a {1} porque se ha utilizado para publicar el servicio en un objeto de publicaci\u00f3n UDDI {2}. Elimine todas las publicaciones UDDI antes de intentar cambiar el nombre del servicio de entrada.
SIBWSInboundService.name.displayName=Nombre
SIBWSInboundService.port.displayName=Puertos
SIBWSInboundService.wizard.EndpointListeners.displayName=Escuchas de punto final
SIBWSInboundService.wizard.SelectedService.displayName=Servicio
SIBWSInboundService.wizard.button.new=Nuevo
SIBWSInboundService.wizard.step1=Seleccionar el destino de servicio y la ubicaci\u00f3n del WSDL de plantilla 
SIBWSInboundService.wizard.step1.NoDestinationSelected=Debe seleccionarse un destino.
SIBWSInboundService.wizard.step1.instruction=Seleccione el destino de servicio que se habilitar\u00e1 para el acceso al servicio Web y la ubicaci\u00f3n del WSDL que define el portType del servicio. 
SIBWSInboundService.wizard.step2=Seleccionar el servicio en el WSDL de plantilla 
SIBWSInboundService.wizard.step2.instruction=Seleccione el servicio necesario en el WSDL
SIBWSInboundService.wizard.step3=Nombre el servicio de entrada y seleccione los escuchas de punto final 
SIBWSInboundService.wizard.step3.NoEndPointListenersError=Seleccione uno o m\u00e1s escuchas de punto final en la lista. S\u00f3lo se muestran los escuchas de punto final que est\u00e9n conectados al bus que se asociar\u00e1n con este servicio. Si no hay ning\u00fan escucha de punto final disponible cree uno en un servidor de aplicaciones o cl\u00faster y con\u00e9ctelo al bus apropiado antes de ejecutar este asistente.
SIBWSInboundService.wizard.step3.NoServiceName=Proporcione un nombre de servicio de entrada
SIBWSInboundService.wizard.step3.instruction=Seleccione los escuchas de punto final para recibir las peticiones del destino y opcionalmente cambie el nombre generado por omisi\u00f3n del servicio de entrada
SIBWSInboundService.wizard.step3.name.displayName=Nombre del servicio de entrada
SIBWSInboundService.wizard.step4=Definir las propiedades de publicaci\u00f3n UDDI 
SIBWSInboundService.wizard.step4.instruction=Describa la forma en que se publica en un registro UDDI el WSDL que describe este servicio de entrada
SIBWSInboundService.wizard.step4.missingBusinessKey=Deber\u00e1 proporcionarse una clave de empresa cuando se seleccione un registro UDDI.
SIBWSInboundService.wizard.title=Nuevo servicio de entrada
SIBWSOutboundPort.DefaultPort.displayName=Puerto por omisi\u00f3n
SIBWSOutboundPort.JAXRPCHandlerList.displayName=Lista de manejadores JAX-RPC
SIBWSOutboundPort.PortPoint.displayName=Punto de destino de puerto
SIBWSOutboundPort.SIBDestinationName.displayName=Nombre de destino de puerto
SIBWSOutboundPort.authenticatingProxyAuthAlias.displayName=Alias de autorizaci\u00f3n del proxy de autenticaci\u00f3n
SIBWSOutboundPort.authenticatingProxyHostName.displayName=Nombre de host del proxy de autenticaci\u00f3n 
SIBWSOutboundPort.authenticatingProxyPassword.displayName=Contrase\u00f1a del proxy de autenticaci\u00f3n 
SIBWSOutboundPort.authenticatingProxyPortNumber.displayName=N\u00famero de puerto del proxy de autenticaci\u00f3n 
SIBWSOutboundPort.authenticatingProxyUserID.displayName=ID de usuario del proxy de autenticaci\u00f3n 
SIBWSOutboundPort.button.new=Nuevo
SIBWSOutboundPort.clientServiceConfigName.displayName=Configuraci\u00f3n de seguridad
SIBWSOutboundPort.description.displayName=Descripci\u00f3n
SIBWSOutboundPort.displayName=Puertos de salida
SIBWSOutboundPort.name.displayName=Nombre
SIBWSOutboundPort.propertySet.displayName=Propiedades personalizadas
SIBWSOutboundPort.retargettedBindingNamespace.displayName=Espacio de nombres de enlace
SIBWSOutboundPort.retargettedURI.displayName=Direcci\u00f3n de punto final
SIBWSOutboundPort.securityRequestSenderBindingConfigName.displayName=Enlace de petici\u00f3n de seguridad
SIBWSOutboundPort.securityResponseReceiverBindingConfigName.displayName=Enlace de respuesta de seguridad
SIBWSOutboundService.Mediation.displayName=Mediaci\u00f3n de selecci\u00f3n de puerto
SIBWSOutboundService.MediationLocalisation.displayName=Miembro de bus
SIBWSOutboundService.SIBDestinationName.displayName=Nombre de destino de servicio
SIBWSOutboundService.ServiceName.displayName=Nombre del servicio de salida
SIBWSOutboundService.UDDIRegistry.displayName=Registro UDDI de WSDL
SIBWSOutboundService.WSDLLocation.displayName=Ubicaci\u00f3n de WSDL
SIBWSOutboundService.WSDLLocationKind.displayName=Tipo de ubicaci\u00f3n de WSDL
SIBWSOutboundService.WSDLServiceName.displayName=Nombre de servicio WSDL
SIBWSOutboundService.WSDLServiceNamespace.displayName=Espacio de nombres del servicio WSDL
SIBWSOutboundService.additional.property.port.displayName=Puertos de salida
SIBWSOutboundService.button.new=Nuevo
SIBWSOutboundService.button.refreshWSDL=Recargar WSDL
SIBWSOutboundService.defaultPort.displayName=Nombre de puerto por omisi\u00f3n
SIBWSOutboundService.description.displayName=Descripci\u00f3n
SIBWSOutboundService.destination.button.view=Ver
SIBWSOutboundService.displayName=Servicios de salida
SIBWSOutboundService.enableOperationLevelSecurity.displayName=Habilitar seguridad de nivel de operaci\u00f3n
SIBWSOutboundService.name.displayName=Nombre
SIBWSOutboundService.port.displayName=Puertos
SIBWSOutboundService.propertySet.displayName=Propiedades personalizadas
SIBWSOutboundService.wizard.SelectedService.displayName=Servicio
SIBWSOutboundService.wizard.Step3.column0=Seleccionar
SIBWSOutboundService.wizard.Step3.column1=Nombre de puerto
SIBWSOutboundService.wizard.Step3.column2=Enlace
SIBWSOutboundService.wizard.Step3.column3=Direcci\u00f3n de puerto
SIBWSOutboundService.wizard.Step4.column0=Puerto por omisi\u00f3n
SIBWSOutboundService.wizard.Step4.column1=Nombre de puerto
SIBWSOutboundService.wizard.Step4.column2=Nombre de destino de puerto
SIBWSOutboundService.wizard.Step5.column1=Nombre de puerto
SIBWSOutboundService.wizard.Step5.column2=Miembro de bus
SIBWSOutboundService.wizard.Step5.inconsistentNumOfPortsAndObjects=No coincide el n\u00famero de puertos y de objetos relacionados
SIBWSOutboundService.wizard.step1=Localizar el WSDL de servicio de destino
SIBWSOutboundService.wizard.step1.instruction=Seleccione la ubicaci\u00f3n del WSDL que describe el proveedor de servicios
SIBWSOutboundService.wizard.step2=Seleccionar el servicio
SIBWSOutboundService.wizard.step2.NoPortsInService=El servicio que ha seleccionado no tiene puertos definidos, seleccione un servicio diferente
SIBWSOutboundService.wizard.step2.NoServiceSelected=Seleccione un servicio entre las opciones disponibles
SIBWSOutboundService.wizard.step2.instruction=Seleccione un servicio que est\u00e1 definido en el WSDL
SIBWSOutboundService.wizard.step3=Seleccionar los puertos
SIBWSOutboundService.wizard.step3.NoPortsSelected=Seleccione al menos un puerto
SIBWSOutboundService.wizard.step3.instruction=Seleccione los puertos que hay que habilitar para este servicio
SIBWSOutboundService.wizard.step4=Nombre el servicio de salida y los destinos
SIBWSOutboundService.wizard.step4.DuplicatePortDestinationName=Ya existe un destino de puerto con el nombre {0}.
SIBWSOutboundService.wizard.step4.DuplicateServiceDestinationName=Ya existe un destino de servicio con el nombre especificado.
SIBWSOutboundService.wizard.step4.MissingPortDestinationName=Proporcione un nombre de destino de puerto para cada puerto disponible.
SIBWSOutboundService.wizard.step4.NoServiceDestinationName=Proporcione un nombre de destino de servicio.
SIBWSOutboundService.wizard.step4.NoServiceName=Proporcione un nombre de servicio de salida.
SIBWSOutboundService.wizard.step4.SameServiceAndPortDestinationName=El destino de puerto {0} es el mismo que el nombre de destino de servicio.
SIBWSOutboundService.wizard.step4.instruction=Si es necesario, renombre opcionalmente el nombre del servicio de salida y del servicio y los destinos de puerto generados por omisi\u00f3n, proporcione el nombre de la mediaci\u00f3n de selecci\u00f3n de puerto, si existe, e identifique el puerto por omisi\u00f3n.
SIBWSOutboundService.wizard.step5=Seleccionar los miembros del bus asignados de los destinos de puerto y la mediaci\u00f3n de selecci\u00f3n de puerto, si es necesario.
SIBWSOutboundService.wizard.step5.PSMwithoutLocal=Ha suministrado una mediaci\u00f3n de selecci\u00f3n de puerto, pero no ha especificado el miembro del bus al que se asigna.
SIBWSOutboundService.wizard.step5.instruction1=Cada destino de puerto necesita tener asignado un miembro del bus
SIBWSOutboundService.wizard.step5.instruction2=Si ha suministrado una mediaci\u00f3n de selecci\u00f3n de puerto, tambi\u00e9n es necesario que se asigne a un miembro del bus.
SIBWSOutboundService.wizard.title=Nuevo servicio de salida
SIBWSService.NoUDDIRegSelected.error=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>Cuando se utiliza un tipo de ubicaci\u00f3n UDDI WSDL tambi\u00e9n se debe seleccionar un registro UDDI de WSDL v\u00e1lido.</span><br>
SIBWSService.reloadWSDL.failure=No se ha podido volver a cargar el WSDL
SIBWSService.reloadWSDL.success=El WSDL se ha vuelto a cargar satisfactoriamente
SIBWSUDDIPublication.PortforPublication.displayName=Puerto de entrada para publicaci\u00f3n WSDL
SIBWSUDDIPublication.UDDIBusinessKey.displayName=Clave de empresa
SIBWSUDDIPublication.UDDIRefName.displayName=Referencia de UDDI
SIBWSUDDIPublication.UDDIServiceKey.displayName=Clave de servicio publicada
SIBWSUDDIPublication.URLforPublication.displayName=URL HTTP personalizado para publicaci\u00f3n WSDL
SIBWSUDDIPublication.description.displayName=Descripci\u00f3n
SIBWSUDDIPublication.displayName=Publicaci\u00f3n UDDI
SIBWSUDDIPublication.error.RefAndBusinessKeyInUse=La combinaci\u00f3n de referencia UDDI {0} y clave de empresa {1} ya est\u00e1 siendo utilizada por la publicaci\u00f3n UDDI {2}. Proporcione una referencia UDDI o clave de empresa diferente.
SIBWSUDDIPublication.name.displayName=Nombre
SIBWSUDDIPublication.status=Publicada
SIBWSUDDIPublication.status.no=No
SIBWSUDDIPublication.status.partial=Parcial
SIBWSUDDIPublication.status.yes=S\u00ed
SIBWSWSDLLocation.WSDLLocation.displayName=Ubicaci\u00f3n de WSDL
SIBWSWSDLLocation.WSDLLocationKind.UDDI_REFERENCE=UDDI
SIBWSWSDLLocation.WSDLLocationKind.URL_TO_WSDL=URL
SIBWSWSDLLocation.WSDLLocationKind.displayName=Tipo de ubicaci\u00f3n de WSDL
SIBWSWSDLLocation.WSDLServiceName.displayName=Nombre de servicio WSDL
SIBWSWSDLLocation.WSDLServiceNamespace.displayName=Espacio de nombres del servicio WSDL
SIBWSWSDLLocation.displayName=Ubicaci\u00f3n de WSDL
SIBWSWSDLLocation.wsdluddiReference.displayName=Registro UDDI de WSDL
UDDIReference.authAlias.displayName=Alias de autenticaci\u00f3n
UDDIReference.description.displayName=Descripci\u00f3n
UDDIReference.displayName=Referencias de UDDI
UDDIReference.inquiryURL.displayName=URL de consulta
UDDIReference.name.displayName=Nombre
UDDIReference.password.displayName=Contrase\u00f1a
UDDIReference.publishURL.displayName=URL de publicaci\u00f3n
emptyMessage={0}
sibusresources.category.label=SI bus
sibusresources.category.webservices.label=Web services


JAXRPCHandler.className.description=Nombre de la clase que implementa el manejador JAX-RPC.
JAXRPCHandler.description=Un manejador JAX-RPC proporciona personalizaci\u00f3n para gestionar solicitudes o respuestas del servicio web.
JAXRPCHandler.description.description=Descripci\u00f3n opcional del manejador JAX-RPC. 
JAXRPCHandler.name.description=Nombre de este manejador JAX-RPC. 
JAXRPCHandler.propertySet.description=Define los par\u00e1metros de inicializaci\u00f3n para este manejador.
JAXRPCHandlerList.description=Una lista de manejadores JAX-RPC define la lista ordenada de manejadores JAX-RPC que se van a invocar en caso de peticiones y respuestas.
JAXRPCHandlerList.description.description=Descripci\u00f3n opcional de la lista de manejadores JAX-RPC.
JAXRPCHandlerList.handlerName.description=Manejadores JAX-RPC de esta lista. 
JAXRPCHandlerList.name.description=Nombre de esta lista de manejadores JAX-RPC. 
JAXRPCHandlerListItem.description=Una lista de manejadores JAX-RPC define la lista ordenada de manejadores JAX-RPC que se van a invocar en caso de solicitudes y respuestas.
JAXRPCHandlerListItem.name.description=Manejador JAX-RPC que se va a a\u00f1adir. 
JAXRPCHandlerListItem.position.description=Posici\u00f3n en la que se va a a\u00f1adir el manejador.
JAXRPCHandlerSOAPRoles.description=Define los roles de SOAP en donde act\u00faa este manejador
JAXRPCHandlerSOAPRoles.role.description=Define los roles de SOAP en donde act\u00faa este manejador
JAXRPCHeader.description=Define las cabeceras de JAX-RPC con las que opera este manejador.
JAXRPCHeader.localPart.description=Parte local del nombre de la cabecera procesada por este manejador
JAXRPCHeader.namespaceURI.description=Espacio de nombres de la cabecera procesada por este manejador 
JAXWSHandler.description=Un manejador JAX-WS proporciona personalizaci\u00f3n para gestionar solicitudes o respuestas del servicio web.
JAXWSHandler.description.description=La descripci\u00f3n del manejador JAX-WS
JAXWSHandler.handlerClassName.description=El nombre de la clase del manejador JAX-WS
JAXWSHandler.name.description=El nombre del manejador JAX-WS
JAXWSHandlerList.description=Una lista de manejadores JAX-WS define la lista ordenada de manejadores JAX-WS que se van a invocar en caso de peticiones y respuestas.
JAXWSHandlerList.description.description=La descripci\u00f3n de la lista de manejadores JAX-WS
JAXWSHandlerList.handlerName.description=Los manejadores de la lista de manejadores JAX-WS
JAXWSHandlerList.name.description=El nombre de la lista de manejadores JAX-WS
SIBWSBusConnectionProperty.busName.description=Nombre de esta propiedad.
SIBWSBusConnectionProperty.description=Las propiedades de conexi\u00f3n definen la forma en que un escucha de punto final conecta con el bus de integraci\u00f3n de servicios.
SIBWSBusConnectionProperty.description.description=Descripci\u00f3n opcional de la propiedad.
SIBWSBusConnectionProperty.name.description=Nombre de esta propiedad.
SIBWSBusConnectionProperty.value.description=Valor de la propiedad.
SIBWSEndPointListener.CustomURLforWSDL.description=Ra\u00edz del URL HTTP del servlet que puede utilizarse para dar servicio al WSDL que describe los servicios que utiliza este escucha de punto final. Necesario si la ra\u00edz del URL no es un URL HTTP.
SIBWSEndPointListener.URLRoot.description=Ra\u00edz del URL que se deber\u00eda utilizar para generar las direcciones de punto final dentro de los documentos WSDL para dirigir a los solicitantes a este escucha de punto final.
SIBWSEndPointListener.WSDLServingHTTPURLRoot.description=Ra\u00edz del URL HTTP que da servicio al WSDL
SIBWSEndPointListener.appServerLink.description=Configurar escuchas de punto final
SIBWSEndPointListener.application.description=La aplicaci\u00f3n que maneja las peticiones para este escucha de punto final.
SIBWSEndPointListener.busConnectionProperty.description=Define la forma en que un escucha de punto final conecta con el bus de integraci\u00f3n de servicios.
SIBWSEndPointListener.description=Un escucha de punto final recibe las solicitudes de aplicaciones que solicitan servicios dentro de un servidor de aplicaciones o cl\u00faster espec\u00edfico.
SIBWSEndPointListener.description.description=Descripci\u00f3n opcional del escucha de punto final.
SIBWSEndPointListener.gatewayLink.description=Gestionar escuchas de punto final para esta instancia de pasarela. 
SIBWSEndPointListener.name.description=Nombre de este escucha de punto final.
SIBWSEndPointListenerReference.cachedEndPointAddress.description=
SIBWSEndPointListenerReference.clusterName.description=
SIBWSEndPointListenerReference.description=Contiene informaci\u00f3n sobre el escucha de punto final con el que est\u00e1 asociado este InboundPort. Consulte SIBWSEndpointListener en el paquete sibwsepl.
SIBWSEndPointListenerReference.endPointListenerName.description=
SIBWSEndPointListenerReference.serverName.description=
SIBWSEndpointListener.task.description=Utilice este asistente para crear un nuevo escucha de punto final HTTP/HTTPS/JMS.
SIBWSEndpointListener.task.step1.binding.description=Seleccione un tipo de enlace para el escucha de punto final.
SIBWSEndpointListener.task.step1.eplName.description=Entre un nombre para el escucha de punto final.
SIBWSEndpointListener.task.step1.installApp.description=Si decide no instalar la aplicaci\u00f3n est\u00e1ndar, el escucha de punto final no funcionar\u00e1 en el tiempo de ejecuci\u00f3n. 
SIBWSEndpointListener.task.step2.qConFact.description=Seleccione una f\u00e1brica de conexiones de cola
SIBWSEndpointListener.task.step3.url.description=Seleccione un URL preconfigurado, basado en los hosts virtuales disponibles, o configure un valor nuevo.
SIBWSEndpointListener.task.step3.wsdlurl.description=Seleccione un URL preconfigurado, basado en los hosts virtuales disponibles, o configure un valor nuevo.
SIBWSInboundPort.JAXRPCHandlerList.description=Define qu\u00e9 lista de manejadores JAX-RPC se invoca para este puerto. 
SIBWSInboundPort.description=Un puerto de entrada describe la habilitaci\u00f3n de servicios web de un destino de servicio en un escucha de punto final espec\u00edfico, con una configuraci\u00f3n asociada.
SIBWSInboundPort.description.description=Descripci\u00f3n opcional del puerto de entrada. Esta descripci\u00f3n aparece en los WSDL publicados para este puerto.
SIBWSInboundPort.endPointListener.description=Define el escucha de punto final f\u00edsico donde se reciben las solicitudes para este puerto. 
SIBWSInboundPort.name.description=Nombre del puerto de entrada. Este nombre aparece como el nombre de puerto dentro del WSDL publicado para el servicio de entrada.
SIBWSInboundPort.propertySet.description=Propiedades extra que pueden personalizar la forma en que se procesan las solicitudes y respuestas.
SIBWSInboundPort.securityRequestReceiverBindingConfigName.description=Enlace de seguridad que se utiliza para las solicitudes recibidas por este puerto. 
SIBWSInboundPort.securityResponseSenderBindingConfigName.description=Enlace de seguridad que se utiliza para las respuestas enviadas por este puerto. 
SIBWSInboundPort.serverServiceConfigName.description=Especifica los detalles de c\u00f3mo se aplica la seguridad a las solicitudes y respuestas.
SIBWSInboundPort.templatePortName.description=Nombre del puerto del WSDL de plantilla que se utiliza como base para este enlace de puerto.
SIBWSInboundService.LocationType.description=Tipo de la ubicaci\u00f3n de WSDL de plantilla.
SIBWSInboundService.PublishWSDL.description=Publicar los archivos WSDL para este servicio en un archivo .zip
SIBWSInboundService.ServiceDestination.description=Destino de servicio que se habilitar\u00e1 para el acceso al servicio web.
SIBWSInboundService.ServiceName.description=Nombre del servicio dentro del WSDL de plantilla. S\u00f3lo es necesario si hay m\u00e1s de un servicio en el WSDL.
SIBWSInboundService.ServiceNamespace.description=Espacio de nombres del servicio dentro del WSDL de plantilla. S\u00f3lo es necesario si hay m\u00e1s de un servicio en el WSDL.
SIBWSInboundService.UDDIConfig.description=Cada entrada describe la forma en que se publica en un registro UDDI el WSDL que describe este servicio de entrada. 
SIBWSInboundService.UDDIRegistry.description=Registro UDDI que contiene el WSDL de plantilla. Necesario para el tipo de ubicaci\u00f3n de UDDI.
SIBWSInboundService.WSDLLocation.description=Ubicaci\u00f3n del URL o clave de servicio UDDI del WSDL de plantilla.
SIBWSInboundService.description=Un servicio de entrada describe la habilitaci\u00f3n de servicios web de un destino de servicio. Proporciona la configuraci\u00f3n de escuchas de punto final dentro de un puerto.
SIBWSInboundService.description.description=Descripci\u00f3n opcional del servicio de entrada. Esta descripci\u00f3n aparece en los WSDL publicados para este servicio. 
SIBWSInboundService.enableOperationLevelSecurity.description=Indica si se debe reforzar la pol\u00edtica de control de acceso.
SIBWSInboundService.link.description=Gestionar la habilitaci\u00f3n de destinos como servicios web dentro de este bus de integraci\u00f3n de servicios.
SIBWSInboundService.name.description=Nombre del servicio de entrada. Este nombre aparece como el nombre de servicio dentro del WSDL publicado para este servicio de entrada. 
SIBWSInboundService.port.description=Cada puerto asocia este servicio con un escucha de punto final con su propia configuraci\u00f3n. 
SIBWSInboundService.wizard.EndpointListeners.description=Define el escucha de punto final f\u00edsico donde se reciben las solicitudes
SIBWSInboundService.wizard.SelectedService.description=Nombre del servicio dentro del WSDL de plantilla
SIBWSInboundService.wizard.step3.name.description=Nombre administrativo del servicio de entrada
SIBWSOutboundPort.DefaultPort.description=Indica si este es el puerto por omisi\u00f3n.
SIBWSOutboundPort.JAXRPCHandlerList.description=Define qu\u00e9 lista de manejadores JAX-RPC se invoca para este puerto. 
SIBWSOutboundPort.PortPoint.description=Servidor de aplicaciones o cl\u00faster para el destino de puerto.
SIBWSOutboundPort.SIBDestinationName.description=Nombre del destino de puerto para este puerto.
SIBWSOutboundPort.authenticatingProxyAuthAlias.description=Nombre del alias de autorizaci\u00f3n que contiene el nombre de usuario y contrase\u00f1a que se utilizar\u00e1n con el proxy de autenticaci\u00f3n.
SIBWSOutboundPort.authenticatingProxyHostName.description=Nombre de host del proxy de autenticaci\u00f3n utilizado parra invocar solicitudes para este puerto. 
SIBWSOutboundPort.authenticatingProxyPassword.description=Contrase\u00f1a que se utilizar\u00e1 en las solicitudes a trav\u00e9s del proxy. 
SIBWSOutboundPort.authenticatingProxyPortNumber.description=N\u00famero de puerto del proxy de autenticaci\u00f3n. 
SIBWSOutboundPort.authenticatingProxyUserID.description=ID de usuario que se utilizar\u00e1 en las solicitudes a trav\u00e9s del proxy. 
SIBWSOutboundPort.clientServiceConfigName.description=Especifica los detalles de c\u00f3mo se aplica la seguridad a las solicitudes y respuestas.
SIBWSOutboundPort.description=Un puerto de salida representa un solo puerto para un proveedor de servicios definido mediante WSDL. Proporciona la configuraci\u00f3n de invocaci\u00f3n del servicio web.
SIBWSOutboundPort.description.description=Descripci\u00f3n opcional del puerto.
SIBWSOutboundPort.name.description=Nombre del puerto.
SIBWSOutboundPort.propertySet.description=Propiedades extra que personalizan la forma en que se procesan las solicitudes y respuestas.
SIBWSOutboundPort.retargettedBindingNamespace.description=Espacio de nombres del enlace para este punto.
SIBWSOutboundPort.retargettedURI.description=Direcci\u00f3n de punto final para este puerto.
SIBWSOutboundPort.securityRequestSenderBindingConfigName.description=Enlace de seguridad que se utiliza con las solicitudes enviadas por este puerto.
SIBWSOutboundPort.securityResponseReceiverBindingConfigName.description=Enlace de seguridad que se utiliza para las respuestas recibidas por este puerto.
SIBWSOutboundService.Mediation.description=Nombre de la mediaci\u00f3n de selecci\u00f3n de puerto que puede alterar temporalmente el puerto por omisi\u00f3n para cada solicitud.
SIBWSOutboundService.MediationLocalisation.description=Miembro de bus al que se le asigna la mediaci\u00f3n de selecci\u00f3n de puerto.
SIBWSOutboundService.SIBDestinationName.description=Nombre del destino de servicio para este servicio de salida.
SIBWSOutboundService.ServiceName.description=Nombre administrativo del servicio de salida.
SIBWSOutboundService.UDDIRegistry.description=Registro UDDI que contiene el WSDL. Necesario si el tipo de ubicaci\u00f3n es UDDI.
SIBWSOutboundService.WSDLLocation.description=Ubicaci\u00f3n del URL o clave de servicio UDDI del WSDL. Al especificar una clave de servicio UDDI, proporcione s\u00f3lo el \u00faltimo segmento de la clave. Por ejemplo, para un clave de servicio 'uddi:cell01:node01:server1:default:6e3d106e-5394-44e3-be17-aca728ac1791', proporcione el valor '6e3d106e-5394-44e3-be17-aca728ac1791'.
SIBWSOutboundService.WSDLLocationKind.description=Tipo de ubicaci\u00f3n del WSDL del servicio web.
SIBWSOutboundService.WSDLServiceName.description=Nombre del servicio dentro del WSDL. Necesario si hay m\u00e1s de un servicio en el WSDL.
SIBWSOutboundService.WSDLServiceNamespace.description=Espacio de nombres del servicio dentro del WSDL. Necesario si hay m\u00e1s de un servicio en el WSDL.
SIBWSOutboundService.additional.property.port.description=Cada puerto habilitado dentro de este servicio tiene su propia configuraci\u00f3n.
SIBWSOutboundService.defaultPort.description=Este puerto se utiliza para todas las invocaciones a menos que se altere temporalmente en tiempo de ejecuci\u00f3n.
SIBWSOutboundService.description=Un servicio de salida representa un servicio descrito mediante WSDL.
SIBWSOutboundService.description.description=Descripci\u00f3n del servicio de salida.
SIBWSOutboundService.enableOperationLevelSecurity.description=Selecciona si se debe reforzar la pol\u00edtica de control de acceso.
SIBWSOutboundService.link.description=Gestionar los servicios de salida dentro de este bus de integraci\u00f3n de servicios.
SIBWSOutboundService.name.description=Nombre del servicio de salida.
SIBWSOutboundService.port.description=Cada puerto habilitado dentro de este servicio de salida tiene su propia configuraci\u00f3n.
SIBWSOutboundService.propertySet.description=Propiedades extra que personalizan la forma en que se procesan las peticiones y respuestas.
SIBWSOutboundService.wizard.SelectedService.description=Nombre del servicio dentro del WSDL
SIBWSUDDIPublication.PortforPublication.description=Puerto de entrada que da servicio al WSDL que describe este servicio.
SIBWSUDDIPublication.UDDIBusinessKey.description=Clave de la empresa dentro de la que se va a publicar este servicio. 
SIBWSUDDIPublication.UDDIRefName.description=Referencia del registro UDDI donde se publicar\u00e1 el WSDL. 
SIBWSUDDIPublication.UDDIServiceKey.description=Clave del servicio publicada en el registro UDDI.
SIBWSUDDIPublication.URLforPublication.description=Ra\u00edz del URL HTTP del servlet que da servicio al WSDL que describe este servicio.
SIBWSUDDIPublication.description=Describe la forma en que se publica en un registro UDDI el WSDL que describe un servicio de entrada.
SIBWSUDDIPublication.description.description=Descripci\u00f3n opcional de las propiedades de publicaci\u00f3n UDDI.
SIBWSUDDIPublication.name.description=Nombre de esta propiedad de publicaci\u00f3n UDDI. 
SIBWSWSDLLocation.WSDLLocation.description=
SIBWSWSDLLocation.WSDLLocationKind.description=Tipo de la ubicaci\u00f3n del documento WSDL de proveedores de servicios.
SIBWSWSDLLocation.WSDLServiceName.description=Nombre del servicio dentro del WSDL. S\u00f3lo es necesario si hay m\u00e1s de un servicio en el WSDL.
SIBWSWSDLLocation.WSDLServiceNamespace.description=Espacio de nombres del servicio dentro del WSDL. S\u00f3lo es necesario si hay m\u00e1s de un servicio en el WSDL.
SIBWSWSDLLocation.description=
SIBWSWSDLLocation.wsdluddiReference.description=Registro UDDI que contiene el documento WSDL de proveedores de servicios. Necesario para el tipo de ubicaci\u00f3n de UDDI.
UDDIReference.authAlias.description=ID de usuario para acceder al repositorio UDDI
UDDIReference.description=Una referencia de UDDI describe los par\u00e1metros necesarios para conectar con un registro UDDI concreto. 
UDDIReference.description.description=Descripci\u00f3n opcional del registro UDDI.
UDDIReference.inquiryURL.description=URL que utilizan las aplicaciones para consultar en el registro UDDI.
UDDIReference.name.description=Nombre de esta referencia de UDDI.
UDDIReference.password.description=Contrase\u00f1a para acceder al repositorio UDDI.
UDDIReference.publishURL.description=URL que utilizan las aplicaciones para publicar en el registro UDDI.
