AllActivePolicy.displayName=Pol\u00edtica de todos activos
CoreGroup.bridge.connected.servers.displayName=Grupos principales conectados
CoreGroup.bridge.displayName=Puente de grupo principal
CoreGroup.channelChainName.displayName=Cadena de transporte
CoreGroup.connectedCoreGroups.error=No hay disponibles grupos principales conectados.
CoreGroup.connectedCoreGroups.not.found.error=No se pueden visualizar los grupos principales conectados.
CoreGroup.coreGroupServers.displayName=Servidores del grupo principal
CoreGroup.customProperties.displayName=Propiedades personalizadas
CoreGroup.description.displayName=Descripci\u00f3n
CoreGroup.displayName=Grupos principales
CoreGroup.duplicatename.error=Ya existe un grupo principal con este nombre. Debe utilizar un nombre exclusivo.
CoreGroup.empty.error=El grupo principal {0} es un grupo principal vac\u00edo; el grupo principal debe tener al menos un servidor de grupo principal para poder realizar esta acci\u00f3n.
CoreGroup.invalid.integer=Este campo, {0}, debe ser un entero en el rango de {1} a {2}.
CoreGroup.liveness.displayName=Descubrimiento y detecci\u00f3n de errores
CoreGroup.multicast.not.supported=Este grupo principal est\u00e1 configurado para utilizar el transporte de multidifusi\u00f3n, pero la multidifusi\u00f3n fue suprimida en versi\u00f3n 7.0 de WebSphere. Debe utilizar en su lugar la infraestructura de canales.
CoreGroup.name.displayName=Nombre
CoreGroup.name.invalid={0} no es un nombre de grupo principal v\u00e1lido. El nombre s\u00f3lo puede contener caracteres alfab\u00e9ticos y num\u00e9ricos y otros caracteres espec\u00edficos. 
CoreGroup.no.servers.running.error=No se est\u00e1 ejecutando ninguno de los servidores de grupo principal del grupo principal {0}; debe ejecutarse al menos uno de los servidores de grupo principal para poder realizar esta acci\u00f3n.
CoreGroup.notEmpty.error=No se puede suprimir el grupo principal; debe estar vac\u00edo y no contener servidores.
CoreGroup.numCoordinators.displayName=N\u00famero de coordinadores
CoreGroup.policies.AllActivePolicy.displayName=Pol\u00edticas de todos activos
CoreGroup.policies.NoOpPolicy.displayName=Pol\u00edticas de sin operaci\u00f3n
CoreGroup.policies.OSManagedPolicy.displayName=Pol\u00edticas de gestionado por el sistema operativo
CoreGroup.policies.PreferredServerPolicy.displayName=Pol\u00edticas del servidor preferido
CoreGroup.policies.StaticPolicy.displayName=Pol\u00edticas est\u00e1ticas
CoreGroup.policies.displayName=Pol\u00edticas
CoreGroup.runtime.button.count=Calcular grupos
CoreGroup.runtime.button.showServers=Mostrar servidores
CoreGroup.runtime.button.status=Mostrar grupos
CoreGroup.runtime.buttons.displayName=Botones
CoreGroup.runtime.count.displayName=N\u00famero de coincidencias
CoreGroup.runtime.matchSet.displayName=Propiedades de nombre de grupo
CoreGroup.single.displayName=Grupo principal
CoreGroup.timeout.period.must.be.multiple=El valor especificado para la propiedad {0} debe ser un entero m\u00faltiple del valor especificado para la propiedad {1}. Por ejemplo, si el valor para la propiedad {1} es 30000, el valor para la propiedad {0} debe ser n veces 30000, donde n es un entero positivo.
CoreGroup.transportMemorySize.displayName=Tama\u00f1o de la memoria de transporte
CoreGroupServer.button.move=Mover...
CoreGroupServer.customProperties.displayName=Propiedades personalizadas
CoreGroupServer.displayName=Servidor del grupo principal
CoreGroupServer.nodeName.displayName=Nodo
CoreGroupServer.preferredIPAddress.displayName=Direcciones IP preferidas
CoreGroupServer.serverName.displayName=Nombre
CoreGroupServers.displayName=Servidores del grupo principal
CoreGroupServers.servertype.custom=Personalizado
CoreGroupServers.servertype.genericserver=Servidor gen\u00e9rico
CoreGroupServers.servertype.messageserver=Servidor de mensajes
CoreGroupServers.servertype.webserver=Servidor Web
CoreGroupSettings.displayName=Valores de grupo principal
Coregroup.liveness.discoveryPeriod.displayName=Periodo de descubrimiento
Coregroup.liveness.factoryClassName.displayName=Nombre de clase de f\u00e1brica
Coregroup.liveness.heartbeatTimeoutPeriod.displayName=Periodo de tiempo de espera excedido de pulsos
Coregroup.liveness.heartbeatTransmissionPeriod.displayName=Periodo de transmisi\u00f3n de pulsos
Coregroup.liveness.type.default.displayName=Utilizar los proveedores de protocolo por omisi\u00f3n
Coregroup.liveness.type.plugin.displayName=Utilizar proveedores de protocolo alternativos
Coregroup.transportType.CHANNEL_FRAMEWORK=Infraestructura de canales
Coregroup.transportType.UNICAST=Monodifusi\u00f3n
Coregroup.transportType.displayName=Tipo de transporte
CustomPolicy.displayName=Pol\u00edtica personalizada
CustomPolicy.handlerName.displayName=Nombre de manejador
HAGroup.button.activate=Activar
HAGroup.button.deactivate=Desactivar
HAGroup.button.disable=Inhabilitar
HAGroup.button.enable=Habilitar
HAGroup.button.refresh=Renovar
HAGroup.runtime.name.displayName=Grupo de alta disponibilidad
HAGroup.runtime.policy.displayName=Pol\u00edtica
HAGroup.runtime.quorum.displayName=Qu\u00f3rum
HAGroup.runtime.serverName.displayName=Nombre
HAGroup.runtime.status.displayName=Estado
HAGroups.runtime.button.balance=Balance
HAGroups.runtime.button.disable=Inhabilitar
HAGroups.runtime.button.enable=Habilitar
HAGroups.runtime.button.refresh=Renovar
HAGroups.runtime.displayName=Grupos de alta disponibilidad
HAManager.list.onlyOneSelectedAllowed=Debe seleccionar exactamente un elemento para realizar esta acci\u00f3n.
HAManagerPolicy.CompoundCriteria.displayName=Criterio compuesto
HAManagerPolicy.SimpleCriteria.displayName=Criterio simple
HAManagerPolicy.customProperties.displayName=Propiedades personalizadas
HAManagerPolicy.description.displayName=Descripci\u00f3n
HAManagerPolicy.displayName=Pol\u00edticas
HAManagerPolicy.isAlivePeriodSec.displayName=Temporizador de actividad
HAManagerPolicy.isAlivePeriodSec.units=segundos
HAManagerPolicy.name.displayName=Nombre
HAManagerPolicy.policyFactory.displayName=F\u00e1brica de pol\u00edticas
HAManagerPolicy.policyType.displayName=Tipo de pol\u00edtica
HAManagerPolicy.quorumEnabled.displayName=Qu\u00f3rum
HAManagerPolicy.type=Tipo de pol\u00edtica
HAManagerPolicyTemplate.name.displayName=Pol\u00edticas
HAManagerPolicyTemplate.select=Seleccionar...
HAManagerRuntime.activate.successful=Se ha iniciado la operaci\u00f3n de activar en {0}. Pueden transcurrir varios minutos antes de que finalice la operaci\u00f3n de activar.
HAManagerRuntime.bad.state.cannot.activate={0} debe estar en estado inactivo para poder activarse.
HAManagerRuntime.bad.state.cannot.deactivate={0} debe estar en estado activado para poder desactivarse.
HAManagerRuntime.bad.state.cannot.disable={0} ya est\u00e1 en estado inhabilitado.
HAManagerRuntime.bad.state.cannot.enable={0} debe estar en estado inhabilitado para poder habilitarse.
HAManagerRuntime.bad.state.cannot.enable.group.disabled={0} no se puede habilitar individualmente porque tiene un estado de grupo inhabilitado. Un miembro del grupo de alta disponibilidad con un estado de grupo inhabilitado puede habilitarse habilitando todo el grupo de alta disponibilidad.
HAManagerRuntime.balance.successful=Se ha iniciado la operaci\u00f3n de balance. Pueden transcurrir varios minutos antes de que finalice la operaci\u00f3n de balance.
HAManagerRuntime.cannot.activate=No se ha podido activar {0}. Causa: {1}
HAManagerRuntime.cannot.balance.HAGroups=No se ha podido realizar el balance de los grupos de alta disponibilidad. Causa: {0}
HAManagerRuntime.cannot.deactivate=No se ha podido desactivar {0}. Causa: {1}
HAManagerRuntime.cannot.disable=No se ha podido inhabilitar {0}. Causa: {1}
HAManagerRuntime.cannot.enable=No se ha podido habilitar {0}. Causa: {1}
HAManagerRuntime.cannot.get.HAGroup.Members=No se pueden obtener miembros {0}. Causa: {1}
HAManagerRuntime.cannot.get.HAGroups=No se pueden obtener grupos de alta disponibilidad que coincidan con las propiedades de nombre de grupo {0}. Causa: {1}
HAManagerRuntime.cannot.get.HAGroups.count=No se puede obtener un n\u00famero de grupos de alta disponibilidad que coincidan con las propiedades de nombre de grupo {0}. Causa: {1}
HAManagerRuntime.cannot.get.HAServers=No se pueden obtener servidores que coincidan con las propiedades de nombre de grupo {0}. Causa: {1}
HAManagerRuntime.deactivate.successful=Se ha iniciado la operaci\u00f3n de desactivar en {0}. Pueden transcurrir varios minutos antes de que finalice la operaci\u00f3n de desactivar.
HAManagerRuntime.disable.successful=Se ha iniciado la operaci\u00f3n de inhabilitar en {0}. Pueden transcurrir varios minutos antes de que finalice la operaci\u00f3n de inhabilitar.
HAManagerRuntime.enable.successful=Se ha iniciado la operaci\u00f3n de habilitar en {0}. Pueden transcurrir varios minutos antes de que finalice la operaci\u00f3n de habilitar.
HAManagerRuntime.hagroups.need.two.selected=Debe seleccionar al menos dos grupos de alta disponibilidad y un estado correcto para realizar esta acci\u00f3n.
HAManagerRuntime.hagroups.none.selected=Debe seleccionar al menos un grupo de alta disponibilidad para realizar esta acci\u00f3n.
HAManagerRuntime.invalid.matchset=Las propiedades de nombre de grupo {0} no contienen parejas de nombre y valor v\u00e1lidas.
HAManagerRuntime.no.active.coordinators=HMGR1301E: No se han encontrado coordinadores activos para el grupo principal {0}.
HAManagerRuntime.no.active.coordinators.explanation=No se ha podido completar una operaci\u00f3n MBean del gestor de alta disponibilidad debido a que no se ha encontrado un coordinador activo para el grupo principal.
HAManagerRuntime.no.active.coordinators.useraction=Compruebe que se est\u00e9n ejecutando al menos dos servidores que sean miembros de este grupo principal.  Si dos servidores se est\u00e1n ejecutando, consulte en los archivos de anotaciones cronol\u00f3gicas los mensajes adicionales que puedan indicar la existencia de un problema.
HAManagerRuntime.noHAManagerMBean=No se puede localizar el mBean HAManager para el grupo principal {0}. {1}
HAManagerRuntime.none.selected=Debe seleccionar al menos un miembro del grupo de alta disponibilidad para realizar esta acci\u00f3n.
HAManagerRuntime.operation.timed.out=No se puede realizar esta acci\u00f3n porque la operaci\u00f3n ha excedido el tiempo de espera.
HAManagerRuntime.quorum.state.enabled.has.quorum=Habilitado: tiene qu\u00f3rum
HAManagerRuntime.quorum.state.enabled.waiting=Habilitado: esperando qu\u00f3rum
HAManagerRuntime.quorum.state.indeterminate=Indeterminado
HAManagerRuntime.quorum.state.not.enabled=No habilitado
HAManagerRuntime.quorum.state.quorum.forced=Qu\u00f3rum forzado
HAManagerRuntime.state.activating=Activando
HAManagerRuntime.state.active=Activo
HAManagerRuntime.state.bad=Error
HAManagerRuntime.state.deactivating=Desactivando
HAManagerRuntime.state.disabled=Inhabilitado
HAManagerRuntime.state.disabling=Inhabilitando
HAManagerRuntime.state.enabling=Habilitando
HAManagerRuntime.state.good=Aceptar
HAManagerRuntime.state.group.disabled=Grupo inhabilitado
HAManagerRuntime.state.idle=Inactivo
HAManagerRuntime.state.not.good={0} debe estar en un estado correcto para realizar esta acci\u00f3n.
HAManagerRuntime.state.undefined=No definido
HAManagerRuntime.toomany.selected=No puede seleccionar m\u00e1s de un miembro del grupo de alta disponibilidad para realizar esta acci\u00f3n.
HAManagerService.activateEnabled.displayName=Permitir activaci\u00f3n
HAManagerService.coreGroupName.displayName=Nombre del grupo principal
HAManagerService.description.displayName=Descripci\u00f3n
HAManagerService.displayName=Servicio de grupo principal
HAManagerService.isAlivePeriodSec.displayName=Temporizador de actividad
HAManagerService.isAlivePeriodSec.units=segundos
HAManagerService.threadPool.displayName=Agrupaci\u00f3n de hebras
HAManagerService.transportBufferSize.displayName=Tama\u00f1o de almacenamiento intermedio de transporte
HAManagerService.transportBufferSize.units=megabytes
MOfNPolicy.displayName=Pol\u00edtica M de N
MOfNPolicy.numActive.displayName=N\u00famero de miembros activos
MatchCriteria.displayName=Criterio de coincidencia
MatchCriteria.duplicatename.error=Ya existe un criterio de coincidencia con este nombre. Debe utilizar un nombre exclusivo.
MatchCriteria.minimum.error=No se puede suprimir todos los criterios de coincidencia. Debe haber como m\u00ednimo un criterio de coincidencia definido para una pol\u00edtica.
MoveActiveServer.button.moveactiveserver=Mover servidor activo...
MoveActiveServer.detail.select=Seleccionar...
MoveActiveServer.detail.serverToActivate.displayName=Mover al servidor
MoveActiveServer.detail.serverToDeactivate.displayName=Servidor activo seleccionado a mover
MoveActiveServer.displayName=Mover servidor activo
MoveActiveServer.msg.bad.state.cannot.moveactiveserver={0} debe estar activado para realizar esta acci\u00f3n.
MoveActiveServer.msg.failedToMoveActiveServer=No se ha podido mover el servidor activo. Causa: {0}
MoveActiveServer.msg.failedToMoveActiveServerWithServers=No se ha podido mover el servidor activo de {0} a {1}. Causa: {2}
MoveActiveServer.msg.moveActiveServerSuccessfullyInitiated=Se ha iniciado la operaci\u00f3n de movimiento del servidor activo de {0} a {1}. Pueden transcurrir varios minutos antes de que finalice esta operaci\u00f3n.
MoveActiveServer.msg.onlyOneHAGroupMember=S\u00f3lo est\u00e1 definido un miembro del grupo de alta disponibilidad. Debe haber al menos dos miembros del grupo de alta disponibilidad para poder mover el servidor activo.
MoveCoreGroupServer.displayName=Mover
MoveCoreGroupServer.fromCoreGroup.displayName=Desde el grupo principal
MoveCoreGroupServer.msg.failedToMoveCluster=No se ha podido mover el cl\u00faster {0}. {1}
MoveCoreGroupServer.msg.failedToMoveServer=No se ha podido mover el servidor {0}/{1}. {2}
MoveCoreGroupServer.msg.failedToMoveSomeServers=No se ha podido mover uno o m\u00e1s servidores. 
MoveCoreGroupServer.msg.movedServersSuccessful=Los servidores se han movido satisfactoriamente al grupo principal {0}.
MoveCoreGroupServer.msg.onlyOneCoreGroup=S\u00f3lo est\u00e1 definido un grupo principal. Debe crear un nuevo grupo principal antes de poder mover los servidores.
MoveCoreGroupServer.msg.server.should.be.stopped=No se ha detenido el servidor de grupo principal {0} en el nodo {1}. El servidor debe detenerse para poder moverse.
MoveCoreGroupServer.servers.displayName=Mover los servidores seleccionados
MoveCoreGroupServer.toCoreGroup.displayName=Al grupo principal
NoOpPolicy.displayName=Pol\u00edtica de sin operaci\u00f3n
OSManagedPolicy.OSClusterName.displayName=Nombre de cl\u00faster del sistema operativo
OSManagedPolicy.OSResourceGroupName.displayName=Nombre del grupo de recursos del sistema operativo
OSManagedPolicy.displayName=Pol\u00edtica de gestionado por el sistema operativo
OneOfNPolicy.displayName=Pol\u00edtica uno de N
Policy.duplicatename.error=Ya existe una pol\u00edtica con este nombre. Debe utilizar un nombre exclusivo.
Policy.matchCriteria.minimum.error=La pol\u00edtica debe tener definido como m\u00ednimo un criterio de coincidencia.
PreferredCoordinatorServer.displayName=Servidores de coordinador preferidos
PreferredServer.button.addToRight=A\u00f1adir >>
PreferredServer.button.moveDown=Bajar v
PreferredServer.button.moveUp=Subir ^
PreferredServer.button.removeFromRight=Eliminar <<
PreferredServer.displayName=Servidores preferidos
PreferredServerPolicy.displayName=Pol\u00edtica del servidor preferido
PreferredServerPolicy.failback.displayName=Inversi\u00f3n de sustituci\u00f3n
PreferredServerPolicy.preferredOnly.displayName=S\u00f3lo servidores preferidos
PreferredServerPolicy.preferredServers.displayName=Servidores preferidos
ShowServers.count.displayName=Miembros activos
ShowServers.displayName=Mostrar servidores
ShowServers.node.displayName=Nodo
ShowServers.server.displayName=Servidor
ShowServers.version.displayName=Versi\u00f3n
SimpleCriteria.description.displayName=Descripci\u00f3n
SimpleCriteria.displayName=Criterio simple
SimpleCriteria.name.displayName=Nombre
SimpleCriteria.operator.displayName=Operador
SimpleCriteria.value.displayName=Valor
StaticPolicy.displayName=Pol\u00edtica est\u00e1tica
StaticPolicy.servers.displayName=Servidores del grupo est\u00e1tico
StaticPolicy.staticGroupServerNeeded.error=Una pol\u00edtica est\u00e1tica debe tener definido al menos un servidor del grupo est\u00e1tico. Pulse el enlace de servidores del grupo est\u00e1tico para definir los miembros est\u00e1ticos de esta pol\u00edtica.


AllActivePolicy.description=Especifica una pol\u00edtica que activa autom\u00e1ticamente todos los miembros del grupo.
CoreGroup.bridge.connected.servers.description=Especifica los otros grupos principales que se pueden comunicar con este grupo principal. Se deben definir grupos de puntos de acceso para configurar esta comunicaci\u00f3n.
CoreGroup.bridge.description=Especifica los valores del puente de grupo principal para configurar las comunicaciones entre grupos principales.
CoreGroup.channelChainName.description=Especifica la cadena de canales de transporte que se debe utilizar para el tipo de transporte de la infraestructura de canales.
CoreGroup.coreGroupServers.description=Especifica los servidores que pertenecen al grupo principal.
CoreGroup.customProperties.description=Especifica propiedades personalizadas adicionales para el grupo principal.
CoreGroup.description=Utilice esta p\u00e1gina para definir un grupo principal. Un grupo principal es una agrupaci\u00f3n de procesos de c\u00e9lula de WebSphere Application Server. Un grupo principal puede contener servidores aut\u00f3nomos, miembros del cl\u00faster, agentes de nodo y el gestor de despliegue. Un grupo principal debe contener al menos un agente de nodo o el gestor de despliegue. Un grupo principal debe estar vac\u00edo antes de que se pueda suprimir. Los grupos principales conectados son grupos principales que pueden comunicarse entre ellos. Se deben definir grupos de puntos de acceso para establecer la comunicaci\u00f3n entre grupos principales.
CoreGroup.description.description=Especifica una descripci\u00f3n opcional para el grupo principal.
CoreGroup.detail.description=Utilice esta p\u00e1gina para especificar los valores de un grupo principal.
CoreGroup.liveness.description=Especifica la informaci\u00f3n de los protocolos de descubrimiento y de detecci\u00f3n de errores para el grupo principal.
CoreGroup.liveness.properties.description=Utilice esta p\u00e1gina para configurar los valores de descubrimiento y de detecci\u00f3n de errores para un grupo principal.  Estos valores se utilizan para supervisar el funcionamiento de los miembros del grupo principal.  El protocolo de descubrimiento establece la conectividad de red entre los miembros del grupo principal. El protocolo de detecci\u00f3n de errores supervisa las conexiones de red establecidas.  Ambos protocolos se ejecutan en unos intervalos planificados regularmente en todos los miembros del grupo principal iniciados.
CoreGroup.name.description=Especifica el nombre del grupo principal. Los nombres de grupos principales deben ser exclusivos en una c\u00e9lula.
CoreGroup.numCoordinators.description=Especifica el n\u00famero de coordinadores activos.
CoreGroup.policies.description=Utilice esta p\u00e1gina para configurar una lista de las pol\u00edticas asociadas a un grupo principal. Los coordinadores utilizan las pol\u00edticas para determinar qu\u00e9 miembros de un grupo se deben activar o desactivar.
CoreGroup.policies.flyover.description=Especifica las pol\u00edticas que utilizan los coordinadores para determinar qu\u00e9 servidores del grupo principal se deben activar o desactivar.
CoreGroup.runtime.buttons.description=Descripciones de los botones.
CoreGroup.runtime.count.description=Especifica el n\u00famero de grupos de alta disponibilidad que se devuelven bas\u00e1ndose en las propiedades del nombre de grupo.
CoreGroup.runtime.matchSet.description=Especifica las propiedades de nombre de grupo que desea comparar con los nombres de los grupos de alta disponibilidad que hay definidos en el sistema. La propiedades de nombre de grupo constan de parejas de nombre y valor delimitadas por comas.
CoreGroup.transportMemorySize.description=El tama\u00f1o m\u00e1ximo de memoria asignada din\u00e1micamente, en megabytes, que puede albergar el transporte. El rango oscila entre 10 y 2147483647 MB. Sin embargo, este valor no puede ser mayor que el tama\u00f1o m\u00e1ximo de almacenamiento din\u00e1mico especificado para cualquier m\u00e1quina virtual Java del grupo principal. Cuando se alcanza este l\u00edmite, se invoca al control de congesti\u00f3n.
CoreGroupServer.customProperties.description=Especifica las propiedades personalizadas adicionales para el servidor de grupo principal.
CoreGroupServer.description=Utilice esta p\u00e1gina para ver y gestionar los servidores que pertenecen a un grupo principal. Un servidor del grupo principal puede ser un servidor de aplicaciones, un gestor de despliegue o un agente de nodo que es miembro del grupo principal de alta disponibilidad. 
CoreGroupServer.detail.description=Utilice esta p\u00e1gina para especificar los valores para un servidor de grupo principal.
CoreGroupServer.nodeName.description=Especifica el nodo que contiene el servidor de grupo principal.
CoreGroupServer.preferredIPAddress.description=Especifica la direcci\u00f3n IP preferida para el servidor de grupo principal.
CoreGroupServer.serverName.description=Especifica el nombre del servidor de grupo principal.
Coregroup.liveness.customProperties.description=Especifica propiedades personalizadas adicionales para el descubrimiento y la detecci\u00f3n de errores.
Coregroup.liveness.discoveryPeriod.description=El intervalo de tiempo, en segundos, en el cual se ejecuta el protocolo de descubrimiento. Si se aumenta este valor, se podr\u00eda disminuir el uso de los recursos del sistema como, por ejemplo, la CPU. Si se reduce esta valor, se puede mejorar la detecci\u00f3n de miembros del grupo principal.
Coregroup.liveness.factoryClassName.description=El nombre de clase plenamente cualificado de la f\u00e1brica que se utiliza para crear los proveedores de protocolo.
Coregroup.liveness.heartbeatTimeoutPeriod.description=El intervalo de tiempo, en milisegundos, que constituye un tiempo de espera excedido de pulso.  Este valor debe ser un entero m\u00faltiple del periodo de transmisi\u00f3n de pulsos.
Coregroup.liveness.heartbeatTransmissionPeriod.description=El intervalo de tiempo, en milisegundos, en el cual se env\u00edan los pulsos de detecci\u00f3n de errores activos. Si se aumenta este valor, se podr\u00eda disminuir el uso de los recursos del sistema como, por ejemplo, la CPU. Si se reduce este valor, se puede mejorar la detecci\u00f3n de miembros con errores del grupo principal.
Coregroup.liveness.type.default.description=Utilice los proveedores de protocolo por omisi\u00f3n.
Coregroup.liveness.type.plugin.description=Utilice proveedores de protocolo alternativos. En funci\u00f3n de la plataforma, podr\u00edan estar disponibles proveedores de protocolo alternativos. Si el proveedor de protocolos alternativos proporciona propiedades que se pueden configurar, utilice el enlace Propiedades personalizadas para especificarlas.
Coregroup.transportType.CHANNEL_FRAMEWORK.description=Especifica la infraestructura de canales que se utiliza para el protocolo de comunicaciones dentro de un grupo principal.
Coregroup.transportType.UNICAST.description=Especifica que se utiliza la unidifusi\u00f3n para el protocolo de comunicaciones dentro de un grupo principal. Este tipo de transporte est\u00e1 en desuso y no se debe utilizar.
Coregroup.transportType.description=Especifica el protocolo de comunicaci\u00f3n dentro de un grupo principal.
CustomPolicy.description=Utilice esta p\u00e1gina para definir una pol\u00edtica donde la activaci\u00f3n de miembros del grupo est\u00e1 determinada por el manejador especificado.
CustomPolicy.handlerName.description=Especifica el manejador que proporciona la implementaci\u00f3n de la pol\u00edtica personalizada.
HAGroup.runtime.description=Utilice esta p\u00e1gina para gestionar el estado de los miembros de un grupo de alta disponibilidad. La p\u00e1gina enumera los miembros actuales del grupo de alta disponibilidad. Nota: s\u00f3lo los grupos de alta disponibilidad regidos por una pol\u00edtica de 'Sin operaci\u00f3n' pueden activar y desactivar sus miembros.
HAGroup.runtime.detail.description=Utilice esta p\u00e1gina para ver los valores para un grupo de alta disponibilidad.
HAGroups.runtime.description=Utilice esta p\u00e1gina para ver una lista de los grupos de alta disponibilidad definidos para un grupo principal. Un grupo de alta disponibilidad es una agrupaci\u00f3n definida por un componente y consta de miembros del grupo principal. Varios grupos de alta disponibilidad pueden utilizar el mismo miembro del grupo principal. Una pol\u00edtica determina qu\u00e9 miembros, si hay, se activan. La tabla est\u00e1 limitada a 100 entradas.
HAManagerPolicy.customProperties.description=Especifica las propiedades personalizadas adicionales para una pol\u00edtica.
HAManagerPolicy.description=Utilice esta p\u00e1gina para ver y gestionar las pol\u00edticas asociadas a un grupo principal. Los coordinadores utilizan estas pol\u00edticas para determinar en qu\u00e9 servidores se activan o desactivan los miembros del grupo principal.
HAManagerPolicy.description.description=Especifica una descripci\u00f3n opcional para la pol\u00edtica.
HAManagerPolicy.isAlivePeriodSec.description=Especifica, en segundos, la frecuencia con la que High Availability Manager comprueba el funcionamiento de los miembros del grupo activo determinado por esta pol\u00edtica. Si se produce una anomal\u00eda en un miembro del grupo, se reinicia el servidor donde reside el miembro del grupo.
HAManagerPolicy.name.description=Especifica el nombre de una pol\u00edtica. El nombre debe ser exclusivo dentro del \u00e1mbito del grupo principal.
HAManagerPolicy.policyFactory.description=Especifica el nombre completo de la interfaz Java(TM) que act\u00faa como una f\u00e1brica para un tipo de pol\u00edtica espec\u00edfico. Cuando una aplicaci\u00f3n se une a un grupo de aplicaciones, el coordinador activo utiliza la clase de implementaci\u00f3n de la f\u00e1brica para crear el objeto de pol\u00edtica que permanecer\u00e1 asociado al grupo de aplicaciones durante su ciclo de vida. La clase de la f\u00e1brica de pol\u00edticas debe existir y el valor de la f\u00e1brica de pol\u00edticas es fijo dependiendo del tipo de pol\u00edtica.
HAManagerPolicy.policyType.description=Especifica un tipo de pol\u00edtica para la pol\u00edtica.
HAManagerPolicy.quorumEnabled.description=Especifica si est\u00e1 habilitada o no la comprobaci\u00f3n de qu\u00f3rum para un grupo de alta disponibilidad determinado por esta pol\u00edtica. El qu\u00f3rum es una funci\u00f3n avanzada y no debe habilitarse sin consultar primero la documentaci\u00f3n del producto. 
HAManagerPolicyTemplate.description=Especifica el tipo de pol\u00edtica que est\u00e1 creando.
HAManagerService.activateEnabled.description=Especifica si pueden activarse o no los miembros del grupo de alta disponibilidad en este servidor.
HAManagerService.coreGroupName.description=Especifica el nombre del grupo principal que contiene este servidor como miembro.
HAManagerService.description=Utilice esta p\u00e1gina para especificar los valores relacionados con el grupo principal del servidor de aplicaciones.
HAManagerService.description.description=Especifica una descripci\u00f3n opcional del servicio de grupo principal.
HAManagerService.enable.description=Especifica si se inicia en este proceso el servicio de grupo principal, conocido tambi\u00e9n como el servicio del gestor de alta disponibilidad. Este servicio se debe habilitar para que funcionen correctamente las funciones de alta disponibilidad como, por ejemplo, el direccionamiento y la sustituci\u00f3n por anomal\u00eda. Por omisi\u00f3n, este servicio est\u00e1 habilitado.
HAManagerService.isAlivePeriodSec.description=Especifica con qu\u00e9 frecuencia, en segundos, High Availability Manager comprueba el funcionamiento de los miembros del grupo activo en este servidor. Si se produce una anomal\u00eda en un miembro del grupo, este servidor se reinicia.
HAManagerService.threadPool.description=Especifica los valores de la agrupaci\u00f3n de hebras del servicio de grupo principal.
HAManagerService.transportBufferSize.description=Especifica el tama\u00f1o de almacenamiento intermedio para el transporte de comunicaciones del grupo subyacente. El valor m\u00ednimo es 10. 
MOfNPolicy.description=Utilice esta p\u00e1gina para definir una pol\u00edtica M de N. Esta pol\u00edtica activa el n\u00famero especificado de miembros del grupo.
MOfNPolicy.numActive.description=Especifica el n\u00famero de miembros del grupo que se activar\u00e1n en el arranque.
MatchCriteria.collection.description=Utilice esta p\u00e1gina para definir los criterios de coincidencia para la pol\u00edtica. El criterio de coincidencia consta de pares de datos de nombre y valor, donde el nombre es una clave de propiedad y el valor es un valor de serie.
MatchCriteria.description=Especifica los pares de nombre y valor que determinan qu\u00e9 grupos de alta disponibilidad est\u00e1n determinados por esta pol\u00edtica.
MoveActiveServer.description=Utilice esta p\u00e1gina para desactivar el servidor seleccionado y activar otro servidor en su lugar. La pol\u00edtica de un grupo de alta disponibilidad define el n\u00famero de servidores activos para un grupo principal. 
MoveActiveServer.detail.serverToActivate.description=Especifica un miembro de grupo de alta disponibilidad que pasar\u00e1 a estar activo.
MoveActiveServer.detail.serverToDeactivate.description=Especifica un miembro de grupo de alta disponibilidad que dejar\u00e1 de estar activo.
MoveCoreGroupServer.description=Utilice esta p\u00e1gina para mover los servidores de grupo principal de un grupo a otro. <BR><BR>Todos los miembros de un cl\u00faster deben pertenecer al mismo grupo principal. Si mueve uno o m\u00e1s miembros de un cl\u00faster, los otros miembros del cl\u00faster se preseleccionan autom\u00e1ticamente porque deben moverse todos.<BR><BR>Debe detener antes un servidor de grupo principal para poder moverlo.
MoveCoreGroupServer.fromCoreGroup.description=Especifica el grupo principal actual.
MoveCoreGroupServer.servers.description=Especifica los servidores de grupo principal que se mueven del grupo principal actual al grupo principal especificado.
MoveCoreGroupServer.toCoreGroup.description=Especifica el grupo principal al que se mover\u00e1n los servidores del grupo principal.
NoOpPolicy.description=Especifica una pol\u00edtica en la que no se activa autom\u00e1ticamente ning\u00fan miembro del grupo. 
OSManagedPolicy.OSClusterName.description=Especifica el nombre de un cl\u00faster. La definici\u00f3n del cl\u00faster es espec\u00edfica del sistema operativo.
OSManagedPolicy.OSResourceGroupName.description=Especifica el nombre de un grupo de recursos. La definici\u00f3n del grupo de recursos es espec\u00edfica del sistema operativo.
OSManagedPolicy.description=Especifica una pol\u00edtica en la cual la activaci\u00f3n de los miembros del grupo est\u00e1 controlada por un plug-in de sistema operativo externo.
OneOfNPolicy.description=Utilice esta p\u00e1gina para definir una pol\u00edtica Uno de N. Este tipo de pol\u00edtica mantiene activo un miembro del grupo en todo momento.
PreferredCoordinatorServer.description=Utilice esta p\u00e1gina para configurar una lista de servidores del grupo principal en donde residen los coordinadores.
PreferredServerPolicy.description=Utilice esta p\u00e1gina para definir una lista ordenada de servidores preferidos para la pol\u00edtica. Cuando se activan los miembros del grupo principal, la pol\u00edtica da prioridad a los servidores de esta lista.  Pulse Subir o Bajar para ajustar el orden de los servidores de la lista. 
PreferredServerPolicy.failback.description=Especifica si los miembros del grupo activo deben moverse al servidor preferido principal en un momento determinado.
PreferredServerPolicy.preferredOnly.description=Especifica si los miembros del grupo s\u00f3lo se activan en servidores de la lista de servidores preferidos.
PreferredServerPolicy.preferredServers.description=Especifica una lista ordenada de servidores del grupo principal preferidos para una pol\u00edtica.
ShowServers.description=Utilice esta p\u00e1gina para ver los servidores que albergan un miembro de grupo de alta disponibilidad activo.
SimpleCriteria.description=Utilice esta p\u00e1gina para especificar un par nombre-valor que se utiliza como parte de los criterios de coincidencia para una pol\u00edtica. El par de nombre y valor debe coincidir con un atributo que forma parte del nombre del grupo de alta disponibilidad asociado con la pol\u00edtica.
SimpleCriteria.description.description=Especifica una descripci\u00f3n opcional para el criterio. Puede utilizar este campo para documentar el grupo de alta disponibilidad con el que est\u00e1 asociado el proceso; esta es una informaci\u00f3n muy \u00fatil en entornos con varios administradores de sistema. 
SimpleCriteria.name.description=Especifica el nombre (o clave) para el criterio. Este nombre debe coincidir con el nombre de un atributo que forma parte del nombre de un grupo de alta disponibilidad.
SimpleCriteria.operator.description=
SimpleCriteria.value.description=Especifica el valor, que cuando se empareja con el nombre especificado, coincide con un atributo que forma parte del nombre de un grupo de alta disponibilidad.
StaticPolicy.description=Utilice esta p\u00e1gina para definir una pol\u00edtica est\u00e1tica. Este tipo de pol\u00edtica activa miembros del grupo en todos los servidores de la lista.
StaticPolicy.servers.description=Utilice esta p\u00e1gina para definir una lista de servidores para la pol\u00edtica. Los miembros del grupo s\u00f3lo se activan en los servidores que est\u00e1n contenidos en esta lista.
StaticPolicy.servers.link.description=Especifica una lista de servidores de grupo principal para la pol\u00edtica.
