ValidationForm.NameNotUniqueError="{0}" ya existe
WS-Notification.navigator.category=WS-Notification
WSNAdminSub.topicNamespace.createNew=Especifique un espacio de nombres de tema nuevo
WSNAdminSub.topicNamespace.select=Seleccione un espacio de nombres de tema definido en este servicio WS-Notification o especifique un valor nuevo
WSNAdminSub.topicNamespace.selectDescription=Configure un espacio de nombres de tema para este suscriptor administrado
WSNAdminSub.topicNamespace.useExisting=Seleccione un espacio de nombres de tema configurado en este servicio WS-Notification
WSNAdministeredSubscriber.dialect.CONCRETE=Concreto
WSNAdministeredSubscriber.dialect.FULL=Completo
WSNAdministeredSubscriber.dialect.SIMPLE=Simple
WSNAdministeredSubscriber.dialect.displayName=Dialecto
WSNAdministeredSubscriber.displayName=Suscriptores administrados
WSNAdministeredSubscriber.endpoint.displayName=Punto final del servicio Web externo
WSNAdministeredSubscriber.invalidTopic.ERROR=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El tema proporcionado no es compatible con el dialecto seleccionado. Cuando se utiliza el dialecto SIMPLE s\u00f3lo se pueden especificar temas ra\u00edz. Cuando se utiliza el dialecto CONCRETE no se pueden utilizar comodines.</span><br>
WSNAdministeredSubscriber.remoteSubscriptionTimeout.displayName=Tiempo de espera de suscripci\u00f3n remota
WSNAdministeredSubscriber.topic.displayName=Tema
WSNAdministeredSubscriber.topicNamespace.displayName=Espacio de nombres de tema
WSNAdministeredSubscriberRT.producerEPR.displayName=EPR de productor
WSNAdministeredSubscriberRT.state.displayName=Estado
WSNAdministeredSubscriberRT.subscriptionReference.displayName=Referencia de suscripci\u00f3n
WSNAdministeredSubscriberRT.topic.displayName=Tema
WSNInstanceDocument.description.displayName=Descripci\u00f3n
WSNInstanceDocument.displayName=Documento del espacio de nombres de tema
WSNInstanceDocument.filecontents.displayName=Contenido del documento
WSNInstanceDocument.filename.displayName=Nombre del documento
WSNInstanceDocument.topicnamespace.displayName=Espacio de nombres de tema permanente asociado
WSNInstanceDocument.url.displayName=URL del documento del espacio de nombres de tema
WSNPublisherRegistrations.creationTime.displayName=Hora de creaci\u00f3n
WSNPublisherRegistrations.demandBased.displayName=Basado en demanda
WSNPublisherRegistrations.displayName=Registros del editor
WSNPublisherRegistrations.publisherID.displayName=ID del editor
WSNPublisherRegistrations.publisherRefData.displayName=EPR de productor
WSNPublisherRegistrations.terminationTime.displayName=Hora de finalizaci\u00f3n
WSNPublisherRegistrations.topic.displayName=Tema
WSNPullPoints.creationTime.displayName=Hora de creaci\u00f3n
WSNPullPoints.displayName=Puntos de extracci\u00f3n
WSNPullPoints.pullPointID.displayName=ID del punto de extracci\u00f3n
WSNPullPoints.subscriptionID.displayName=ID de suscripci\u00f3n
WSNPullPoints.terminationTime.displayName=Hora de finalizaci\u00f3n
WSNService.JAXRPCHandlerList.displayName=Lista de manejadores JAX-RPC
WSNService.JAXWSHandlerList.displayName=Lista de manejadores JAX-WS
WSNService.NotificationBrokerServiceLink.displayName=Valores del servicio de entrada del intermediario de notificaciones
WSNService.OutboundRequestPolicySets.displayName=Conjuntos de pol\u00edticas de solicitudes salientes y enlaces
WSNService.PubRegManagerServiceLink.displayName=Valores del servicio de entrada del gestor de registros del editor
WSNService.SIBus.displayName=Nombre del bus de integraci\u00f3n de servicios
WSNService.SubscriptionManagerServiceLink.displayName=Valores del servicio de entrada del gestor de suscripciones
WSNService.bus.existing.displayName=Utilizar un bus de integraci\u00f3n de servicios existente
WSNService.bus.new.displayName=Crear un nuevo bus de integraci\u00f3n de servicios denominado:
WSNService.button.new=Nuevo
WSNService.deleteConfirmation.displayName=\u00bfSuprimir los espacios de temas del bus de integraci\u00f3n de servicios cuando sea posible tambi\u00e9n?
WSNService.deletionList.displayName=Los servicios WS-Notification siguientes se han seleccionado para su supresi\u00f3n.
WSNService.description.displayName=Descripci\u00f3n
WSNService.displayName=Servicios WS-Notification
WSNService.dynamicTopicSpace.displayName=Nombre de espacio de temas din\u00e1mico
WSNService.enableDynamicTopicNamespaces.displayName=\u00bfHabilitar espacios de nombres de tema din\u00e1micos?
WSNService.endpoint.select.displayName=Seleccionar un miembro de bus
WSNService.epl.displayName=Escucha de punto final
WSNService.epl.existing.displayName=Utilizar un escucha de punto final existente
WSNService.epl.new.displayName=Crear un nuevo escucha de punto final utilizando:
WSNService.fixedTopicSet.displayName=Conjunto de temas fijos
WSNService.instancesLink.displayName=Puntos de servicio WS-Notification
WSNService.name.displayName=Nombre
WSNService.nameInUse.error=Ya existe un servicio WS-Notification denominado {0} en el bus de integraci\u00f3n de servicios "{1}.
WSNService.navigator.displayName=Servicios
WSNService.queryWSDL.displayName=Consulta WSDL
WSNService.requestBinding.displayName=Enlace de petici\u00f3n de seguridad de salida
WSNService.requiresRegistration.displayName=Requiere registro
WSNService.responseBinding.displayName=Enlace de respuesta de seguridad de salida
WSNService.securityConfig.displayName=Configuraci\u00f3n de seguridad de salida
WSNService.topicDialects.displayName=Dialectos de expresiones de temas
WSNService.topicSpacesLink.displayName=Espacios de nombres de tema permanentes
WSNService.type.displayName=Tipo
WSNService.typeDependantAttrs.displayName=Atributos de servicio WSN
WSNService.wizard.blankMessage=
WSNService.wizard.defaultBusSuffix=Bus
WSNService.wizard.defaultInstanceSuffix=_Instancia
WSNService.wizard.defaultTopicSpaceSuffix=_TopicNamespace
WSNService.wizard.step1=Asignar un nombre y describir el servicio WS-Notification
WSNService.wizard.step1.error.NoName=Proporcione un nombre para el servicio WS-Notification
WSNService.wizard.step1.error.WhiteSpace=No se permiten los espacios en blanco en los nombres del servicio WS-Notification.
WSNService.wizard.step1.instruction=Proporcione un nombre y una descripci\u00f3n del servicio WS-Notification
WSNService.wizard.step1a=Seleccionar el tipo de servicio WS-Notification
WSNService.wizard.step1a.instruction=Seleccione el tipo de servicio WS-Notification a crear
WSNService.wizard.step1a.v61=<B>Versi\u00f3n 6.1</B><BR><BR>Seleccione este tipo de servicio para exponer el servicio web mediante la misma tecnolog\u00eda proporcionada en la versi\u00f3n 6.1 de WebSphere Application Server, incluyendo la capacidad para aplicar los manejadores JAX-RPC en el servicio.
WSNService.wizard.step1a.v70=<B>Versi\u00f3n 7.0</B><BR><BR>Seleccione este tipo de servicio si quiere utilizar el conjunto de pol\u00edticas para componer su servicio WS-Notification nuevo con otros est\u00e1ndares de servicio web, como por ejemplo WS-ReliableMessaging.<BR><BR>Adem\u00e1s seleccione este tipo de servicio si quiere aplicar los manejadores JAX-WS para su nuevo servicio.<BR><BR> Este es el tipo recomendado de servicio para los despliegues nuevos.
WSNService.wizard.step2=Seleccionar un bus de integraci\u00f3n de servicios
WSNService.wizard.step2.error.NameInUse=Ya existe un servicio WS-Notification denominado "{0}" ya existe en el bus de integraci\u00f3n de servicios "{1}"
WSNService.wizard.step2.error.NoEndpoints=No hay miembros de bus disponibles a utilizar en el bus de integraci\u00f3n de servicios "{0}"
WSNService.wizard.step2.instruction=Seleccione un bus de integraci\u00f3n de servicios existente (o proporcione el nombre de un nuevo)
WSNService.wizard.step3=Seleccionar un miembro de bus
WSNService.wizard.step3.instruction=Seleccione un miembro existente que sea miembro del bus seleccionado para asociarlo a un punto de servicio
WSNService.wizard.step4=Seleccionar el escucha de punto final del punto de servicio
WSNService.wizard.step4.SOAP.instruction=Seleccione la versi\u00f3n SOAP utilizada por el punto de servicio
WSNService.wizard.step4.httpProxy.instruction=Punto de servicio accedido a trav\u00e9s del proxy HTTP
WSNService.wizard.step4.httpProxy.label=Proxy HTTP
WSNService.wizard.step4.instruction=Seleccione un escucha de punto final existente configurado previamente en el punto final seleccionado o cree un nuevo
WSNService.wizard.step4.transportSettings.instruction=Seleccione los valores de transporte para el punto de servicio nuevo.
WSNService.wizard.step4.transportSettings.label=<B>Valores SOAP por HTTP</B>
WSNService.wizard.step5=Configurar un espacio de nombres de tema permanentes
WSNService.wizard.step5.createTopicNamespace.displayName=\u00bfCrear un espacio de nombres de tema persmanente?
WSNService.wizard.step5.error.NoNamespace=Proporcione un espacio de nombres para el espacio de nombres de tema permanente
WSNService.wizard.step5.instruction=Proporcione un espacio de nombres y seleccione un espacio de temas del bus de integraci\u00f3n de servicios para asociarlo a este espacio de nombres de tema permanente
WSNService.wizard.title=Nuevo servicio de WS-Notification
WSNServicePoint.JAXWSHandlerListSettings.displayName=<B>Valores de lista de manejador JAX-WS</B>
WSNServicePoint.NotificationBrokerPortLink.displayName=Valores del puerto de entrada del intermediario de notificaciones
WSNServicePoint.PolicySetConfiguration.displayName=Configuraci\u00f3n del conjunto de pol\u00edticas
WSNServicePoint.PubRegManagerPortLink.displayName=Valores del puerto de entrada del gestor de registros del editor
WSNServicePoint.PublishWSDLToZip.displayName=Publicar archivos WSDL en zip
WSNServicePoint.ServicePointApplication.displayName=Aplicaci\u00f3n de punto de servicio
WSNServicePoint.SubscriptionManagerPortLink.displayName=Valores del puerto de entrada de la instancia del gestor de suscripciones
WSNServicePoint.appNotFound.error=No se ha podido encontrar una aplicaci\u00f3n con el nombre "{0}".
WSNServicePoint.binding.SOAPHTTP=SOAP/HTTP
WSNServicePoint.binding.SOAPJMS=SOAP/JMS
WSNServicePoint.binding.displayName=Tipo de enlace
WSNServicePoint.button.copy=Copiar
WSNServicePoint.button.new=Nuevo
WSNServicePoint.channel.CHANNEL1=Canal 1
WSNServicePoint.channel.CHANNEL2=Canal 2
WSNServicePoint.channel.displayName=Canal
WSNServicePoint.copy.error=Seleccione un punto de servicio WS-Notification (s\u00f3lo uno) del que copiar los valores de puerto de entrada avanzados del bus de integraci\u00f3n de servicios.
WSNServicePoint.description.displayName=Descripci\u00f3n
WSNServicePoint.displayName=Puntos de servicio WS-Notification
WSNServicePoint.endpoint.NotSet=El miembro de bus no se ha definido
WSNServicePoint.endpoint.displayName=Miembro de bus asociado
WSNServicePoint.hostname.displayName=Nombre de host 
WSNServicePoint.hostport.displayName=Puerto de host 
WSNServicePoint.jaxwsHandlerListNB.displayName=Lista de manejadores JAX-WS de NotificationBroker
WSNServicePoint.jaxwsHandlerListPRM.displayName=Lista de manejadores JAX-WS de PublisherRegistrationManager
WSNServicePoint.jaxwsHandlerListSM.displayName=Lista de manejadores JAX-WS de SubscriptionManager
WSNServicePoint.name.displayName=Nombre
WSNServicePoint.nameInUse.error=Ya existe un punto de servicio WS-Notification denominado {0} en el servicio WS-Notification {1}.
WSNServicePoint.singular.displayName=Punto de servicio WS-Notification
WSNServicePoint.soapVersion.displayName=Versi\u00f3n de SOAP
WSNServicePoint.typeDependantAttrs.displayName=Atributos de servicio WSN
WSNServicePoint.wizard.step1=Nombre, describa y seleccione un miembro de bus para el punto de servicio WS-Notification
WSNServicePoint.wizard.step1.error.NoName=Proporcione un nombre para el punto de servicio WS-Notification
WSNServicePoint.wizard.step1.error.WhiteSpace=No se permiten los espacios en blanco en los nombres del servicio WS-Notification.
WSNServicePoint.wizard.step1.instruction=Proporcione un nombre y una descripci\u00f3n y seleccione un miembro de bus para el punto de servicio WS-Notification. Cuando se crea un punto de servicio en un servicio WSN de la versi\u00f3n 7.0, s\u00f3lo los miembros de Websphere Application Server v7.0 y superiores estar\u00e1n disponibles para selecci\u00f3n.
WSNServicePoint.wizard.step2=Seleccionar el escucha de punto final del punto de servicio
WSNServicePoint.wizard.step2.instruction=Seleccione un escucha de punto final existente configurado previamente en el miembro de bus seleccionado o cree uno nuevo.
WSNServicePoint.wizard.title=Punto de servicio WS-Notification nuevo
WSNServicePointTask.create.summary=Se ha creado un punto de servicio WS-Notification denominado "{0}" en el miembro de bus "{2}". El escucha de punto final "{1}" en este miembro de bus se ha seleccionado para exponer el servicio.
WSNServicePointTask.noEPL.error=Seleccione un escucha de punto final existente o utilice el bot\u00f3n proporcionado para crear uno nuevo.
WSNServicePointTask.noHTTPProxy.error=Proporcione un valor de proxy HTTP si se va a acceder al punto de servicio a trav\u00e9s de un proxy HTTP.
WSNServicePointTask.step1=Configurar el nombre, la descripci\u00f3n y seleccionar un miembro de bus
WSNServicePointTask.step2=Definir los valores de transporte
WSNServicePointTask.step3.createNew=Crear un escucha de punto final nuevo
WSNServiceTask.configUpdate.success=Se ha creado correctamente un nuevo servicio WS-Notification, es necesario configurar adicionalmente los puntos de servicio y los espacios de nombres para que funcione.
WSNServiceTask.configUpdate.warning=Si contin\u00faa en el paso siguiente, se crear\u00e1 un nuevo servicio WS-Notification (la configuraci\u00f3n se modificar\u00e1 y las acciones posteriores de cancelaci\u00f3n no lo suprimir\u00e1n).
WSNServiceTask.create.summary=Se ha creado el servicio WS-Notification denominado "{0}" en el bus de integraci\u00f3n de servicios "{1}".
WSNServiceTask.noBuses.error=No se puede crear un servicio WS-Notification porque no se han configurado buses de integraci\u00f3n de servicio. Cree al menos un bus de integraci\u00f3n de servicios antes de crear un servicio WS-Notification.
WSNServiceTask.noDynamicTopicSpace.error=Proporcione un nombre de espacio de temas para este servicio WS-Notification.
WSNServiceTask.noServicePoints.error=Se debe crear al menos un punto de servicio WS-Notification
WSNServiceTask.step1=Configurar el nombre y la descripci\u00f3n del bus de integraci\u00f3n de servicios y los valores del espacio de nombres de tema din\u00e1micos
WSNServiceTask.step1a=Seleccionar el tipo de servicio WS-Notification
WSNServiceTask.step1a.instruction=Seleccionar qu\u00e9 tipo de servicio WS-Notification crear
WSNServiceTask.step2=Configurar los valores de pol\u00edtica de servicio web y manejadores
WSNServiceTask.step2.instruction=Opcionalmente, seleccione una lista de manejadores JAX-RPC y la configuraci\u00f3n de seguridad y los enlaces
WSNServiceTask.step2.jaxws.instruction1=Seleccionar de forma opcional una lista de manejadores JAX-WS para aplicar en las solicitudes de salida realizadas por la versi\u00f3n 7.0 del servicio WSN.
WSNServiceTask.step2.jaxws.instruction2=Seleccionar si el WSDL de consumidores de notificaci\u00f3n es consultado antes de las notificaciones de entrega de intermediario.
WSNServiceTask.step2.jaxws.instruction3=Nota: los valores de pol\u00edtica de servicio web necesarios para la versi\u00f3n 6.1 de los servicios WS-Notification no son requeridos para la versi\u00f3n 7.0.
WSNServiceTask.step3=Crear puntos de servicio WS-Notification
WSNServiceTask.step3.instruction=WS-Notification debe tener al menos un punto de servicio. Revise la colecci\u00f3n de puntos de servicio de WS-Notification y, a continuaci\u00f3n, seleccione "S\u00ed" para crear una instancia nueva o "No" cuando se hayan creado todas las instancias necesarias.
WSNServiceTask.step4=Crear espacios de nombres de tema permanentes
WSNServiceTask.step4.instruction=Opcionalmente, WS-Notification puede tener uno o m\u00e1s espacios de nombres de tema permanentes. Revise la colecci\u00f3n de espacios de nombres de tema permanentes y, a continuaci\u00f3n, seleccione "S\u00ed" para crear una instancia nueva o "No" cuando se hayan creado todas las instancias necesarias.
WSNServiceTask.step5=Resumen
WSNServiceTask.step5.instruction=Resumen de acciones
WSNServiceTask.updateForbidden.warning=No se puede actualizar los valores del espacio de temas din\u00e1mico y del bus en este momento en que se est\u00e1 creando el servicio WS-Notification.
WSNSubscriptions.consumerEPR.displayName=EPR del consumidor
WSNSubscriptions.creationTime.displayName=Hora de creaci\u00f3n
WSNSubscriptions.deliveryState.displayName=Estado de entrega
WSNSubscriptions.displayName=Suscripciones
WSNSubscriptions.publicationPointNotFound.error=No se ha podido localizar el punto de publicaci\u00f3n {0}.
WSNSubscriptions.pullType.displayName=Tipo de extracci\u00f3n
WSNSubscriptions.subscriptionID.displayName=ID de suscripci\u00f3n
WSNSubscriptions.subscriptionsNotFound.error=No se ha podido localizar la suscripci\u00f3n {0}.
WSNSubscriptions.terminationTime.displayName=Hora de finalizaci\u00f3n
WSNSubscriptions.topics.displayName=Tema(s)
WSNSubscriptions.wpmSubscriptions.displayName=Suscripciones del bus de integraci\u00f3n de servicios
WSNSubscriptionsMultiple.displayName=Suscripciones del bus de integraci\u00f3n de servicios
WSNSubscriptionsMultiple.namespace.displayName=Espacio de nombres de tema
WSNTopicNamespace.createTopicSpace.option=Crear un nuevo espacio de temas para (especifique un nombre)
WSNTopicNamespace.deleteConfirmation.displayName=\u00bfSuprimir los espacios de temas del bus de integraci\u00f3n de servicios cuando sea posible tambi\u00e9n?
WSNTopicNamespace.deletionList.displayName=Los espacios de nombre de tema WS-Notification siguientes se han seleccionado para su supresi\u00f3n.
WSNTopicNamespace.displayName=Espacio de nombres de tema permanentes
WSNTopicNamespace.instanceDocs.countSuffix=aplicado
WSNTopicNamespace.instanceDocs.displayName=Documentos del espacio de nombres de tema
WSNTopicNamespace.messageReliability.ASSURED_PERSISTENT=Seguro permanente
WSNTopicNamespace.messageReliability.BEST_EFFORT_NONPERSISTENT=Mejor esfuerzo no permanente
WSNTopicNamespace.messageReliability.EXPRESS_NONPERSISTENT=Express no permanente
WSNTopicNamespace.messageReliability.RELIABLE_NONPERSISTENT=Fiable no permanente
WSNTopicNamespace.messageReliability.RELIABLE_PERSISTENT=Fiable permanente
WSNTopicNamespace.messageReliability.displayName=Fiabilidad del mensaje
WSNTopicNamespace.namespace.displayName=Espacio de nombres
WSNTopicNamespace.namespaceInUse.error=Ya existe un espacio de nombres de tema permanente "{0}" en este servicio WS-Notification.
WSNTopicNamespace.noTopicNamespace.error=Proporcione un espacio de nombres de tema
WSNTopicNamespace.noTopicSpace.error=Proporcione un espacio de temas
WSNTopicNamespace.sibTopicSpaceDeleted.error=No se puede encontrar el bus de integraci\u00f3n de servicios asociado "{0}" y es posible que anteriormente se haya suprimido mediante otra acci\u00f3n, esto significa que la configuraci\u00f3n de este espacio de nombres de tema est\u00e1 da\u00f1ada.
WSNTopicNamespace.wpmTopicSpace.displayName=Espacio de temas del bus de integraci\u00f3n de servicios
WSNTopicNamespace.wpmTopicSpace.existing.displayName=Utilizar un espacio de nombres de tema del bus de integraci\u00f3n de servicios existente
WSNTopicNamespace.wpmTopicSpace.new.displayName=Crear un nuevo espacio de temas del bus de integraci\u00f3n de servicios denominado:
WSNTopicNamespaceTask.create.summary=Se ha creado el espacio de nombres de tema permanente "{0}" utilizando el espacio de temas de integraci\u00f3n de servicio "{1}".
WSNTopicNamespaceTask.step1=Configurar el espacio de nombres y seleccionar un espacio de temas del bus de integraci\u00f3n de servicios
WSNTopicNamespaceTask.title=Crear un espacio de nombres de tema permanente nuevo


WSNAdministeredSubscriber.description=Un suscriptor administrado proporciona un mecanismo para que el punto de servicio WS-Notification se suscriba a un generador de notificaciones externo durante el tiempo de arranque del servidor.
WSNAdministeredSubscriber.dialect.description=Dialecto en que se expresa el tema. 
WSNAdministeredSubscriber.endpoint.description=URL del servicio web externo al que debe suscribirse el servicio. 
WSNAdministeredSubscriber.remoteSubscriptionTimeout.description=Tiempo en horas despu\u00e9s del cual la suscripci\u00f3n remota caducar\u00e1 si no la renueva el servidor. 
WSNAdministeredSubscriber.topic.description=Tema en que debe suscribirse el servicio. 
WSNAdministeredSubscriber.topicNamespace.description=URI que describe el espacio de nombres de tema en el que est\u00e1 definido el tema especificado. 
WSNAdministeredSubscriberRT.producerEPR.description=Referencia de punto final de la aplicaci\u00f3n de servicio web remota desde la que se reciben las notificaciones de sucesos. 
WSNAdministeredSubscriberRT.state.description=Estado de tiempo de ejecuci\u00f3n actual del suscriptor administrado. 
WSNAdministeredSubscriberRT.topic.description=Tema para el que se han solicitado notificaciones de sucesos. 
WSNInstanceDocument.description=Un espacio de nombres de tema puede tener de manera opcional documentos de espacio de nombres de tema aplicados que definen la estructura de los temas permitidos en el espacio de nombres. 
WSNInstanceDocument.description.description=Descripci\u00f3n opcional del documento de espacio de nombres de tema. 
WSNInstanceDocument.filecontents.description=Contenido del documento de espacio de nombres de tema. 
WSNInstanceDocument.filename.description=Nombre del archivo desde el que se carg\u00f3 al principio el documento de espacio de nombres de tema. 
WSNInstanceDocument.topicnamespace.description=Espacio de nombres de tema al que se aplica este documento. 
WSNInstanceDocument.url.description=URL del documento de espacio de nombres de tema que debe cargarse. 
WSNPublisherRegistrations.creationTime.description=Hora a la que se cre\u00f3 el registro. 
WSNPublisherRegistrations.demandBased.description=Indica si es un editor basado en demanda. 
WSNPublisherRegistrations.description=Conjunto de aplicaciones registradas actualmente como editores con el intermediario de notificaciones. 
WSNPublisherRegistrations.publisherID.description=Identificador exclusivo de este registro de editor. 
WSNPublisherRegistrations.publisherRefData.description=Datos adicionales relacionados con el editor. 
WSNPublisherRegistrations.terminationTime.description=Hora en que se suprimir\u00e1 el registro. 
WSNPublisherRegistrations.topic.description=Tema en que el editor est\u00e1 registrado para editar. 
WSNPullPoints.creationTime.description=Hora a la que se cre\u00f3 el punto de extracci\u00f3n. 
WSNPullPoints.description=Esta colecci\u00f3n lista los puntos de extracci\u00f3n que han creado las aplicaciones WS-Notification en el miembro o los miembros de bus asociados. Utilice este panel para ver informaci\u00f3n sobre un punto de extracci\u00f3n como, por ejemplo, la suscripci\u00f3n con la que est\u00e1 asociado y la hora de caducidad establecida actualmente para el punto de extracci\u00f3n. Tambi\u00e9n puede suprimir un punto de extracci\u00f3n utilizando el bot\u00f3n proporcionado.
WSNPullPoints.pullPointID.description=Identificador exclusivo del punto de extracci\u00f3n. 
WSNPullPoints.subscriptionID.description=Identificador exclusivo de la suscripci\u00f3n asociada con el punto de extracci\u00f3n. 
WSNPullPoints.terminationTime.description=Hora en que se suprimir\u00e1 el punto de extracci\u00f3n. 
WSNService.JAXRPCHandlerList.description=Lista de manejadores JAX-RPC que se aplica a las peticiones de servicio de salida para el servicio WS-Notification, por ejemplo, las notificaciones de entrega al intermediario dirigidas a un consumidor.
WSNService.JAXWSHandlerList.description=Lista de manejadores JAX-WS que se aplica a las peticiones de servicio de salida para el servicio WS-Notification.
WSNService.NotificationBrokerServiceLink.description=Servicio de entrada definido para el rol de intermediario de notificaci\u00f3n de este servicio WS-Notification. 
WSNService.OutboundRequestPolicySets.description=Conjuntos de pol\u00edticas de solicitudes de salida y enlaces asociados a este servicio WS-Notification.
WSNService.PubRegManagerServiceLink.description=Servicio de entrada definido para el rol de gestor de registros del editor de este servicio WS-Notification. 
WSNService.SIBus.description=Nombre del bus de integraci\u00f3n de servicios con el que est\u00e1 asociado el servicio WS-Notification.
WSNService.SubscriptionManagerServiceLink.description=Servicio de entrada definido para el rol de gestor de suscripciones de este servicio WS-Notification. 
WSNService.customProperties.description=Seleccione este enlace para configurar propiedades personalizadas adicionales para este servicio WS-Notification.
WSNService.deleteConfirmation.description=Seleccione si deben suprimirse tambi\u00e9n los espacios de temas del bus de integraci\u00f3n de servicios asociados con el servicio WS-Notification (incluidos aquellos asociados con todos los espacios de nombres de tema WS-Notification), cuando sea posible. 
WSNService.description=Un servicio WS-Notification proporciona acceso a recursos de bus de integraci\u00f3n de servicios para los clientes de publicaci\u00f3n y suscripci\u00f3n en los servicios web.
WSNService.description.description=Descripci\u00f3n opcional del servicio WS-Notification.
WSNService.dynamicTopicSpace.description=El nombre del espacio de temas del bus de integraci\u00f3n de servicios que se utilizar\u00e1 como espacio de temas din\u00e1micos para este servicio WS-Notification.
WSNService.enableDynamicTopicNamespaces.description=Indica si los espacios de nombres de temas din\u00e1micos pueden utilizarse en el servicio WS-Notification.
WSNService.endpoint.select.description=Miembro del bus asociado con el punto de servicio WS-Notification. Cuando se crea un punto de servicio en un servicio WSN de la versi\u00f3n 7.0, s\u00f3lo los miembros de WebSphere Application Server v7.0 y superiores estar\u00e1n disponibles para selecci\u00f3n.
WSNService.epl.description=Un escucha de punto final recibe las solicitudes de aplicaciones que solicitan servicios dentro de un servidor de aplicaciones o cl\u00faster espec\u00edfico.
WSNService.fixedTopicSet.description=Indica si la lista de temas admitidos por el intermediario de notificaciones es fija o puede variar en tiempo de ejecuci\u00f3n. 
WSNService.instancesLink.description=Seleccione este enlace para configurar el despliegue de los puntos de servicio WS-Notification en uno o varios servidores. 
WSNService.name.description=Nombre del servicio WS-Notification
WSNService.queryWSDL.description=Define si WSN consultar\u00e1 o no el WSDL de otros servicios Web WSN cuando interact\u00fae con los mismos. Por omisi\u00f3n, esta opci\u00f3n est\u00e1 activada ya que \u00e9ste es el modelo de programaci\u00f3n de servicios Web est\u00e1ndar. Si se desactiva esta opci\u00f3n se puede obtener una mejora del rendimiento. Desactivar esta opci\u00f3n afecta a las peticiones de servicios Web realizadas por WSN, por ejemplo, a las notificaciones a los consumidores. Un resultado de ello, es que WSN intentar\u00e1 detectar la informaci\u00f3n de enlace (que normalmente se detecta mediante WSDL) utilizando otros medios. Cuando se inhabilita WSDL, se producen algunas circunstancias en las que WSN no puede determinar la informaci\u00f3n de enlaces. Bajo estas circunstancias, WSN realizar\u00e1 lo que considera la mejor adivinaci\u00f3n de la informaci\u00f3n de enlace. 
WSNService.requestBinding.description=Enlace de seguridad que debe utilizarse con las notificaciones de consumidor y las peticiones de editor remotas enviadas por este servicio WS-Notification. 
WSNService.requiresRegistration.description=Indica si es necesario que las aplicaciones del editor se registren en el intermediario para poder publicar las notificaciones.
WSNService.responseBinding.description=Enlace de seguridad que debe utilizarse con las respuestas de editor remotas recibidas por este servicio WS-Notification. 
WSNService.securityConfig.description=Especifica los detalles de c\u00f3mo se aplica la seguridad a las solicitudes y respuestas.
WSNService.topicDialects.description=Lista de dialectos de temas admitidos en este servicio WS-Notification.
WSNService.topicSpacesLink.description=Seleccione este enlace para configurar espacios de nombres de tema permanentes para el servicio WS-Notification.
WSNService.type.description=El tipo del servicio WS-Notification.
WSNService.wizard.step5.createTopicNamespace.description=OBLIGATORIA
WSNServicePoint.NotificationBrokerPortLink.description=Puerto de entrada definido para el rol de intermediario de notificaciones de este punto de servicio WS-Notification. 
WSNServicePoint.PolicySetConfiguration.description=La configuraci\u00f3n del conjunto de pol\u00edticas asociado a este punto de servicio WS-Notification. 
WSNServicePoint.PubRegManagerPortLink.description=Puerto de entrada definido para el rol de gestor de registros del editor de este punto de servicio WS-Notification.  
WSNServicePoint.PublishWSDLToZip.description=Publicar los archivos WSDL en un archivo zip. 
WSNServicePoint.ServicePointApplication.description=La aplicaci\u00f3n asociada con este servicio WS-Notification. 
WSNServicePoint.SubscriptionManagerPortLink.description=Puerto de entrada definido para el rol de gestor de suscripciones de este punto de servicio WS-Notification. 
WSNServicePoint.customProperties.description=Seleccione este enlace para configurar propiedades personalizadas adicionales para este punto de servicio WS-Notification. 
WSNServicePoint.description=Un punto de servicio WS-Notification define el acceso a un servicio WS-Notification en un miembro de bus concreto a trav\u00e9s de un enlace de servicio web especificado (por ejemplo, SOAP sobre HTTP). Las aplicaciones utilizan los miembros de bus asociados al punto de servicio WS-Notification para conectarse al servicio WS-Notification.
WSNServicePoint.description.description=Descripci\u00f3n opcional del punto de servicio WS-Notification.
WSNServicePoint.endpoint.description=Nombre de miembro de bus en el que se despliega este punto de servicio WS-Notification. 
WSNServicePoint.httpProxy.description=La ra\u00edz del URL de la direcci\u00f3n de punto final visible externamente para los servicios web a los que se accede mediante este escucha de punto final. 
WSNServicePoint.jaxwsHandlerListNB.description=La lista de manejadores JAX-WS que se aplica para solicitudes de entrada desde una aplicaci\u00f3n en el punto final de NotificationBroker del punto de servicio de WS-Notification.
WSNServicePoint.jaxwsHandlerListPRM.description=La lista de manejadores JAX-WS que se aplica para solicitudes de entrada desde una aplicaci\u00f3n en el punto final de PublisherRegistrationManager del punto de servicio de WS-Notification.
WSNServicePoint.jaxwsHandlerListSM.description=La lista de manejadores JAX-WS que se aplica para solicitudes de entrada desde una aplicaci\u00f3n en el punto final de SubscriptionManager del punto de servicio de WS-Notification.
WSNServicePoint.name.description=Nombre del punto de servicio WS-Notification. Este nombre forma parte de la direcci\u00f3n del servicio web expuesto en el servidor elegido. 
WSNServicePoint.servicePointAccessedViaProxy.description=Especifique si se accede al punto de servicio a trav\u00e9s de una direcci\u00f3n de proxy HTTP. 
WSNServicePoint.soapVersion.description=Define la versi\u00f3n de SOAP que el puerto de servicio soporta. Esto afecta a la definici\u00f3n WSDL que se expondr\u00e1 por el servicio web. 
WSNServicePoint.wizard.description=Cree un nuevo punto de servicio WS-Notification. 
WSNSubscriptions.consumerEPR.description=Referencia de punto final a la que se env\u00edan las notificaciones de sucesos que coinciden con la suscripci\u00f3n. 
WSNSubscriptions.creationTime.description=Hora a la que se cre\u00f3 la suscripci\u00f3n. 
WSNSubscriptions.deliveryState.description=Estado de tiempo de ejecuci\u00f3n actual de la suscripci\u00f3n. 
WSNSubscriptions.description=Esta colecci\u00f3n lista las suscripciones que han creado las aplicaciones WS-Notification en el miembro o los miembros de bus asociados. Utilice este panel para ver informaci\u00f3n sobre una suscripci\u00f3n como, por ejemplo, el tema en el que se registra la suscripci\u00f3n y la hora de caducidad establecida actualmente para la suscripci\u00f3n. Tambi\u00e9n puede suprimir una suscripci\u00f3n utilizando el bot\u00f3n proporcionado.
WSNSubscriptions.pullType.description=Indica si la suscripci\u00f3n se est\u00e1 utilizando en modalidad de extracci\u00f3n. 
WSNSubscriptions.subscriptionID.description=Identificador exclusivo de la suscripci\u00f3n. 
WSNSubscriptions.terminationTime.description=Hora en que se suprimir\u00e1 la suscripci\u00f3n. 
WSNSubscriptions.wpmSubscriptions.description=Suscripci\u00f3n o suscripciones duraderas del bus de integraci\u00f3n de servicios que est\u00e1n asociadas con la suscripci\u00f3n de WS-Notification. 
WSNSubscriptionsMultiple.description=Esta colecci\u00f3n lista las suscripciones de bus de integraci\u00f3n de servicios asociadas con la suscripci\u00f3n de WS-Notification seleccionada anteriormente.
WSNTopicNamespace.deleteConfirmation.description=Los espacios de nombre de tema WS-Notification siguientes se han seleccionado para su supresi\u00f3n. Al menos uno de los espacios de nombres de temas de WS-Notification se asocia con un espacio de temas de integraci\u00f3n de servicios que se ha creado como resultado de la creaci\u00f3n de dicho espacio de nombres de temas de WS-Notification. \u00bfSe deben suprimir tambi\u00e9n los espacios de temas del bus de integraci\u00f3n de servicios asociados que se han creado con un espacio de nombres de temas de WS-Notification?
WSNTopicNamespace.description=Un espacio de nombres de tema es una agrupaci\u00f3n de temas que permite compartir informaci\u00f3n entre aplicaciones. 
WSNTopicNamespace.instanceDocs.description=Colecci\u00f3n de documentos de espacio de nombres de tema que definen la estructura del espacio de nombres de tema. 
WSNTopicNamespace.messageReliability.description=Fiabilidad del bus de integraci\u00f3n de servicios que se aplica a los mensajes publicados en este espacio de nombres de tema. 
WSNTopicNamespace.namespace.description=Serie de URI por la que se conoce este espacio de nombres de tema. 
WSNTopicNamespace.wpmTopicSpace.description=Espacio de temas del bus de integraci\u00f3n de servicios con el que est\u00e1 asociado este espacio de nombres. 
WSNTopicNamespace.wpmTopicSpace.existing.description=Elija un espacio de temas del bus de integraci\u00f3n de servicios existente. 
WSNTopicNamespace.wpmTopicSpace.new.description=Cree un nuevo espacio de temas del bus de integraci\u00f3n de servicios asociado con este espacio de nombres de tema. 
WSNTopicNamespaceTask.description=Configure un nuevo espacio de nombres de tema permanente para el servicio WS-Notification actual. 
