#  Note to Translators:
#  Translate words on the right hand side of the = sign.
#  Do not translate {0}, {1}, %1, %2 etc.
#  Preserve all spaces after a backslash (\) even at the end of a line.
#
#  Whenever an apostrophe is needed within this file, please do not double it. It has
#  been determined that the code that uses this file expects only a single
#  apostrophe, and should work properly when a single apostrophe is provided.

#CMVCPATHNAME XD/ws/code/webui.hmm/src/hmm/WEB-INF/plugin.nlsprops
#ISMESSAGEFILE FALSE
# NLS_MESSAGEFORMAT_NONE

controller.is.disabled=No es posible acceder al controlador de salud. Parece que se ha inhabilitado.

#Tree Values
nav.showHMMConfig=Controlador de salud

#Labels for each field
controller.displayname=Par\u00e1metros globales del controlador de salud
controller.description=Estos par\u00e1metros sirven para configurar los par\u00e1metros globales del controlador de salud. El controlador de salud utiliza estos par\u00e1metros de forma conjunta con las pol\u00edticas de salud definidas.
controller.ccl=Longitud del ciclo de control
controller.mcr=N\u00famero m\u00e1ximo de reinicios consecutivos
controller.mri=Intervalo m\u00ednimo entre reinicios
controller.rt=Tiempo de espera de reinicio
controller.enabled=Habilitar la supervisi\u00f3n de salud
controller.ccl.description=Este campo especifica el intervalo de tiempo entre las comprobaciones en una instancia de servidor de aplicaciones para determinar si se ha infringido una condici\u00f3n de pol\u00edtica de salud.
controller.mcr.description=Este campo especifica el n\u00famero de intentos para reactivar un servidor de aplicaciones una vez se ha realizado una operaci\u00f3n de reiniciar. Si se excede el n\u00famero m\u00e1ximo de reintentos, se considera err\u00f3nea la acci\u00f3n de reiniciar la instancia.
controller.mri.description=Este campo controla el tiempo m\u00ednimo que debe pasar entre los reinicios de una instancia de servidor de aplicaciones.
controller.rt.description=Este campo especifica el tiempo que hay que esperar antes de considerar err\u00f3nea una acci\u00f3n de reiniciar.
controller.enabled.description=Este campo sirve para activar y desactivar la supervisi\u00f3n de salud. Cuando la supervisi\u00f3n est\u00e1 desactivada, no se supervisan las condiciones de salud definidas en las pol\u00edticas de salud.
controller.timeConstraints=Horas de reinicio no permitidas
controller.timeConstraints.desc=Este campo permite determinar las horas en las que no est\u00e1 permitida una acci\u00f3n de reiniciar para controlarla.
UNITS_MINUTES = Minutos
UNITS_HOURS = Horas
UNITS_DAYS = D\u00edas
controller.error.update=No se pueden actualizar los par\u00e1metros del controlador de salud: {0}

hmm.using.config.values=Se ha producido un error al intentar cargar los valores de tiempo de ejecuci\u00f3n actuales de estos par\u00e1metros. Estos par\u00e1metros se cargaron desde el dep\u00f3sito de configuraci\u00f3n.
controller.saveToRepos=Guardar tambi\u00e9n en la configuraci\u00f3n
controller.saveToRepos.description=Guarda los valores en el dep\u00f3sito de configuraci\u00f3n y los establece en el entorno de tiempo de ejecuci\u00f3n.

timeconstraints.remove=Eliminar
timeconstraints.start=Iniciar
timeconstraints.end=Final
timeconstraints.sunday=Dom
timeconstraints.monday=Lun
timeconstraints.tuesday=Mar
timeconstraints.wednesday=Mi\u00e9
timeconstraints.thursday=Jue
timeconstraints.friday=Vie
timeconstraints.saturday=S\u00e1b

created.health.controller=No exist\u00eda un controlador de salud en el dep\u00f3sito de configuraci\u00f3n. Se cre\u00f3 un controlador de salud de forma autom\u00e1tica en su espacio de trabajo local. Para que los cambios sean definitivos, debe guardarlos en el dep\u00f3sito.

#validation errors
HMM_ERROR_VALUE_CONTROL_CYCLE_OUT_OF_RANGE=El valor de la Longitud del ciclo de control est\u00e1 fuera de rango. Debe ser un n\u00famero entero entre 1 y 60.
HMM_ERROR_VALUE_RESTART_TIMEOUT_OUT_OF_RANGE=El valor del Tiempo de espera de reinicio est\u00e1 fuera de rango. Debe ser un n\u00famero entero entre 1 y 60.
HMM_ERROR_VALUE_MAX_RESTARTS_OUT_OF_RANGE=El valor del N\u00famero m\u00e1ximo de reinicios consecutivos est\u00e1 fuera de rango.  Debe ser un n\u00famero entero entre 1 y 5.
HMM_ERROR_VALUE_MIN_RESTART_INTERVAL_OUT_OF_RANGE=El valor del Intervalo m\u00ednimo entre reinicios est\u00e1 fuera de rango. Debe estar entre 15 minutos y 365 d\u00edas. Un valor cero indica que no est\u00e1 establecido.
HMM_ERROR_VALUE_PROHIBITED_RESTART_TIME_OUT_OF_RANGE=Un valor en las Horas de reinicio no permitidas no es v\u00e1lido. La hora de inicio debe ser anterior a la hora de finalizaci\u00f3n.
HMM_ERROR_AT_LEAST_ONE_DAY=Como m\u00ednimo se necesita un d\u00eda de la semana para las Horas de reinicio no permitidas.
