wssecurity.algorithmhelper.algorithmlist.exception=Se ha producido una excepci\u00f3n al recuperar la lista de algoritmos del MBean WebServicesSecurityAlgorithmHelper
wssecurity.algorithmhelper.mbean.exception=No se puede encontrar el MBean WebServicesSecurityAlgorithmHelper. La excepci\u00f3n es {0}.
wssecurity.algorithmhelper.nombean.error=El servidor no puede encontrar el bean gestionado (MBean) WebServicesSecurityAlgorithmHelper.
wssecurity.file.load.exception=Se ha producido una excepci\u00f3n al cargar el recurso {0}: {1}.
wssecurity.utils.nowssec=El archivo ws-security.xml no est\u00e1 disponible en el contexto {0}.


AlgorithmMapping.description=Especifica una lista de algoritmos de URI para la firma digital XML o cifrado XML que se correlacionan con una clase del motor de f\u00e1bricas de algoritmos. Las correlaciones de algoritmos permiten a los proveedores de servicios conectarse a otros algoritmos criptogr\u00e1ficos.
AlgorithmMapping.displayName=Correlaciones del algoritmo
AlgorithmMapping.factoryname.description=Especifica el nombre de clase de la implementaci\u00f3n del motor de f\u00e1bricas de algoritmos.
AlgorithmMapping.factoryname.displayName=Clase del motor de f\u00e1bricas de algoritmos
AlgorithmURI.algorithm.description=Especifica el URI del algoritmo para el tipo seleccionado.
AlgorithmURI.algorithm.displayName=URI del algoritmo
AlgorithmURI.description=Especifica el URI del algoritmo para la firma digital XML o el cifrado XML.
AlgorithmURI.displayName=URI del algoritmo
AlgorithmURI.type.description=Especifica el tipo de uso de este algoritmo.
AlgorithmURI.type.displayName=Tipo de algoritmo
AlgorithmUri.type.DATAENC=Cifrado de datos
AlgorithmUri.type.DIGEST=Numeraci\u00f3n de mensajes
AlgorithmUri.type.KEYENC=Cifrado de claves
AlgorithmUri.type.SIG=Firma
CRL.description=Especifica una lista de revocaciones de certificados para comprobar la validez del certificado.
CRL.displayName=Lista de revocaci\u00f3n de certificados
CRL.path.description=Especifica la v\u00eda de acceso del archivo de lista de revocaci\u00f3n de certificados.
CRL.path.displayName=V\u00eda de acceso de la lista de revocaci\u00f3n de certificados
CallbackHandler.IDAssertion.displayName=Aserci\u00f3n de identidad
CallbackHandler.basicAuth.displayName=Autenticaci\u00f3n b\u00e1sica
CallbackHandler.basicAuthID.description=Especifica el ID de usuario por omisi\u00f3n que se pasa al constructor del manejador de retorno de llamada.
CallbackHandler.basicAuthID.displayName=ID de usuario
CallbackHandler.basicAuthPwd.description=Especifica la contrase\u00f1a por omisi\u00f3n que se pasa al constructor del manejador de retorno de llamada.
CallbackHandler.basicAuthPwd.displayName=Contrase\u00f1a
CallbackHandler.classname.description=Especifica el nombre de la clase de implementaci\u00f3n del manejador de retorno de llamada. El manejador de retorno de llamada debe implementar la clase javax.security.auth.callback.CallbackHandler.
CallbackHandler.classname.displayName=Nombre de clase del manejador de retorno de llamada
CallbackHandler.description=Especifica los par\u00e1metros del manejador de retorno de llamada utilizados para generar la se\u00f1al. Puesto que se puede conectar a un manejador de retorno de llamada personalizado, debe especificar el nombre de la clase de implementaci\u00f3n. El servidor de aplicaciones proporciona opciones para la evaluaci\u00f3n de identidad, la autenticaci\u00f3n b\u00e1sica y el almac\u00e9n de claves que se pasa a la implementaci\u00f3n del manejador de retornos de llamada.
CallbackHandler.displayName=Manejador de retorno de llamada
CallbackHandler.useIDAssertion.description=Declara expl\u00edcitamente el uso de la aserci\u00f3n de identidad en el componente generador de se\u00f1ales.
CallbackHandler.useIDAssertion.displayName=Utilizar aserci\u00f3n de identidad
CallbackHandler.useRunAs.description=Declara expl\u00edcitamente el uso de la aserci\u00f3n de identidad de RunAs en el componente generador de se\u00f1ales.
CallbackHandler.useRunAs.displayName=Utilizar identidad RunAs
CollectionCertStore.description=Especifica una lista de archivos de certificados intermedios de no confianza. Este almac\u00e9n de certificados de colecciones se utiliza para la validaci\u00f3n de v\u00edas de acceso de certificados de las se\u00f1ales de seguridad entrantes con formato X.509. Los certificados de confianza ra\u00edz se especifican en el panel Anclas de confianza.
CollectionCertStore.displayName=Almac\u00e9n de certificados de colecciones
CollectionCertStore.name.description=Especifica el nombre exclusivo del almac\u00e9n de certificados.
CollectionCertStore.name.displayName=Nombre del almac\u00e9n de certificados
CollectionCertStore.provider.description=Especifica el nombre del proveedor de la implementaci\u00f3n del almac\u00e9n de certificados.
CollectionCertStore.provider.displayName=Proveedor del almac\u00e9n de certificados
DigestMethod.algorithm.description=Especifica el algoritmo de criptogr\u00e1fico que se utiliza para generar el resumen de mensajes.
DigestMethod.algorithm.displayName=Algoritmo del m\u00e9todo de numeraci\u00f3n
DigestMethod.properties.description=Especifica propiedades adicionales para la configuraci\u00f3n.
DigestMethod.properties.displayName=Propiedades del m\u00e9todo de numeraci\u00f3n
EncryptionInfo.dataAlgorithm.description=Especifica el URI del algoritmo del m\u00e9todo de cifrado de datos.
EncryptionInfo.dataAlgorithm.displayName=Algoritmo del cifrado de datos
EncryptionInfo.dataAlgorithmProperties.description=Especifica propiedades adicionales para la configuraci\u00f3n.
EncryptionInfo.dataAlgorithmProperties.displayName=Propiedades del algoritmo del cifrado de datos
EncryptionInfo.description=Especifica la configuraci\u00f3n para los par\u00e1metros de cifrado y descifrado XML. Si se han especificado los algoritmos de cifrado de datos y claves, el servidor de aplicaciones s\u00f3lo acepta elementos cifrados con dichos algoritmos.
EncryptionInfo.displayName=Informaci\u00f3n de cifrado
EncryptionInfo.encryptionKeyInfo.displayName=Informaci\u00f3n de clave de cifrado:
EncryptionInfo.keyAlgorithm.description=Especifica el URI del algoritmo del m\u00e9todo de cifrado de claves.
EncryptionInfo.keyAlgorithm.displayName=Algoritmo del cifrado de claves
EncryptionInfo.keyAlgorithmProperties.description=Especifica propiedades adicionales para la configuraci\u00f3n.
EncryptionInfo.keyAlgorithmProperties.displayName=Propiedades del algoritmo del cifrado de claves
EncryptionInfo.keyName.description=Especifica el nombre de la clave. Este nombre se resuelve en la clave real que est\u00e1 utilizando el localizador de claves especificado.
EncryptionInfo.keyName.displayName=Nombre de clave de cifrado
EncryptionInfo.keyReference.description=Especifica una referencia con el nombre del localizador de claves que se est\u00e1 utilizando.
EncryptionInfo.keyReference.displayName=Referencia del localizador de claves
EncryptionInfo.name.description=Especifica el nombre exclusivo para la informaci\u00f3n de cifrado.
EncryptionInfo.name.displayName=Nombre de la informaci\u00f3n de cifrado
EncryptionInfo.none=Ninguno
EncryptionInfo.specified=Informaci\u00f3n de cifrado dedicada
JAASConfig.configName.description=Especifica el nombre del sistema JAAS o el nombre de la configuraci\u00f3n del inicio de sesi\u00f3n de la aplicaci\u00f3n.
JAASConfig.configName.displayName=Nombre de la configuraci\u00f3n de JAAS
JAASConfig.description=Especifica el nombre de la configuraci\u00f3n JAAS que se define en el panel de inicio de sesi\u00f3n de JAAS.
JAASConfig.displayName=Configuraci\u00f3n de JAAS
KeyInfo.calcLocalName.description=Especifica la parte del nombre local del Qname que representa el m\u00e9todo de c\u00e1lculo.
KeyInfo.calcLocalName.displayName=Nombre local
KeyInfo.calcMethod.displayName=M\u00e9todo de c\u00e1lculo
KeyInfo.calcNamespaceURI.description=Especifica la parte del URI de espacio de nombres del Qname que representa el m\u00e9todo de c\u00e1lculo. Este URI es necesario cuando el tipo de informaci\u00f3n de clave es un identificador de claves.
KeyInfo.calcNamespaceURI.displayName=URI de espacio de nombres
KeyInfo.classname.description=Especifica el nombre de la clase de implementaci\u00f3n de la informaci\u00f3n de claves.
KeyInfo.classname.displayName=Nombre de clase de la informaci\u00f3n de claves
KeyInfo.description=Especifica la configuraci\u00f3n relacionada que es necesaria para generar la clave para la firma digital XML o el cifrado XML.
KeyInfo.displayName=Informaci\u00f3n de claves
KeyInfo.encLocalName.description=Especifica la parte del nombre local del Qname que representa el m\u00e9todo de codificaci\u00f3n.
KeyInfo.encLocalName.displayName=Nombre local
KeyInfo.encMethod.displayName=M\u00e9todo de codificaci\u00f3n
KeyInfo.encNamespaceURI.description=Especifica la parte del URI de espacio de nombres que representa el m\u00e9todo de cifrado. Este URI es necesario cuando el tipo de informaci\u00f3n de clave es un identificador de claves.
KeyInfo.encNamespaceURI.displayName=URI de espacio de nombres
KeyInfo.name.description=Especifica un nombre exclusivo utilizado para identificar la definici\u00f3n de la informaci\u00f3n de claves.
KeyInfo.name.displayName=Nombre de la informaci\u00f3n de claves
KeyInfo.type.EMB=Se\u00f1al incorporado
KeyInfo.type.KEYID=Identificador de clave
KeyInfo.type.KEYNAME=Nombre de clave
KeyInfo.type.STRREF=Referencia de se\u00f1al de seguridad
KeyInfo.type.X509ISSUER=Nombre de usuario y serie de usuario X509
KeyInfo.type.description=Especifica el tipo de elemento <KeyInfo>.
KeyInfo.type.displayName=Tipo de informaci\u00f3n de claves
KeyInfo.valueType.displayName=Tipo de valor
KeyInfo.vtLocalName.description=Especifica la parte del nombre local del Qname que representa el tipo de valor.
KeyInfo.vtLocalName.displayName=Nombre local
KeyInfo.vtNamespaceURI.description=Especifica la parte del URI de espacio de nombres del Qname que representa el tipo de valor. Este URI es necesario cuando el tipo de informaci\u00f3n de clave es un identificador de clave o una referencia de se\u00f1al de seguridad.
KeyInfo.vtNamespaceURI.displayName=URI de espacio de nombres
KeyInfoRef.description=Elementos de informaci\u00f3n de clave de referencias que son necesarios para el cifrado o la firma.
KeyInfoRef.displayName=Referencia de informaci\u00f3n de claves
KeyInfoRef.keyinfoRef.description=Especifica el nombre del elemento <KeyInfo>.
KeyInfoRef.keyinfoRef.displayName=Referencia de informaci\u00f3n de claves
KeyInfoRef.name.description=Especifica el nombre exclusivo que se utiliza para identificar la referencia de la informaci\u00f3n de clave.
KeyInfoRef.name.displayName=Nombre
KeyLocator.className.description=Especifica el nombre de la clase de implementaci\u00f3n del localizador de claves. El localizador de claves debe implementar la clase com.ibm.wsspi.wssecurity.config.KeyLocator.
KeyLocator.className.displayName=Nombre de clase del localizador de claves
KeyLocator.description=Especifica una lista de configuraciones de localizadores de claves que recuperan la clave para signatura y cifrado. Puede personalizar la clase del localizador de claves para recuperar claves de otros tipos de repositorios. La implementaci\u00f3n por omisi\u00f3n recupera las claves de un almac\u00e9n de claves.
KeyLocator.displayName=Localizadores de claves
KeyLocator.keystorePath.description=Especifica la v\u00eda de acceso del archivo de almac\u00e9n de claves. Este campo es opcional, si el localizador de claves no utiliza un almac\u00e9n de claves.
KeyLocator.keystorePath.displayName=V\u00eda de acceso
KeyLocator.keystorePwd.description=Especifica la contrase\u00f1a para el archivo de almac\u00e9n de claves. Este campo es opcional, si el localizador de claves no utiliza un almac\u00e9n de claves.
KeyLocator.keystorePwd.displayName=Contrase\u00f1a
KeyLocator.keystoreType.description=Especifica el tipo de archivo de almac\u00e9n de claves. Este campo es opcional, si el localizador de claves no utiliza un almac\u00e9n de claves.
KeyLocator.keystoreType.displayName=Tipo
KeyLocator.name.description=Especifica un nombre exclusivo utilizado para identificar la definici\u00f3n del localizador de claves.
KeyLocator.name.displayName=Nombre del localizador de claves
KeyLocatorMapping.description=Especifica la correlaci\u00f3n del elemento del localizador de claves.
KeyLocatorMapping.displayName=Correlaci\u00f3n del localizador de claves
KeyLocatorMapping.getKeys=Obtener claves
KeyLocatorMapping.keynameRef.description=Especifica el nombre de clave que se utiliza en este elemento <KeyInfo>.
KeyLocatorMapping.keynameRef.displayName=Referencia del nombre de clave
KeyLocatorMapping.locatorRef.description=Especifica el nombre del localizador de claves que se utiliza en este elemento <KeyInfo>.
KeyLocatorMapping.locatorRef.displayName=Referencia del localizador de claves
KeyStore.displayName=Almac\u00e9n de claves
KeyStore.keyStoreConfigName.description=Especifica el nombre de la configuraci\u00f3n del almac\u00e9n de claves.
KeyStore.keyStoreConfigName.displayName=Nombre de configuraci\u00f3n del almac\u00e9n de claves
KeyStore.noneButtonLabel.description=Especifica que no se ha definido ning\u00fan almac\u00e9n de claves.
KeyStore.noneButtonLabel.displayName=Ninguno
KeyStore.orLabel.displayName=OR
KeyStore.path.description=Especifica la ubicaci\u00f3n del archivo de almac\u00e9n de claves.
KeyStore.path.displayName=V\u00eda de acceso
KeyStore.predefinedButtonLabel.description=Especifica que se debe definir un almac\u00e9n de claves predefinido.
KeyStore.predefinedButtonLabel.displayName=Almac\u00e9n de claves predefinido
KeyStore.storepass.description=Especifica la contrase\u00f1a para el archivo de almac\u00e9n de claves.
KeyStore.storepass.displayName=Contrase\u00f1a
KeyStore.type.JCEKS=JCEKS
KeyStore.type.JCERACFKS=JCERACFKS
KeyStore.type.JKS=JKS
KeyStore.type.PKCS11KS=PKCS11KS (PKCS11)
KeyStore.type.PKCS12KS=PKCS12KS (PKCS12)
KeyStore.type.description=Especifica que el tipo de archivo de almac\u00e9n de claves es JKS, JCEKS, PKCS11KS (PKCS11) o PKCS12KS (PKCS12).
KeyStore.type.displayName=Tipo
KeyStore.userDefinedButtonLabel.description=Especifica que se debe definir un almac\u00e9n de claves definido por el usuario.
KeyStore.userDefinedButtonLabel.displayName=Almac\u00e9n de claves definido por el usuario
LDAPCertStore.description=Especifica el servidor LDAP (Lightweight Directory Access Protocol) que contiene las entradas de certificados intermedios de no confianza. Este servidor LDAP se utiliza como almac\u00e9n de certificados para la validaci\u00f3n de v\u00edas de acceso de certificados de las se\u00f1ales de seguridad entrantes con formato X.509.
LDAPCertStore.displayName=Almac\u00e9n de certificados LDAP
LDAPCertStore.ldapPort.description=Especifica el n\u00famero de puerto del servidor LDAP (Lightweight Directory Access Protocol).
LDAPCertStore.ldapPort.displayName=Puerto de LDAP
LDAPCertStore.ldapProperties.description=Especifica propiedades adicionales del servidor LDAP (Lightweight Directory Access Protocol).
LDAPCertStore.ldapProperties.displayName=Propiedades del servidor LDAP
LDAPCertStore.ldapServer.description=Especifica el nombre de host del servidor LDAP (Lightweight Directory Access Protocol).
LDAPCertStore.ldapServer.displayName=Servidor LDAP
LDAPCertStore.name.description=Especifica la etiqueta de la serie del almac\u00e9n de certificados.
LDAPCertStore.name.displayName=Nombre del almac\u00e9n de certificados
LDAPCertStore.provider.description=Especifica el nombre del proveedor para la implementaci\u00f3n del almac\u00e9n de certificados.
LDAPCertStore.provider.displayName=Proveedor del almac\u00e9n de certificados
LoginBinding.authMethod.basicAuth=Autenticaci\u00f3n b\u00e1sica
LoginBinding.authMethod.description=Especifica el m\u00e9todo de autenticaci\u00f3n. Puede utilizar cualquier serie, pero la serie debe coincidir con el elemento <AuthMethod> de la configuraci\u00f3n a nivel de servicio. Las cuatro palabras siguientes est\u00e1n reservadas y tienen significados especiales: BasicAuth genera el elemento <UsernameToken> con un nombre de usuario y, tambi\u00e9n, una contrase\u00f1a; IDAssertion genera el elemento <UsernameToken> s\u00f3lo con un nombre de usuario; Signature utiliza el nombre distinguido (DN) del firmante; y LTPA valida una se\u00f1al.
LoginBinding.authMethod.displayName=M\u00e9todo de autenticaci\u00f3n
LoginBinding.authMethod.idAssertion=Aserci\u00f3n de identidad
LoginBinding.authMethod.signature=Firma
LoginBinding.basicAuthID.description=Especifica el ID de usuario por omisi\u00f3n que se pasa al constructor del manejador de retorno de llamada.
LoginBinding.basicAuthID.displayName=ID de usuario de autenticaci\u00f3n b\u00e1sica
LoginBinding.basicAuthPwd.description=Especifica la contrase\u00f1a por omisi\u00f3n que se pasa al constructor del manejador de retorno de llamada.
LoginBinding.basicAuthPwd.displayName=Contrase\u00f1a de autenticaci\u00f3n b\u00e1sica
LoginBinding.callbackHandler.description=Especifica el nombre de la clase de implementaci\u00f3n del manejador de retorno de llamada. Este valor debe implementar la interfaz javax.security.auth.callback.CallbackHandler y debe tener un constructor cuya signatura sea (String defaultId, char[] defaultPass, java.util.Map properties).
LoginBinding.callbackHandler.displayName=Manejador de retorno de llamada
LoginBinding.dedicated.description=Especifica la configuraci\u00f3n utilizada por el remitente para generar se\u00f1ales de seguridad en el mensaje. Est\u00e1n disponibles cuatro m\u00e9todos de autenticaci\u00f3n predefinidos: BasicAuth genera el elemento <UsernameToken> con un nombre de usuario y, tambi\u00e9n, una contrase\u00f1a; ID assertion genera el elemento <UsernameToken> s\u00f3lo con un nombre de usuario; Signature utiliza el nombre distinguido (DN) del firmante; y LTPA utiliza el elemento <BinarySecurityToken> desde la credencial de invocaci\u00f3n o genera la se\u00f1al a partir de los datos de BasicAuth. Tambi\u00e9n puede definir un m\u00e9todo de autenticaci\u00f3n personalizado.
LoginBinding.description=Especifica la configuraci\u00f3n que se utiliza para enviar las se\u00f1ales de seguridad dentro de los mensajes.
LoginBinding.displayName=Enlace de inicio de sesi\u00f3n
LoginBinding.name.description=Especifica la etiqueta de serie para el enlace de inicio de sesi\u00f3n.
LoginBinding.name.displayName=Nombre del enlace del inicio de sesi\u00f3n
LoginBinding.none=Ninguno
LoginBinding.specified=Enlace del inicio de sesi\u00f3n dedicado
LoginBinding.tokenTypeName.description=Especifica el nombre local que indica el tipo de la se\u00f1al de seguridad aceptado. Si se aceptan se\u00f1ales de seguridad binarias, el valor indica el atributo valueType en el elemento <BinarySecurityToken>. Si se aceptan se\u00f1ales XML, el valor indica el nombre del elemento de nivel superior de la se\u00f1al XML. Si se especifican las palabras reservadas en el campo M\u00e9todo de autenticaci\u00f3n definido anteriormente, este campo se ignora.
LoginBinding.tokenTypeName.displayName=Nombre local del tipo de se\u00f1al
LoginBinding.tokenTypeURI.description=Especifica el URI del espacio de nombres que indica el tipo de la se\u00f1al de seguridad aceptado. Si se aceptan se\u00f1ales de seguridad binarias, el valor indica el atributo valueType en el elemento <BinarySecurityToken>. Si se aceptan se\u00f1ales XML, el valor indica el nombre del elemento de nivel superior de la se\u00f1al XML. Si se especifican las palabras reservadas en el campo M\u00e9todo de autenticaci\u00f3n definido anteriormente, este campo se ignora.
LoginBinding.tokenTypeURI.displayName=URI del tipo de se\u00f1al
LoginMapping.authMethod.description=Especifica el m\u00e9todo que se utiliza para la autenticaci\u00f3n. Puede utilizar cualquier serie, pero la serie debe coincidir con el elemento <AuthMethod> de la configuraci\u00f3n a nivel de servidor. Las palabras siguientes est\u00e1n reservadas y tienen significados especiales: BasicAuth genera el elemento <UsernameToken> con un nombre y una contrase\u00f1a; IDAssertion genera el elemento <UsernameToken> s\u00f3lo con un nombre de usuario; Signature utiliza el nombre distinguido (DN) del firmante; y LTPA valida una se\u00f1al.
LoginMapping.authMethod.displayName=M\u00e9todo de autenticaci\u00f3n
LoginMapping.callbackClassName.description=Especifica el nombre de la clase de implementaci\u00f3n de la f\u00e1brica del manejador de retorno de llamada. Este valor implementa la clase com.ibm.wsspi.wssecurity.auth.callback.CallbackHandlerFactory.
LoginMapping.callbackClassName.displayName=Nombre de clase de la f\u00e1brica del manejador de retorno de llamada
LoginMapping.callbackProperties.description=Especifica propiedades adicionales de la f\u00e1brica del manejador de retorno de llamada.
LoginMapping.callbackProperties.displayName=Propiedades de la f\u00e1brica del manejador de retorno de llamada
LoginMapping.configName.description=Especifica el nombre de la configuraci\u00f3n del inicio de sesi\u00f3n de JAAS (Java(TM) Authentication and Authorization Service).
LoginMapping.configName.displayName=Nombre de la configuraci\u00f3n de JAAS
LoginMapping.description=Especifica una lista de configuraciones para validar las se\u00f1ales de seguridad dentro de los mensajes entrantes.
LoginMapping.displayName=Correlaciones de inicio de sesi\u00f3n
LoginMapping.makeSoapAvailable.description=Descripci\u00f3n
LoginMapping.makeSoapAvailable.displayName=Hacer disponible mensaje SOAP
LoginMapping.name.description=Especifica la etiqueta de serie para la correlaci\u00f3n de inicio de sesi\u00f3n.
LoginMapping.name.displayName=Nombre de la correlaci\u00f3n de inicio de sesi\u00f3n
LoginMapping.nonceClockSkew.description=Especifica el valor de desfase horario que se debe tener en cuenta cuando el servidor de aplicaciones comprueba la vigencia del mensaje. Nonce es un valor generado aleatoriamente.
LoginMapping.nonceClockSkew.displayName=Desfase horario de Nonce
LoginMapping.nonceMaxAge.description=Especifica la cantidad de tiempo antes de que caduque la indicaci\u00f3n de la hora de Nonce. Nonce es un valor generado aleatoriamente.
LoginMapping.nonceMaxAge.displayName=Antig\u00fcedad m\u00e1xima de Nonce
LoginMapping.tokenTypeName.description=Especifica el nombre local que indica el tipo de la se\u00f1al de seguridad aceptada. Si se aceptan se\u00f1ales de seguridad binarias, el valor indica el atributo valueType en el elemento <BinarySecurityToken>. Si se aceptan se\u00f1ales XML, el valor indica el nombre del elemento de nivel superior de la se\u00f1al XML. Si se especifican las palabras reservadas en el campo M\u00e9todo de autenticaci\u00f3n definido anteriormente, este campo se ignora.
LoginMapping.tokenTypeName.displayName=Nombre local del tipo de se\u00f1al
LoginMapping.tokenTypeURI.description=Especifica el URI del espacio de nombres, que denota el tipo de se\u00f1al de seguridad que se acepta. Si se aceptan se\u00f1ales de seguridad binarias, el valor indica el atributo valueType en el elemento <BinarySecurityToken>. Si se aceptan se\u00f1ales XML, el valor indica el nombre del elemento de nivel superior de la se\u00f1al XML. Si se especifican las palabras reservadas en el campo M\u00e9todo de autenticaci\u00f3n definido anteriormente, este campo se ignora.
LoginMapping.tokenTypeURI.displayName=URI del tipo de se\u00f1al
PartReference.description=Especifica una referencia a las partes del mensaje para la firma digital XML y el cifrado XML que se han definido en los descriptores de despliegue. Adem\u00e1s, se puede especificar el m\u00e9todo de numeraci\u00f3n para las partes del mensaje.
PartReference.displayName=Referencias de partes
PartReference.name.description=Especifica el nombre exclusivo que se utiliza para identificar la definici\u00f3n de la referencia.
PartReference.name.displayName=Nombre de partes
PartReference.part.description=Hace referencia a la parte del mensaje para firma o cifrado en los descriptores de despliegue.
PartReference.part.displayName=Nombre de referencia de parte
RequestConsumer.description=Especifica la configuraci\u00f3n de enlace del consumidor de peticiones. Puede definir c\u00f3mo procesar los requisitos de seguridad y las restricciones definidas en el descriptor de despliegue. Si no define el enlace, el servidor de aplicaciones utiliza el enlace por omisi\u00f3n a nivel de servidor o a nivel de c\u00e9lula.
RequestConsumer.displayName=Enlace del consumidor (receptor) de peticiones
RequestGenerator.description=Especifica la configuraci\u00f3n de enlace del generador de peticiones. Puede definir c\u00f3mo procesar los requisitos de seguridad y las restricciones definidas en el descriptor de despliegue. Si no define el enlace, el servidor de aplicaciones utiliza el enlace por omisi\u00f3n a nivel de servidor o a nivel de c\u00e9lula.
RequestGenerator.displayName=Enlace del generador de peticiones (remitente)
RequestNamespace.description=Especifica el espacio de nombres utilizado por la seguridad de servicios Web para enviar una petici\u00f3n. Sin embargo, este campo s\u00f3lo configura el valor del espacio de nombres y no fuerza la sem\u00e1ntica de la especificaci\u00f3n que est\u00e1 relacionada con el espacio de nombres. La seguridad de servicios Web s\u00f3lo utiliza la sem\u00e1ntica de proceso en el borrador 13 de la especificaci\u00f3n OASIS.
RequestNamespace.displayName=Espacio de nombres de la seguridad de servicios Web
RequestReceiver.description=Especifica la configuraci\u00f3n de enlace para recibir mensajes de petici\u00f3n para la seguridad de servicios Web.
RequestReceiver.displayName=Enlace del receptor de peticiones
RequestSender.description=Especifica la configuraci\u00f3n de enlace para enviar mensajes de petici\u00f3n para la seguridad de servicios Web. 
RequestSender.displayName=Enlace del remitente de peticiones
ResponseConsumer.description=Especifica la configuraci\u00f3n de enlace del consumidor de respuestas. Puede definir c\u00f3mo procesar los requisitos de seguridad y las restricciones definidas en el descriptor de despliegue. Si no define el enlace, el servidor de aplicaciones utiliza el enlace por omisi\u00f3n a nivel de servidor o a nivel de c\u00e9lula.
ResponseConsumer.displayName=Enlace del consumidor de respuestas (receptor)
ResponseGenerator.description=Especifica la configuraci\u00f3n de enlace del generador de respuestas. Puede definir c\u00f3mo procesar los requisitos de seguridad y las restricciones definidas en el descriptor de despliegue. Si no define el enlace, el servidor de aplicaciones utiliza el enlace por omisi\u00f3n a nivel de servidor o a nivel de c\u00e9lula.
ResponseGenerator.displayName=Enlace del generador de respuestas (remitente)
ResponseReceiver.description=Especifica la configuraci\u00f3n de enlace para enviar mensajes de respuesta para la seguridad de servicios Web. 
ResponseReceiver.displayName=Enlace del receptor de respuestas
ResponseSender.description=Especifica la configuraci\u00f3n de enlace para enviar mensajes de respuestas para la seguridad de servicios Web.
ResponseSender.displayName=Enlace del remitente de respuestas
SSLConfigAlias.description=Recopilaci\u00f3n de definiciones de configuraci\u00f3n SSL (Capa de sockets seguros) para esta c\u00e9lula. Se puede utilizar una de estas definiciones como configuraci\u00f3n SSL espec\u00edfica para este puerto de servicio Web. 
SSLConfigAlias.displayName=Configuraciones SSL espec\u00edficas - nivel de c\u00e9lula
SSLManagedTreeLink.description=Examinar el \u00e1rbol de configuraci\u00f3n SSL configurada centralmente.
SSLManagedTreeLink.displayName=Ver \u00e1rbol SSL gestionado centralmente
SigningInfo.6X.description=Especifica la configuraci\u00f3n de los par\u00e1metros de firmas.
SigningInfo.any=Confiar en cualquiera
SigningInfo.canonMethod.description=Especifica el URI del algoritmo del m\u00e9todo de canonicalizaci\u00f3n.
SigningInfo.canonMethod.displayName=M\u00e9todo de canonicalizaci\u00f3n
SigningInfo.canonMethodProperties.description=Especifica propiedades adicionales para la configuraci\u00f3n.
SigningInfo.canonMethodProperties.displayName=Propiedades del m\u00e9todo de canonicalizaci\u00f3n
SigningInfo.certificatePath.description=Especifica los valores para la validaci\u00f3n de la v\u00eda de acceso del certificado. Cuando se especifica la opci\u00f3n Confiar en cualquiera, se pasa por alto esta validaci\u00f3n y se conf\u00eda en todos los certificados entrantes.
SigningInfo.certificatePath.displayName=V\u00eda de acceso del certificado
SigningInfo.certificateStore.description=Especifica una referencia con el nombre del almac\u00e9n de certificados.
SigningInfo.certificateStore.displayName=Almac\u00e9n de certificados
SigningInfo.description=Especifica la configuraci\u00f3n de los par\u00e1metros de firmas. Tambi\u00e9n puede utilizar estos par\u00e1metros para la validaci\u00f3n de certificados X.509 cuando el m\u00e9todo de autenticaci\u00f3n sea IDAssertion y el tipo de ID sea X509Certificate en la configuraci\u00f3n a nivel de servidor. En dichos casos, cumplimente s\u00f3lo el campo de la v\u00eda de acceso del certificado.
SigningInfo.digestMethod.description=Especifica el URI del algoritmo del m\u00e9todo de conversi\u00f3n.
SigningInfo.digestMethod.displayName=M\u00e9todo de conversi\u00f3n
SigningInfo.displayName=Informaci\u00f3n de firmas
SigningInfo.keyInfoSignatureType.description=Especifica el tipo de firma. El tipo de firma especifica c\u00f3mo firmar la clave que se utiliza para la firma o el cifrado.
SigningInfo.keyInfoSignatureType.displayName=Tipo de firma de informaci\u00f3n de claves
SigningInfo.keyInfoSignatureType.keyinfo=keyinfo
SigningInfo.keyInfoSignatureType.keyinfoChildelements=keyinfochildelements
SigningInfo.keyInfoSignatureTypeProperties.description=Especifica propiedades adicionales para la configuraci\u00f3n.
SigningInfo.keyInfoSignatureTypeProperties.displayName=Propiedades de la firma de informaci\u00f3n de claves
SigningInfo.method.description=Especifica el URI del algoritmo del m\u00e9todo de signatura.
SigningInfo.method.displayName=M\u00e9todo de firma
SigningInfo.methodProperties.description=Especifica propiedades adicionales del algoritmo de firma.
SigningInfo.methodProperties.displayName=Propiedades del m\u00e9todo de firma
SigningInfo.name.description=Especifica el nombre exclusivo para la informaci\u00f3n de firma.
SigningInfo.name.displayName=Nombre de la informaci\u00f3n de firmas
SigningInfo.none=Ninguno
SigningInfo.signingKey.description=Especifica la informaci\u00f3n de la clave utilizada para firmar.
SigningInfo.signingKey.displayName=Clave de firma
SigningInfo.signingKeyInfo.displayName=Informaci\u00f3n de claves de firma
SigningInfo.signingKeyName.description=Especifica la etiqueta de serie de la clave. El localizador de claves especificado determina la clave real mediante este nombre.
SigningInfo.signingKeyName.displayName=Nombre de clave
SigningInfo.signingKeyRef.description=Especifica la referencia con el nombre del localizador de claves.
SigningInfo.signingKeyRef.displayName=Referencia del localizador de claves
SigningInfo.specified=Informaci\u00f3n de firmas dedicada
SigningInfo.trustAnchor=Ancla de confianza
SigningInfo.trustAnchor.description=Especifica una referencia con el nombre del ancla de confianza.
SigningInfo.trustAnchor.displayName=Ancla de confianza
TokenConsumer.classname.description=Especifica el nombre de la clase de implementaci\u00f3n del consumidor de se\u00f1ales. El consumidor de se\u00f1ales debe implementar la clase com.ibm.wsspi.wssecurity.token.TokenConsumerComponent.
TokenConsumer.classname.displayName=Nombre de clase del consumidor de se\u00f1ales
TokenConsumer.description=Especifica los par\u00e1metros para el consumidor de se\u00f1ales. La informaci\u00f3n se utiliza s\u00f3lo en el lado del consumidor para procesar la se\u00f1al de seguridad. Puesto que se puede conectar a un consumidor de se\u00f1ales personalizado, debe especificar un nombre de clase Java(TM).
TokenConsumer.displayName=Consumidores de se\u00f1ales
TokenConsumer.name.description=Especifica el nombre exclusivo que se utiliza para identificar la definici\u00f3n del consumidor de se\u00f1ales.
TokenConsumer.name.displayName=Nombre de consumidor de se\u00f1ales
TokenConsumer.usernameToken.displayName=Se\u00f1al de nombre de usuario
TokenConsumer.verifyNonce.description=Especifica la verificaci\u00f3n del proceso de Nonce.
TokenConsumer.verifyNonce.displayName=Verificar Nonce
TokenConsumer.verifyTimestamp.description=Especifica la verificaci\u00f3n del proceso de indicaci\u00f3n de la hora.
TokenConsumer.verifyTimestamp.displayName=Verificar indicaci\u00f3n de la hora
TokenGenerator.addNonce.description=Especifica que se debe a\u00f1adir <Nonce> en el elemento <UsernameToken> del UsernameTokenGenerator.
TokenGenerator.addNonce.displayName=A\u00f1adir Nonce
TokenGenerator.addTimestamp.description=Especifica que se debe a\u00f1adir <Created> en el elemento <UsernameToken> del UsernameTokenGenerator.
TokenGenerator.addTimestamp.displayName=A\u00f1adir indicaci\u00f3n de la hora
TokenGenerator.classname.description=Especifica el nombre de la clase de implementaci\u00f3n del generador de se\u00f1ales. El generador de se\u00f1ales debe implementar la clase com.ibm.wsspi.wssecurity.token.TokenGeneratorComponent.
TokenGenerator.classname.displayName=Nombre de clase del generador de se\u00f1ales
TokenGenerator.description=Especifica los par\u00e1metros para el generador de se\u00f1ales. La informaci\u00f3n se utiliza s\u00f3lo en el lado del generador para generar la se\u00f1al de seguridad. Puesto que se puede conectar a un generador de se\u00f1ales personalizado, debe especificar un nombre de clase Java(TM).
TokenGenerator.displayName=Generadores de se\u00f1ales
TokenGenerator.name.description=Especifica el nombre exclusivo que se utiliza para identificar la definici\u00f3n del generador de se\u00f1ales.
TokenGenerator.name.displayName=Nombre de generador de se\u00f1ales
TokenGenerator.usernameExp.description=Especifica la fecha de caducidad de la se\u00f1al de nombre de usuario.
TokenGenerator.usernameExp.displayName=Caducidad del nombre de usuario
TokenGenerator.usernameToken.displayName=Se\u00f1al de nombre de usuario
TokenReference.description=Especifica las referencias a TokenConsumer o TokenGenerator.
TokenReference.displayName=Se\u00f1al de clave
TokenReference.name.description=Especifica el nombre de la referencia de se\u00f1al que se utiliza en este elemento <KeyInfo>.
TokenReference.name.displayName=Nombre de referencia de se\u00f1al
TokenReference.tokenRef.description=Hace referencia al nombre del generador de se\u00f1ales para generar la se\u00f1al o el consumidor de se\u00f1ales.
TokenReference.tokenRef.displayName=Referencia de se\u00f1al
Transform.algorithm.description=Especifica el algoritmo de la transformaci\u00f3n.
Transform.algorithm.displayName=Algoritmo de transformaci\u00f3n
Transform.description=Especifica el algoritmo de transformaci\u00f3n que se utiliza para procesar partes del mensaje. Estas partes del mensaje se especifican en el panel Referencias de partes.
Transform.displayName=Transformaciones
Transform.name.description=Especifica el nombre exclusivo que se utiliza para identificar la definici\u00f3n de transformaci\u00f3n.
Transform.name.displayName=Nombre de transformaci\u00f3n
TrustAnchor.description=Especifica una lista de configuraciones de almac\u00e9n de claves que contienen certificados de confianza ra\u00edz. Estas configuraciones se utilizan para la validaci\u00f3n de v\u00edas de acceso de certificados de las se\u00f1ales de seguridad entrantes con formato X.509. Debe crear el almac\u00e9n de claves utilizando el programa de utilidad de la herramienta de claves. No utilice el programa de utilidad de gesti\u00f3n de claves porque ni crea un almac\u00e9n de claves con el formato esperado.
TrustAnchor.displayName=Anclas de confianza
TrustAnchor.keystorePath.description=Especifica la ubicaci\u00f3n del archivo de almac\u00e9n de claves.
TrustAnchor.keystorePath.displayName=V\u00eda de acceso del almac\u00e9n de claves
TrustAnchor.keystoreType.description=Especifica el tipo de archivo de almac\u00e9n de claves.
TrustAnchor.keystoreType.displayName=Tipo de almac\u00e9n de claves
TrustAnchor.name.description=Especifica un nombre exclusivo utilizado para identificar un ancla de confianza.
TrustAnchor.name.displayName=Nombre del ancla de confianza
TrustedIDEvaluator.className.description=Especifica el nombre de la clase de implementaci\u00f3n del evaluador de ID de confianza. El evaluador de ID de confianza debe implementar la clase com.ibm.wsspi.wssecurity.id.TrustedIDEvaluator.
TrustedIDEvaluator.className.displayName=Nombre de clase del evaluador de ID de confianza
TrustedIDEvaluator.description=Especifica una lista de evaluadores de identidad (ID) de confianza que determina si la autoridad de aserci\u00f3n de identidad (ID) es de confianza. Puede utilizar evaluadores de ID de confianza para compatibilidad con las aplicaciones anteriores a la versi\u00f3n 5. Sin embargo, se recomienda utilizar un m\u00f3dulo de inicio de sesi\u00f3n en su lugar.
TrustedIDEvaluator.displayName=Evaluador de ID de confianza
TrustedIDEvaluator.existing=Definici\u00f3n del evaluador existente
TrustedIDEvaluator.existing.select=Seleccionar el evaluador de ID de confianza
TrustedIDEvaluator.name.description=Especifica un nombre exclusivo utilizado para identificar la configuraci\u00f3n del evaluador de ID de confianza.
TrustedIDEvaluator.name.displayName=Nombre del evaluador de ID de confianza
TrustedIDEvaluator.none=Ninguno
TrustedIDEvaluator.reference.description=Especifica el nombre del evaluador de ID de confianza que se utiliza.
TrustedIDEvaluator.reference.displayName=Referencia de evaluador de ID de confianza
TrustedIDEvaluator.specified=Definici\u00f3n del evaluador de enlace
ValueType.description=Especifica el identificador de tipo exclusivo de la se\u00f1al.
ValueType.displayName=Tipo de valor
ValueType.localName.description=Especifica el nombre local de la se\u00f1al.
ValueType.localName.displayName=Nombre local
ValueType.name.description=Especifica el nombre del atributo valueType.
ValueType.name.displayName=Nombre
ValueType.uri.description=Especifica el URI de la se\u00f1al.
ValueType.uri.displayName=URI
WSBinding.component.description=Especifica el nombre del componente que contiene el servicio Web. 
WSBinding.component.displayName=Componente
WSBinding.custom=Editar personalizado
WSBinding.edit=Editar
WSBinding.notApplicable=No se aplica
WSBinding.optionalProps.displayName=Propiedades adicionales
WSBinding.port.description=Especifica el n\u00famero de puerto del servicio Web.
WSBinding.port.displayName=Puerto
WSBinding.requiredProps.displayName=Propiedades necesarias
WSBinding.service.description=Especifica el nombre del servicio Web. 
WSBinding.service.displayName=servicio Web
WSBinding.useDefaults.description=Especifica si se utiliza la informaci\u00f3n de enlace por omisi\u00f3n. Cuando esta opci\u00f3n est\u00e1 habilitada, la seguridad de servicios Web utiliza la informaci\u00f3n de enlace por omisi\u00f3n en lugar de la informaci\u00f3n de enlace personalizada que se define aqu\u00ed. 
WSBinding.useDefaults.displayName=Utilizar valores por omisi\u00f3n
WSBinding.usingCustom=Utilizando personalizado
WSBinding.usingDefault=Utilizando valores por omisi\u00f3n
WSClientBinding.description=Especifica la configuraci\u00f3n de los enlaces del lado del cliente para la seguridad de servicios Web.
WSClientBinding.displayName=Servicios Web: enlaces de seguridad del cliente
WSKey.alias.description=Especifica el alias de la clave en el almac\u00e9n de claves.
WSKey.alias.displayName=Alias de clave
WSKey.description=Especifica una lista de entradas de clave en el almac\u00e9n de claves con etiquetas de serie. No tiene que listar todas las entradas de certificados como claves. En su lugar, se utiliza el nombre distinguido (DN) del certificado como clave de b\u00fasqueda.
WSKey.displayName=Claves
WSKey.keypass.description=Especifica la contrase\u00f1a para la clave.
WSKey.keypass.displayName=Contrase\u00f1a de la clave
WSKey.name.description=Especifica la etiqueta de serie de la clave. El localizador de claves utiliza este nombre para buscar la clave.
WSKey.name.displayName=Nombre de clave
WSSecurity.box1.displayName=Nonce
WSSecurity.box2.displayName=Hardware de cifrado
WSSecurity.box3.displayName=Propiedades personalizadas
WSSecurity.consumerBindings.displayName=Enlaces de consumidor por omisi\u00f3n JAX-RPC
WSSecurity.customProperty.displayName=Propiedades personalizadas
WSSecurity.defaultGenerator.displayName=Generador por omisi\u00f3n
WSSecurity.description=Especifica un enlace por omisi\u00f3n para la seguridad de servicios Web. Si un archivo de servicios Web no tiene su propio enlace, el servidor de aplicaciones utilizar\u00e1 el enlace por omisi\u00f3n. En caso contrario, el servidor de aplicaciones utiliza el enlace del archivador.
WSSecurity.displayName=Tiempo de ejecuci\u00f3n de seguridad JAX-WS y JAX-RPC
WSSecurity.distributeNonceCache.description=Habilita la colocaci\u00f3n en memoria cach\u00e9 distribuida para nonce utilizando un servicio de duplicaci\u00f3n de datos (DRS).
WSSecurity.distributeNonceCache.displayName=Colocaci\u00f3n en memoria cach\u00e9 distribuida de nonce
WSSecurity.generatorBindings.displayName=Enlaces de generador por omisi\u00f3n JAX-RPC
WSSecurity.hardwareAcceleration.description=Habilita el dispositivo criptogr\u00e1fico de hardware para ejecutar operaciones criptogr\u00e1ficas.
WSSecurity.hardwareAcceleration.displayName=Habilitar operaciones criptogr\u00e1ficas en dispositivo de hardware
WSSecurity.hardwareAccelerationConfigName.description=Especifica el nombre de la configuraci\u00f3n del dispositivo criptogr\u00e1fico de hardware.
WSSecurity.hardwareAccelerationConfigName.displayName=Nombre de la configuraci\u00f3n del hardware criptogr\u00e1fico.
WSSecurity.nonceCacheTimeout.description=Especifica el valor del tiempo de espera para el Nonce que se almacena en la memoria cach\u00e9 del servidor. Nonce es un valor generado aleatoriamente.
WSSecurity.nonceCacheTimeout.displayname=Tiempo de espera de memoria cach\u00e9 de Nonce
WSSecurity.old.displayName=Enlaces por omisi\u00f3n para la seguridad de servicios Web
WSSecurity.property.description=Especifica propiedades adicionales para la configuraci\u00f3n.
WSSecurity.property.displayName=Propiedades
WSSecurity.property.name.description=Especifica el nombre de la propiedad.
WSSecurity.property.name.displayName=Nombre de propiedad
WSSecurity.property.value.description=Especifica el valor de la propiedad.
WSSecurity.property.value.displayName=Valor de propiedad
WSSecurity.seconds=segundos
WSSecurity.updateRuntime=Actualizar tiempo de ejecuci\u00f3n
WSSecurity.validate=Validar la configuraci\u00f3n
WSSecurityUtil.errorCreateResource=Se ha producido una excepci\u00f3n al crear WebSphere Application Server un nuevo archivo ws-security.xml y una extensi\u00f3n wssecurity en el contexto {0}
WSServerBinding.description=Especifica la configuraci\u00f3n de los enlaces del lado del servidor para la seguridad de servicios Web.
WSServerBinding.displayName=Servicios Web: enlaces de seguridad del servidor
WSServerSecurity.description=Especifica un enlace por omisi\u00f3n para la seguridad de servicios Web. Si un archivo de servicios Web no tiene su propio enlace, el servidor de aplicaciones utilizar\u00e1 el enlace por omisi\u00f3n. En caso contrario, el servidor de aplicaciones utiliza el enlace del archivador.
WSServerSecurity.displayName=Tiempo de ejecuci\u00f3n de seguridad JAX-WS y JAX-RPC
WSServerSecurity.generalProps.displayName=Tiempo de ejecuci\u00f3n JAX-WS y JAX-RPC
WSServerSecurity.old.displayName=Servicios Web: Enlaces por omisi\u00f3n para la seguridad de servicios Web
X509Certificate.description=Especifica una lista de certificados X.509.
X509Certificate.displayName=Certificados X.509
X509Certificate.reference.description=Especifica la v\u00eda de acceso del archivo de certificados X.509.
X509Certificate.reference.displayName=V\u00eda de acceso de certificado X.509
http.basicauth.title.description=M\u00e9todo de autenticaci\u00f3n b\u00e1sica para el transporte HTTP.
http.basicauth.title.displayName=Autenticaci\u00f3n b\u00e1sica HTTP
http.basicauthid.description=Especifica el ID de usuario de la autenticaci\u00f3n b\u00e1sica HTTP que se utiliza para este puerto. Tambi\u00e9n puede configurar la autenticaci\u00f3n b\u00e1sica HTTP SSL habilitando la configuraci\u00f3n HTTP SSL.
http.basicauthid.displayName=ID de autenticaci\u00f3n b\u00e1sica
http.basicauthpwd.description=Especifica la contrase\u00f1a para la autenticaci\u00f3n b\u00e1sica HTTP que utiliza este puerto.
http.basicauthpwd.displayName=Contrase\u00f1a de autenticaci\u00f3n b\u00e1sica
http.sslConfigAlias.repertoireSelection.none.text=(ninguno)
http.sslconfig.description=Especifica la configuraci\u00f3n SSL (Secure Sockets Layer) que se debe utilizar con el transporte HTTP para este puerto. Esta configuraci\u00f3n se utiliza si se ha seleccionado la opci\u00f3n espec\u00edfica.
http.sslconfig.displayName=Configuraci\u00f3n HTTP SSL
http.sslconfig.title.description=Especifica el alias de la configuraci\u00f3n SSL (Secure Sockets Layer) para el transporte HTTP.
http.sslconfig.title.displayName=Configuraci\u00f3n HTTP SSL
http.sslenabled.description=Especifica si las comunicaciones de socket seguro est\u00e1n habilitadas para el transporte HTTP que utiliza este puerto. Cuando se habilita esta opci\u00f3n, el servidor de aplicaciones utiliza el valor de configuraci\u00f3n SSL de HTTP.
http.sslenabled.displayName=HTTP SSL habilitado
nav.wssecurity=Tiempo de ejecuci\u00f3n de seguridad JAX-WS y JAX-RPC
nav.wssecurity.certificate.stores=Almac\u00e9n de certificados
nav.wssecurity.collcertificate.stores=Almac\u00e9n de certificados de colecciones
nav.wssecurity.id.evaluators=Evaluador de ID de confianza
nav.wssecurity.key.locators=Localizadores de claves
nav.wssecurity.ldapcertificate.stores=Almac\u00e9n de certificados LDAP
nav.wssecurity.login.mappings=Correlaciones de inicio de sesi\u00f3n
nav.wssecurity.trust.anchors=Anclas de confianza
sslConfigAlias.useManagementScope=Gestionado centralmente
sslConfigAlias.useSpecificRepertoire=Espec\u00edfico de este puerto de servicio Web
sslConfigAlias.useSpecificRepertoire.description=Permita que la definici\u00f3n SSL utilizada para este puerto de servicio Web se gestione centralmente o especifique una configuraci\u00f3n SSL. 
sslConfigAlias.useSpecificRepertoire.heading=Configuraci\u00f3n SSL
wssecurity.algorithmhelpermbean.failed=La llamada al servidor para recuperar la lista de algoritmos ha dado error. Consulte las anotaciones cronol\u00f3gicas para obtener m\u00e1s informaci\u00f3n.
wssecurity.all.required=Se necesitan todos los campos.
wssecurity.both.keyLocator=Si utiliza un localizador de claves, debe especificar el nombre de clave y la referencia del localizador de claves.
wssecurity.both.keyLocatorMapping=Si utiliza una correlaci\u00f3n de localizador de claves, debe especificar la referencia del localizador de claves y la referencia del nombre de clave.
wssecurity.both.keyStore=Si especifica el almac\u00e9n de claves, debe especificar la contrase\u00f1a del almac\u00e9n de claves y la v\u00eda de acceso del almac\u00e9n de claves.
wssecurity.both.keyStorePath.and.configName=Para especificar el almac\u00e9n de claves, debe especificar el nombre de configuraci\u00f3n del almac\u00e9n de claves o la combinaci\u00f3n de la contrase\u00f1a y la v\u00eda de acceso del almac\u00e9n de claves, pero no ambos.
wssecurity.both.keyinfo=Si especifica la informaci\u00f3n de claves, debe especificar el nombre de la informaci\u00f3n de claves y la referencia de la informaci\u00f3n de claves.
wssecurity.both.token=Si especifica la se\u00f1al, debe especificar el nombre de se\u00f1al y la referencia de se\u00f1al.
wssecurity.both.tokenValueType=Si utiliza el tipo de valor de la se\u00f1al, debe especificar el URI del tipo de se\u00f1al y el nombre local del tipo de se\u00f1al.
wssecurity.collectionCertStore.rqdX509=Un almac\u00e9n de certificados de colecciones debe incluir al menos un certificado X.509 o una lista de revocaci\u00f3n de certificados.
wssecurity.duplicate.CRL=Ya existe una lista de revocaci\u00f3n de certificados con esta v\u00eda de acceso de lista de revocaci\u00f3n de certificados. Debe utilizar una v\u00eda de acceso de revocaci\u00f3n de certificados exclusiva.
wssecurity.duplicate.algorithmMapping=Ya existe una correlaci\u00f3n de algoritmos con esta clase de motor de f\u00e1bricas. Debe utilizar una clase de motor de f\u00e1bricas de correlaciones de algoritmos exclusiva.
wssecurity.duplicate.algorithmUri=Ya existe un URI de algoritmo con este algoritmo y tipo. Debe utilizar un algoritmo y tipo exclusivos.
wssecurity.duplicate.collectionCertStore=Ya existe un almac\u00e9n de certificados de colecciones con este nombre. Debe utilizar un nombre de almac\u00e9n de certificados de colecciones exclusivo.
wssecurity.duplicate.encryptionInfo=Ya existe informaci\u00f3n de cifrado con este nombre. Debe utilizar un nombre de informaci\u00f3n de cifrado exclusivo.
wssecurity.duplicate.key=Ya existe una clave con este nombre. Debe utilizar un nombre de clave exclusivo.
wssecurity.duplicate.keyInfo=Ya existe una informaci\u00f3n de claves con este nombre. Debe utilizar un nombre de informaci\u00f3n de claves exclusivo.
wssecurity.duplicate.keyInfoRef=Ya existe una referencia de informaci\u00f3n de claves con este nombre. Debe utilizar un nombre exclusivo.
wssecurity.duplicate.keyLocator=Ya existe un localizador de claves con este nombre. Debe utilizar un nombre de localizador de claves exclusivo.
wssecurity.duplicate.loginMapping=Ya existe una correlaci\u00f3n de inicio de sesi\u00f3n con este m\u00e9todo de autenticaci\u00f3n. Debe utilizar un nombre de correlaci\u00f3n de inicio de sesi\u00f3n exclusivo.
wssecurity.duplicate.partRef=Ya existe una referencia de partes con este nombre de partes. Debe utilizar un nombre de partes exclusivo.
wssecurity.duplicate.property=Ya existe una propiedad con este nombre. Debe utilizar un nombre de propiedad exclusivo.
wssecurity.duplicate.signingInfo=Ya existe una informaci\u00f3n de firma con este nombre. Debe utilizar un nombre de informaci\u00f3n de firma exclusivo.
wssecurity.duplicate.tokenConsumer=Ya existe un consumidor de se\u00f1ales con este nombre. Debe utilizar un nombre de consumidor de se\u00f1ales exclusivo.
wssecurity.duplicate.tokenGenerator=Ya existe un generador de se\u00f1ales con este nombre. Debe utilizar un nombre de generador de se\u00f1ales exclusivo.
wssecurity.duplicate.transform=Ya existe una transformaci\u00f3n con este nombre de transformaci\u00f3n. Debe utilizar un nombre de transformaci\u00f3n exclusivo.
wssecurity.duplicate.trustAnchor=Ya existe un ancla de confianza con este nombre. Debe utilizar un nombre de ancla de confianza exclusivo.
wssecurity.duplicate.trustedIDEvaluator=Ya existe un evaluador de ID de confianza con este nombre. Debe utilizar un nombre de evaluador de ID de confianza exclusivo.
wssecurity.duplicate.x509Certificate=Ya existe un certificado X.509 con esta v\u00eda de acceso de certificado. Debe utilizar una v\u00eda de acceso de certificado exclusiva.
wssecurity.encryptionInfo.rqdFields=Se requiere el nombre de la informaci\u00f3n de cifrado, la referencia del localizador de claves y el algoritmo del cifrado de datos.
wssecurity.generator.keyLocatorMapping=Se necesita una correlaci\u00f3n de localizador de claves para las configuraciones del generador.
wssecurity.hardwareAccelerationConfigName.missing=Si se seleccionan las operaciones criptogr\u00e1ficas en un dispositivo de hardware, se debe especificar un nombre de hardware criptogr\u00e1fico.
wssecurity.keyInfo.keyidMethods.required=Se necesitan los valores de M\u00e9todo de c\u00e1lculo, M\u00e9todo de codificaci\u00f3n y Tipo de valor si el tipo de informaci\u00f3n de claves es Identificador de clave.
wssecurity.keyInfo.valueType.required=Se necesitan los valores de Tipo de valor si el tipo de informaci\u00f3n de claves es Referencia de la se\u00f1al de seguridad.
wssecurity.keyName.mismatch=La referencia del nombre de clave seleccionada no est\u00e1 definida para la referencia del localizador de claves seleccionado. La lista de referencias de nombre de clave se ha actualizado con los valores posibles.
wssecurity.keyStoreConfigName.empty=Si selecciona el bot\u00f3n de selecci\u00f3n Almac\u00e9n de claves predefinidas, debe seleccionar un nombre de configuraci\u00f3n del almac\u00e9n de claves.
wssecurity.loginBinding.authRqdFields=Si utiliza el m\u00e9todo BasicAuth, debe especificar un ID de usuario y una contrase\u00f1a.
wssecurity.loginBinding.rqdFields=Se requiere un m\u00e9todo de autenticaci\u00f3n y un manejador de retorno de llamada.
wssecurity.nonce.not.supported=Nonce s\u00f3lo est\u00e1 soportado para el m\u00e9todo de autenticaci\u00f3n BasicAuth.
wssecurity.properties.category.displayName=Propiedades de seguridad de servicios Web
wssecurity.signingInfo.keyOrPath=Debe especificar la informaci\u00f3n de la clave de firma o la informaci\u00f3n de la v\u00eda de acceso del certificado, pero no ambas.
wssecurity.signingInfo.rqdFields=Se requiere un m\u00e9todo de firma.
wssecurity.signingInfo.signingKey=Si especifica un nombre de clave, debe especificar tambi\u00e9n la referencia del localizador de claves.
wssecurity.signingInfo.trustAny=Si selecciona Ancla de confianza, debe especificar el ancla de confianza y el almac\u00e9n de certificados.
wssecurity.tokenGen.expiration.required=Se necesita la caducidad del nombre de usuario si se selecciona A\u00f1adir indicaci\u00f3n de la hora.
wssecurity.trustedIDEvaluator.rqdExisting=Se requiere una definici\u00f3n de evaluador existente.
wssecurity.trustedIDEvaluator.rqdFields=Se requiere el nombre del evaluador de ID de confianza y el nombre de clase del evaluador de ID de confianza.
wssecurity.updateRuntime.failed=El tiempo de ejecuci\u00f3n no ha podido actualizar la informaci\u00f3n de configuraci\u00f3n de enlace desde el repositorio. Verifique los valores de configuraci\u00f3n. Una configuraci\u00f3n no v\u00e1lida puede hacer que no se realice la actualizaci\u00f3n. Reinicie el servidor para que los cambios entren en vigor.
wssecurity.validate.binding.failed=Se ha producido un error de validaci\u00f3n de la informaci\u00f3n de enlace. Debe examinar la informaci\u00f3n de enlace en busca de incoherencias en los descriptores de despliegue de la seguridad de servicios Web.
wssecurity.validate.client.failed=Se ha producido un error de validaci\u00f3n de la informaci\u00f3n de enlace del cliente. Debe examinar la informaci\u00f3n de enlace en busca de incoherencias en los descriptores de despliegue de la seguridad de servicios Web.
wssecurity.validate.requestReceiver=Se ha producido un error de validaci\u00f3n de la informaci\u00f3n del receptor de peticiones. Debe examinar la informaci\u00f3n de enlace en busca de incoherencias en los descriptores de despliegue de la seguridad de servicios Web.
wssecurity.validate.requestSender=Se ha producido un error de validaci\u00f3n de la informaci\u00f3n del remitente de peticiones. Debe examinar la informaci\u00f3n de enlace en busca de incoherencias en los descriptores de despliegue de la seguridad de servicios Web.
wssecurity.validate.responseReceiver=Se ha producido un error de validaci\u00f3n de la informaci\u00f3n del receptor de respuestas. Debe examinar la informaci\u00f3n de enlace en busca de incoherencias en los descriptores de despliegue de la seguridad de servicios Web.
wssecurity.validate.responseSender=Se ha producido un error de validaci\u00f3n de la informaci\u00f3n del remitente de respuestas. Debe examinar la informaci\u00f3n de enlace en busca de incoherencias en los descriptores de despliegue de la seguridad de servicios Web.
wssecurity.validate.server.failed=Se ha producido un error de validaci\u00f3n de la informaci\u00f3n de enlace del servidor. Debe examinar la informaci\u00f3n de enlace en busca de incoherencias en los descriptores de despliegue de la seguridad de servicios Web.
wssecurity.warn.appmgmt=La aplicaci\u00f3n debe tener habilitada la seguridad de servicios Web. Si est\u00e1 habilitada la seguridad de servicios Web, vaya a los paneles de gesti\u00f3n de aplicaciones de empresa (pulse Aplicaciones > Aplicaciones de empresa) y configure la informaci\u00f3n de enlace para la seguridad de servicios Web. La informaci\u00f3n de enlace para la seguridad de servicios Web no se recopila durante el despliegue de aplicaciones. Si no est\u00e1 configurada correctamente la informaci\u00f3n de enlace, es posible que la aplicaci\u00f3n no se inicie correctamente o no pueda utilizarse.
