EMAIL_SUBMISSION_SUCCESS=El correo electr\u00f3nico de prueba se ha enviado satisfactoriamente al servidor SMTP.
ERROR_ADDRESS_FORMAT_INVALID=El formato de la direcci\u00f3n de correo electr\u00f3nico {0} no es v\u00e1lido.
ERROR_AUTHENTICATION_EXCEPTION=No se ha enviado el correo electr\u00f3nico de prueba debido a problemas de autenticaci\u00f3n.  Verifique que el nombre de usuario y contrase\u00f1a sean correctos y consulte las anotaciones cronol\u00f3gicas para obtener detalles adicionales.
ERROR_EMAIL_ADDRESS_MISSING=Se deben proporcionar las direcciones de correo electr\u00f3nico para enviar correos electr\u00f3nicos de notificaci\u00f3n.
ERROR_GENERIC_EXCEPTION=No se ha enviado el correo electr\u00f3nico de prueba.  Consulte las anotaciones cronol\u00f3gicas para obtener detalles adicionales.
ERROR_MESSAGING_EXCEPTION=No se ha enviado el correo electr\u00f3nico de prueba debido a problemas de conexi\u00f3n con el servidor SMTP.  Consulte las anotaciones cronol\u00f3gicas para obtener detalles adicionales.
ERROR_PORT_NUMBER_OUTOFRANGE=El n\u00famero de puerto est\u00e1 fuera de rango. El rango v\u00e1lido es de 1 a 64767.
ERROR_SEND_EXCEPTION=El correo electr\u00f3nico de prueba no se ha enviado a uno o m\u00e1s destinatarios.  Compruebe que las direcciones de correo electr\u00f3nico sean las adecuadas.
ERROR_TRANSPORT_HOSTNAME_REQUIRED=Se necesita el nombre del host de transporte.
button.test=Probar correo electr\u00f3nico
error.update=No se pueden actualizar los par\u00e1metros de notificaci\u00f3n: {0}.
nav.showTaskConfig=Notificaciones
nav.taskmanagementroot=Gesti\u00f3n de tareas
notification.displayname=Par\u00e1metros de correo electr\u00f3nico de notificaci\u00f3n
notification.email=Direcciones de correo electr\u00f3nico
notification.email.current=Lista de notificaciones de correo electr\u00f3nico
notification.enabled=Habilitar notificaciones
notification.hostname=Nombre de host SMTP
notification.port=N\u00famero de puerto SMTP
notification.pw=Contrase\u00f1a SMTP
notification.userid=ID de usuario SMTP
task.addbutton=A\u00f1adir
task.email.address=Direcci\u00f3n de correo electr\u00f3nico
task.removebutton=Eliminar


ERROR_SENDER_ADDRESS_FORMAT_INVALID=El formato de la direcci\u00f3n de correo electr\u00f3nico de remitente de notificaci\u00f3n para {0} no es v\u00e1lido.
email.sender.address=Direcci\u00f3n del remitente del correo electr\u00f3nico
email.sender.address.desc=Especifica la direcci\u00f3n de correo electr\u00f3nico desde la que se recibir\u00e1n las notificaciones. 
notification.description=Estos par\u00e1metros se utilizan cuando se env\u00edan notificaciones de las tareas por correo electr\u00f3nico.
notification.email.description=Especifica la lista de direcciones de correo electr\u00f3nico a las que se env\u00eda un correo electr\u00f3nico cuando las notificaciones est\u00e1n habilitadas.
notification.enabled.description=Especifica si est\u00e1n habilitadas las notificaciones de correo electr\u00f3nico.
notification.hostname.description=Especifica el servidor SMTP al que se conecta cuando se env\u00eda un correo.
notification.port.description=Especifica el n\u00famero de puerto SMTP al que se conecta cuando se env\u00eda un correo.
notification.pw.description=SMTP especifica la contrase\u00f1a que se debe utilizar cuando el host del servidor de correo SMTP requiere autenticaci\u00f3n.
notification.userid.description=Especifica el ID de usuario que se utiliza cuando el host del servidor de correo SMTP requiere autenticaci\u00f3n.
