#  Note to Translators:
#  Translate words on the right hand side of the = sign.
#  Do not translate {0}, {1}, %1, %2 etc.
#  Preserve all spaces after a backslash (\) even at the end of a line.
#
#  Whenever an apostrophe is needed within this file, please do not double it. It has
#  been determined that the code that uses this file expects only a single
#  apostrophe, and should work properly when a single apostrophe is provided.
#CMVCPATHNAME $id$
#ISMESSAGEFILE FALSE
#NLS_MESSAGEFORMAT_NONE
# NLS_ENCODING=UNICODE



jobClasses=Clases de trabajo
desc.jobclass.text=Las clases de trabajo especifican l\u00edmites de consumo de recursos para los trabajos por lotes. Una definici\u00f3n de trabajo especifica una clase de trabajo o asignaciones de sistema a la clase de trabajo por omisi\u00f3n.
jobclass=JobClass
jobclass.detail.title=Clase de trabajo
jobclass.name=Nombre
jobclass.description=Descripci\u00f3n
jobclass.maxExecutionTime=Tiempo m\u00e1ximo de ejecuci\u00f3n
jobclass.maxConcurrentJob=N\u00famero m\u00e1ximo de trabajos simult\u00e1neos
jobclass.maxClassSpace=Espacio m\u00e1ximo de clase
jobclass.maxFileAge=Edad m\u00e1xima de archivo
jobclass.maxJob=N\u00famero m\u00e1ximo de trabajos
jobclass.maxJobAge=Edad m\u00e1xima de trabajo


jobclass.detail.description=Especificar los valores de esta clase de trabajo.
jobclass.name.description=Nombre
jobclass.description.description=Descripci\u00f3n
jobclass.maxExecutionTime.description=Especifica la cantidad m\u00e1xima de tiempo de ejecuci\u00f3n que una clase de trabajo tiene permitido ejecutar. Una vez que el trabajo haya consumido el n\u00famero de segundos especificado, el sistema cancela el trabajo. El valor predeterminado es "0", que indica que no hay un l\u00edmite. 
jobclass.maxConcurrentJob.description=Especifica el n\u00famero m\u00e1ximo de trabajos que esta clase puede ejecutar al mismo tiempo en el mismo servidor de middleware. El valor predeterminado es "0", que indica que no hay un l\u00edmite. 
jobclass.maxClassSpace.description=Especificado en MB, las anotaciones cronol\u00f3gicas de trabajos de la clase especificada se suprimen de m\u00e1s antiguas a m\u00e1s recientes en un punto final si la suma del espacio que las anotaciones cronol\u00f3gicas de trabajos utilizan supera el valor m\u00e1ximo especificado. El valor predeterminado es "0", que indica que no hay un l\u00edmite.
jobclass.maxFileAge.description=Especifica la edad m\u00e1xima de los archivos de anotaciones cronol\u00f3gicas de los trabajos retenidos de esta clase. El entorno de ejecuci\u00f3n de Batch Feature depurar\u00e1 de forma peri\u00f3dica anotaciones cronol\u00f3gicas de trabajos m\u00e1s antiguas que las de la edad especificada por este l\u00edmite. El valor predeterminado es "0", que indica que no hay un l\u00edmite. 
jobclass.maxJob.description=Especifica el n\u00famero m\u00e1ximo de registros de ejecuci\u00f3n de trabajos que se pueden retener en la cola de salida del planificador de trabajos de Batch Feature. Cuando se alcance este l\u00edmite, el planificador de trabajos de Batch Feature depurar\u00e1 los registros de ejecuci\u00f3n de trabajos de los trabajos de esta clase de m\u00e1s antiguos a m\u00e1s recientes hasta que los registros de ejecuci\u00f3n de trabajos de esta clase sean menores que el n\u00famero m\u00e1ximo especificado. El valor predeterminado es "0", que indica que no hay un l\u00edmite. 
jobclass.maxJobAge.description=Especifica la edad m\u00e1xima de los registros de ejecuci\u00f3n de trabajos que se mantienen en la cola de salida del planificador de trabajos de Batch Feature. El planificador de trabajos de Batch Feature depurar\u00e1 de forma peri\u00f3dica los registros de ejecuci\u00f3n de trabajos m\u00e1s antiguos que los de la edad especificada por este l\u00edmite. El valor predeterminado es "0", que indica que no hay un l\u00edmite. 

jobclass.excutionTimeAndThreadLimit=L\u00edmites del entorno de tiempo de ejecuci\u00f3n y l\u00edmites de concurrencia
jobclass.jobLogLimit=L\u00edmites de las anotaciones cronol\u00f3gicas
jobclass.outputQueueLimit=L\u00edmites de la cola de salida

jobclass.excutionTimeAndThreadLimit.description=L\u00edmites del entorno de tiempo de ejecuci\u00f3n y l\u00edmites de concurrencia
jobclass.jobLogLimit.description=L\u00edmites de las anotaciones cronol\u00f3gicas
jobclass.outputQueueLimit.description=L\u00edmites de la cola de salida

jobclass.units.seconds=segundos
jobclass.units.megaByte=MB
jobclass.units.days=d\u00edas


# error messages
error.jobclass.create=Se ha encontrado un error al intentar crear la nueva clase de trabajo {0}.
error.jobclass.update=Se ha encontrado un error al intentar actualizar la clase de trabajo {0}.
error.jobclass.delete=Se ha encontrado un error al intentar suprimir la clase de trabajo {0}.
error.jobclass.delete.default=No se puede suprimir la clase de trabajo Default porque el sistema la necesita.
error.jobclass.name.unique=El nombre debe ser exclusivo. Debe escribir un nombre exclusivo.

