AccessPoint.displayName=Puntos de acceso
AccessPoint.errors.selectOk=Seleccione un \u00fanico punto de acceso en las listas de disponibles o seleccionados para mostrar los detalles.
AccessPointGroup.available.coreGroupAccessPoints=Puntos de acceso de grupo principal disponibles:
AccessPointGroup.available.peerAccessPoints=Puntos de acceso de igual disponibles:
AccessPointGroup.confirmAccessPointGroup.summary=Crear un nuevo grupo de puntos de acceso "{0}" en la c\u00e9lula "{1}" con puntos de acceso de grupo principal "{2}" y puntos de acceso de igual "{3}".
AccessPointGroup.confirmAccessPointGroup.title1=A continuaci\u00f3n se muestra un resumen de las selecciones efectuadas. Pulse Finalizar para crear el grupo de puntos de acceso.
AccessPointGroup.confirmAccessPointGroup.title2=Si tiene que realizar cambios, pulse Anterior para revisar los valores del grupo de puntos de acceso.
AccessPointGroup.coreGroupAccessPointRefs.displayName=Puntos de acceso de grupo principal
AccessPointGroup.create.new.title=Crear un nuevo grupo de puntos de acceso
AccessPointGroup.createAccessPointGroup.error=Se ha producido un error al crear el nuevo grupo de puntos de acceso.
AccessPointGroup.createAccessPointGroup.success=El nuevo grupo de puntos de acceso "{0}" se ha creado satisfactoriamente.
AccessPointGroup.displayName=Grupos de puntos de acceso
AccessPointGroup.displayName.singular=Grupo de puntos de acceso
AccessPointGroup.error.OneCGAPperCoreGroup=Un grupo de puntos de acceso debe tener s\u00f3lo un punto de acceso de grupo principal por grupo principal si el grupo de puntos de acceso tambi\u00e9n contiene puntos de acceso de igual.
AccessPointGroup.errors.OnlyPeerAccessPoints=Los grupos de puntos de acceso deben contener puntos de acceso de grupo principal. Un grupo de puntos de acceso debe contener un punto de acceso de grupo principal con uno o m\u00e1s puntos de acceso de igual, o varios puntos de acceso de grupo principal.
AccessPointGroup.errors.invalid.Name=El nombre del nuevo grupo de puntos de acceso "{0}" no es v\u00e1lido.
AccessPointGroup.errors.multipleCGAPmutiplePAP=Un grupo de puntos de acceso no debe contener un punto de acceso de igual y varios puntos de acceso de grupo principal. Un grupo de puntos de acceso debe contener un punto de acceso de grupo principal con uno o m\u00e1s puntos de acceso de igual, o varios puntos de acceso de grupo principal.
AccessPointGroup.errors.null.wizardForm=No se ha encontrado ning\u00fan bean de formulario de asistente en la sesi\u00f3n.
AccessPointGroup.errors.peersInDifferentCells=Todos los puntos de acceso de igual de un grupo de puntos de acceso deben estar en c\u00e9lulas distintas.
AccessPointGroup.errors.unique.Name=El nombre del nuevo grupo de puntos de acceso "{0}" debe ser exclusivo en la c\u00e9lula.
AccessPointGroup.lookup.coreGroupAccessPoints=Seleccione los puntos de acceso de grupo principal a a\u00f1adir al grupo de puntos de acceso "{0}".  
AccessPointGroup.lookup.coreGroupAccessPoints.view=Para ver o editar un punto de acceso de grupo principal, seleccione uno de una de las listas y pulse el Mostrar detalles. 
AccessPointGroup.lookup.coregroupAccessPoints.select=Mueva los puntos de acceso de grupo principal seleccionados en la lista de la izquierda a la lista de la derecha pulsando el bot\u00f3n >>. 
AccessPointGroup.lookup.new.coreGroupAccessPoints=Para crear un nuevo punto de acceso de grupo principal, pulse Nuevo.
AccessPointGroup.lookup.new.peerAccessPoints=Para crear un nuevo punto de acceso de igual, pulse Nuevo.
AccessPointGroup.lookup.peerAccessPoints=Seleccione los puntos de acceso de igual a a\u00f1adir al grupo de puntos de acceso "{0}".  
AccessPointGroup.lookup.peerAccessPoints.select=Mueva los puntos de acceso de igual seleccionados en la lista de la izquierda a la lista de la derecha pulsando el bot\u00f3n >>. 
AccessPointGroup.lookup.peerAccessPoints.view=Para ver o editar un punto de acceso de igual, seleccione uno de una de las listas y pulse el Mostrar detalles. 
AccessPointGroup.lookup.save=Para guardar los cambios, pulse Aceptar.
AccessPointGroup.name.displayName=Nombre
AccessPointGroup.new.step1=Especificar un nombre
AccessPointGroup.new.step2=A\u00f1adir los puntos de acceso de grupo principal
AccessPointGroup.new.step3=A\u00f1adir los puntos de acceso de igual
AccessPointGroup.new.step4=Confirmar el nuevo grupo de puntos de acceso
AccessPointGroup.newAccessPointGroup.AccessPointGroupName=Nombre del grupo de puntos de acceso 
AccessPointGroup.newAccessPointGroup.AccessPointGroupName.tt=Especifica el nombre de visualizaci\u00f3n del grupo de puntos de acceso.  El nombre debe ser exclusivo en la c\u00e9lula.
AccessPointGroup.newAccessPointGroup.title=Especifique un nombre para el grupo de puntos de acceso
AccessPointGroup.peerAccessPointRefs.displayName=Puntos de acceso de igual
AccessPointGroup.selected.coreGroupAccessPoints=Puntos de acceso de grupo principal en "{0}":
AccessPointGroup.selected.peerAccessPoints=Puntos de acceso de igual en "{0}":
AccessPointGroup.warning.EmptyAccessPointGroup=Un grupo de puntos de acceso debe contener un punto de acceso de grupo principal con uno o m\u00e1s puntos de acceso de igual, o varios puntos de acceso de grupo principal.
AccessPointGroup.warning.OneCGAP=Un grupo de puntos de acceso debe contener al menos dos puntos de acceso. Un grupo de puntos de acceso debe contener un punto de acceso de grupo principal con uno o m\u00e1s puntos de acceso de igual, o varios puntos de acceso de grupo principal.
BridgeInterface.chain.displayName=Cadena de canal de transporte
BridgeInterface.collection.mouseover=Las interfaces de puente proporcionan acceso al punto de acceso de grupo principal.
BridgeInterface.coreGroupAccessPoint.displayName=Punto de acceso de grupo principal
BridgeInterface.displayName=Interfaces de puente
BridgeInterface.displayName.singular=Interfaz de puente
BridgeInterface.errors.noServers=Este grupo principal no contiene servidores. Debe mover los servidores de un grupo principal distinto a \u00e9ste antes de seleccionar una interfaz puente.
BridgeInterface.errors.transportType=El tipo de transporte del grupo principal se debe establecer en la infraestructura de canales para interfaces puente.
BridgeInterface.node.displayName=Nodo
BridgeInterface.nodeServer.displayName=Servidor
BridgeInterface.server.displayName=Servidor
CoreGroupAccessPoint.coreGroup.displayName=Grupo principal
CoreGroupAccessPoint.displayName=Puntos de acceso de grupo principal
CoreGroupAccessPoint.errors.invalid.Name=El nuevo nombre de punto de acceso de grupo principal "{0}" no es v\u00e1lido.
CoreGroupAccessPoint.errors.unique.Name=El nuevo nombre de punto de acceso de grupo de principal "{0}" debe ser exclusivo.
CoreGroupAccessPoint.name.displayName=Nombre
CoreGroupAccessPoint.tooltip=Especifica los puntos de acceso de grupo principal asociados con este grupo de puntos de acceso.
CoreGroupBridgeSettings.accessPointGroups.displayName=Grupos de puntos de acceso
CoreGroupBridgeSettings.chain.displayName=Cadena
CoreGroupBridgeSettings.coreGroupAccessPoints.displayName=Puntos de acceso de grupo principal
CoreGroupBridgeSettings.displayName=Valores del puente de grupo principal
CoreGroupBridgeSettings.peerAccessPoints.displayName=Puntos de acceso de igual
PeerAccessPoint.addressability.displayName=Direccionabilidad de igual
PeerAccessPoint.cell.displayName=Nombre de c\u00e9lula remota
PeerAccessPoint.cellLevelAccess.displayName=Acceso de nivel de c\u00e9lula
PeerAccessPoint.cellLevelAccess.fullAccess.displayName=Acceso completo: los datos se pueden escribir y leer en la c\u00e9lula local
PeerAccessPoint.cellLevelAccess.readOnly.displayName=S\u00f3lo lectura: el acceso est\u00e1 limitado a leer datos de la c\u00e9lula local
PeerAccessPoint.cellLevelAccess.writeOnly.displayName=S\u00f3lo escritura: el acceso est\u00e1 limitado a escribir datos en la c\u00e9lula local
PeerAccessPoint.confirm.summary1=Crear un nuevo punto de acceso de igual "{0}" en la c\u00e9lula "{1}" con el grupo principal "{2}" y puerto "{3}" utilizando el acceso de nivel de c\u00e9lula "{4}". 
PeerAccessPoint.confirm.summary2=Crear un nuevo punto de acceso de igual "{0}" en la c\u00e9lula "{1}" con el grupo principal "{2}" y puerto de igual "{3}" utilizando el acceso de nivel de c\u00e9lula "{4}".
PeerAccessPoint.confirm.title1=A continuaci\u00f3n se muestra un resumen de las selecciones efectuadas. Pulse Finalizar para completar la creaci\u00f3n del punto de acceso de igual.
PeerAccessPoint.confirm.title2=Si tiene que realizar cambios, pulse Anterior para revisar los valores del punto de acceso de igual.
PeerAccessPoint.coreGroup.displayName=Nombre del grupo principal de c\u00e9lula remota
PeerAccessPoint.coreGroupAccessPoint.displayName=Nombre del punto de acceso del grupo principal de c\u00e9lula remota
PeerAccessPoint.create.new.title=Crear un nuevo punto de acceso de igual 
PeerAccessPoint.createPeerAccessPoint.error=Se ha producido un error al crear el nuevo punto de acceso de igual.
PeerAccessPoint.createPeerAccessPoint.success=El nuevo punto de acceso de igual "{0}" se ha creado satisfactoriamente.
PeerAccessPoint.displayName=Puntos de acceso de igual
PeerAccessPoint.errors.addressability=Debe especificar puertos de igual v\u00e1lidos o un punto de acceso de igual proxy.
PeerAccessPoint.errors.defineEndPoint.Name=No se han definido puertos de igual. Defina puertos de igual v\u00e1lidos para este punto de acceso de igual utilizando "{0}".
PeerAccessPoint.errors.host=Proporcione un nombre v\u00e1lido para el host.
PeerAccessPoint.errors.invalid.Name=El nuevo nombre del punto de acceso de igual "{0}" no es v\u00e1lido. 
PeerAccessPoint.errors.null.wizardForm=No se ha encontrado ning\u00fan bean de formulario de asistente en la sesi\u00f3n.
PeerAccessPoint.errors.port=Proporcione un entero v\u00e1lido como puerto.
PeerAccessPoint.errors.unique.Name=El nuevo nombre del punto de acceso de igual "{0}" debe ser exclusivo.
PeerAccessPoint.name.displayName=Nombre
PeerAccessPoint.new.step1=Especificar el nombre, el nombre de c\u00e9lula remota, el nombre del grupo principal de la c\u00e9lula remota y el nombre del punto de acceso de grupo principal de la c\u00e9lula remota.
PeerAccessPoint.new.step2=Especificar un puerto de igual o un punto de acceso de igual proxy
PeerAccessPoint.new.step3=Especifique el acceso de nivel de c\u00e9lula
PeerAccessPoint.new.step4=Confirmar el nuevo punto de acceso de igual
PeerAccessPoint.newPeerAccessPoint.Name.tt=Especifica el nombre de visualizaci\u00f3n del punto de acceso de igual. Este nombre debe coincidir con el nombre especificado para el punto de acceso de grupo principal de la configuraci\u00f3n de la otra c\u00e9lula.
PeerAccessPoint.newPeerAccessPoint.title=Especifique un nombre para el punto de acceso de igual 
PeerAccessPoint.peerEndPoints.displayName=Puertos de igual
PeerAccessPoint.peerEndPoints.displayName.singular=Puerto de igual
PeerAccessPoint.peerEndPoints.error=Especifique un puerto de igual v\u00e1lido.
PeerAccessPoint.proxyPeerAccessPointRef.displayName=Punto de acceso de igual proxy
PeerAccessPoint.proxyPeerCoreGroup.displayName=Grupo principal de igual proxy
PeerAccessPoint.tooltip=Especifica los puntos de acceso para grupos principales de otras c\u00e9lulas.
PeerCoreGroup.displayName=Grupos principales de igual
PeerCoreGroup.displayName.singular=Grupo principal de igual
PeerCoreGroup.endpoints.displayName=Puntos finales de puente de igual
PeerCoreGroup.endpoints.host.displayName=Host
PeerCoreGroup.endpoints.port.displayName=Puerto
PeerCoreGroup.name.displayName=Nombre del grupo principal
PeerCoreGroup.tooltip=Especifica los puntos de acceso de t\u00fanel para grupos principales en otras c\u00e9lulas.
PeerEndPoint.displayName=Utilizar puertos de igual
PeerEndPoint.errors.invalid.Name=El nuevo nombre del puerto de igual "{0}" no es v\u00e1lido.
PeerEndPoint.host.displayName=Host
PeerEndPoint.port.displayName=Puerto
ProxyPeer.errors.null=Seleccione un punto de acceso de igual proxy.
ProxyPeerAccessPoint.displayName=Utilizar un punto de acceso de igual proxy 
TunnelAccessPoint.displayName=Puntos de acceso
TunnelAccessPointGroup.available.coreGroupAccessPoints=Puntos de acceso de grupo principal disponibles:
TunnelAccessPointGroup.available.tunnelPeerAccessPoints=Puntos de acceso de igual de t\u00fanel disponibles:
TunnelAccessPointGroup.confirmTunnelAccessPointGroup.summary=Cree un nuevo grupo de puntos de acceso de t\u00fanel "{0}" en la c\u00e9lula "{1}" con los puntos de acceso al grupo principal "{2}" y los puntos de acceso de igual de t\u00fanel "{3}".
TunnelAccessPointGroup.confirmTunnelAccessPointGroup.title1=A continuaci\u00f3n se muestra un resumen de las selecciones efectuadas. Pulse Finalizar para crear el grupo de puntos de acceso de t\u00fanel.
TunnelAccessPointGroup.confirmTunnelAccessPointGroup.title2=Si tiene que realizar cambios, pulse Anterior para revisar los valores del grupo de puntos de acceso.
TunnelAccessPointGroup.coreGroupAccessPointRefs.displayName=Puntos de acceso de grupo principal
TunnelAccessPointGroup.create.new.title=Crear un nuevo grupo de puntos de acceso
TunnelAccessPointGroup.createTunnelAccessPointGroup.error=Se ha producido un error al crear el nuevo grupo de puntos de acceso del t\u00fanel.
TunnelAccessPointGroup.createTunnelAccessPointGroup.success=El nuevo grupo de puntos de acceso de t\u00fanel "{0}" se ha creado correctamente.
TunnelAccessPointGroup.displayName=Grupos de puntos de acceso de t\u00fanel
TunnelAccessPointGroup.displayName.singular=Grupo de puntos de acceso de t\u00fanel
TunnelAccessPointGroup.error.OneCGAPperCoreGroup=Un grupo de puntos de acceso de t\u00fanel debe tener s\u00f3lo un punto de acceso al grupo principal por grupo principal, cuando el grupo de puntos de acceso tambi\u00e9n contiene puntos de acceso de igual.
TunnelAccessPointGroup.errors.OnlyPeerTunnelAccessPoints=Los grupos de puntos de acceso de t\u00fanel deben contener puntos de acceso al grupo principal. Un grupo de puntos de acceso debe contener un punto de acceso de grupo principal con uno o m\u00e1s puntos de acceso de igual, o varios puntos de acceso de grupo principal.
TunnelAccessPointGroup.errors.invalid.Name=El nombre del nuevo grupo de puntos de acceso de t\u00fanel "{0}" no es v\u00e1lido.
TunnelAccessPointGroup.errors.multipleCGAPmutiplePAP=Un grupo de puntos de acceso de t\u00fanel no debe contener un punto de acceso de igual de t\u00fanel y varios puntos de acceso al grupo principal. Un grupo de puntos de acceso debe contener un punto de acceso de grupo principal con uno o m\u00e1s puntos de acceso de igual, o varios puntos de acceso de grupo principal.
TunnelAccessPointGroup.errors.peersInDifferentCells=Todos los puntos de acceso de igual de t\u00fanel de un grupo de puntos de acceso de t\u00fanel deben estar en c\u00e9lulas diferentes.
TunnelAccessPointGroup.errors.unique.Name=El nombre del nuevo grupo de puntos de acceso de t\u00fanel "{0}" debe ser exclusivo en la c\u00e9lula.
TunnelAccessPointGroup.lookup.coreGroupAccessPoints=Seleccione los puntos de acceso de grupo principal para a\u00f1adir al grupo de puntos de acceso de t\u00fanel "{0}".  
TunnelAccessPointGroup.lookup.coreGroupAccessPoints.view=Para ver o editar un punto de acceso de grupo principal, seleccione uno de una de las listas y pulse el Mostrar detalles. 
TunnelAccessPointGroup.lookup.new.coreGroupAccessPoints=Para crear un nuevo punto de acceso de grupo principal, pulse Nuevo.
TunnelAccessPointGroup.lookup.new.tunnelPeerAccessPoints=Para crear un nuevo punto de acceso de igual de t\u00fanel, pulse Nuevo.
TunnelAccessPointGroup.lookup.save=Para guardar los cambios, pulse Aceptar.
TunnelAccessPointGroup.lookup.tunnelPeerAccessPoints=Seleccione los puntos de acceso de igual de t\u00fanel para a\u00f1adir al grupo de puntos de acceso de t\u00fanel "{0}".  
TunnelAccessPointGroup.lookup.tunnelPeerAccessPoints.view=Para ver o editar un punto de acceso de igual, seleccione uno de una de las listas y pulse el Mostrar detalles. 
TunnelAccessPointGroup.memberCommunicationKey.displayName=Clave de comunicaci\u00f3n de miembro
TunnelAccessPointGroup.name.displayName=Nombre
TunnelAccessPointGroup.new.step1=Especificar un nombre
TunnelAccessPointGroup.new.step2=A\u00f1adir los puntos de acceso de grupo principal
TunnelAccessPointGroup.new.step3=A\u00f1adir puntos de acceso de igual de t\u00fanel
TunnelAccessPointGroup.new.step4=Confirmar el nuevo grupo de puntos de acceso de t\u00fanel
TunnelAccessPointGroup.newTunnelAccessPointGroup.title=Especifique un nombre para el grupo de puntos de acceso de t\u00fanel
TunnelAccessPointGroup.newTunnelAccessPointGroup.tunnelAccessPointGroupName=Nombre del grupo de puntos de acceso de t\u00fanel 
TunnelAccessPointGroup.newTunnelAccessPointGroup.tunnelAccessPointGroupName.tt=Especifica el nombre de visualizaci\u00f3n para el grupo de puntos de acceso de t\u00fanel.  El nombre debe ser exclusivo en la c\u00e9lula.
TunnelAccessPointGroup.peerAccessPointRefs.displayName=Puntos de acceso de igual
TunnelAccessPointGroup.selected.coreGroupAccessPoints=Puntos de acceso de grupo principal en "{0}":
TunnelAccessPointGroup.selected.tunnelPeerAccessPoints=Puntos de acceso de igual de t\u00fanel en "{0}":
TunnelAccessPointGroup.warning.EmptyTunnelAccessPointGroup=Un grupo de puntos de acceso de t\u00fanel debe contener o bien un punto de acceso al grupo principal con uno o m\u00e1s puntos de acceso de igual de t\u00fanel, o bien varios puntos de acceso al grupo principal.
TunnelAccessPointGroup.warning.OneCGAP=Un grupo de puntos de acceso de t\u00fanel debe contener, como m\u00ednimo, dos puntos de acceso. Un grupo de puntos de acceso debe contener un punto de acceso de grupo principal con uno o m\u00e1s puntos de acceso de igual, o varios puntos de acceso de grupo principal.
TunnelPeerAccessPoint.category.cellLevelAccess=Acceso de nivel de c\u00e9lula
TunnelPeerAccessPoint.category.sslConfiguration=Configuraci\u00f3n SSL
TunnelPeerAccessPoint.cell.displayName=C\u00e9lula
TunnelPeerAccessPoint.cellLevelAccess.fullAccess=Acceso completo: los datos se pueden leer y escribir en la c\u00e9lula local. 
TunnelPeerAccessPoint.cellLevelAccess.readOnly=S\u00f3lo lectura: el acceso est\u00e1 limitado a leer datos de la c\u00e9lula local
TunnelPeerAccessPoint.cellLevelAccess.writeOnly=S\u00f3lo escritura: el acceso est\u00e1 limitado a escribir datos en la c\u00e9lula local.
TunnelPeerAccessPoint.coreGroup.displayName=Grupo principal
TunnelPeerAccessPoint.coreGroupAccessPoint.displayName=Punto de acceso de grupo principal
TunnelPeerAccessPoint.displayName=Puntos de acceso de igual de t\u00fanel
TunnelPeerAccessPoint.errors.invalid.Name=El nuevo nombre del punto de acceso de igual de t\u00fanel "{0}" no es v\u00e1lido.
TunnelPeerAccessPoint.errors.unique.Name=El nombre nuevo de punto de acceso de igual de t\u00fanel "{0}" debe ser exclusivo en la c\u00e9lula.
TunnelPeerAccessPoint.name.displayName=Nombre
TunnelPeerAccessPoint.name.error=El nombre de punto de acceso de igual de t\u00fanel "{0}" ya existe.
TunnelPeerAccessPoint.retryDelay.displayName=Retardar reintento
TunnelPeerAccessPoint.retryDelay.units=segundos
TunnelPeerAccessPoint.ssl.centrallyManaged=Gestionado centralmente
TunnelPeerAccessPoint.ssl.specificToEndpoint=Espec\u00edfico de este punto final
TunnelPeerAccessPoint.tooltip=Especifica los puntos de acceso de t\u00fanel para grupos principales en otras c\u00e9lulas.
TunnelPeerAccessPoint.useSSL.displayName=Utilizar SSL
TunnelPeerAccessPointPicker.button.new=Nuevo
TunnelTemplate.createNewTAPGButton=Crear un nuevo grupo de puntos de acceso de t\u00fanel...
TunnelTemplate.displayName=Planillas de t\u00fanel
TunnelTemplate.displayName.singular=Plantilla de t\u00fanel
TunnelTemplate.export.error=La exportaci\u00f3n de TunneTemplate "{0}" ha fallado.
TunnelTemplate.export.success=La exportaci\u00f3n de TunneTemplate "{0}" al archivo de salida "{1}" ha sido satisfactoria.
TunnelTemplate.invalid.tunnelAccessPointGroup=El campo Grupo de puntos de acceso de t\u00fanel es necesario.  Seleccione Crear un nuevo grupo de puntos de acceso de t\u00fanel.
TunnelTemplate.name.displayName=Nombre
TunnelTemplate.name.error=El nombre de plantilla de t\u00fanel "{0}" ya existe.
TunnelTemplate.tunnelTemplateAccessPointGroup.displayName=Grupo de puntos de acceso del t\u00fanel
TunnelTemplate.useSSL.displayName=Utilizar SSL
button.detail=Mostrar detalles
button.moveLeft=Mover a la izquierda
button.moveRight=Mover a la derecha
button.tunneltemplate.export=Exportar...
button.tunneltemplate.new=Nuevo...
error.invalid.endpointPort=El campo Puerto debe ser un entero dentro del rango de 1 a 2147483647 para el punto final de puente de igual con el nombre "{0}".
nav.view.CoreGroupBridgeSettings=Valores del puente de grupo principal 


AccessPoint.description=Especifica los puntos de acceso al grupo principal y los puntos de acceso de igual que se han definido para el grupo de puntos de acceso. Defina los puntos de acceso de grupo principal de los grupos principales de esta c\u00e9lula. Defina puntos de acceso de igual para los grupos principales de distintas c\u00e9lulas.
AccessPointGroup.coreGroupAccessPointRefs.description=Especifica puntos de acceso para grupos principales de esta c\u00e9lula.
AccessPointGroup.create.new.description=Utilice esta p\u00e1gina para crear un nuevo grupo de puntos de acceso.
AccessPointGroup.description=Utilice esta p\u00e1gina para asociar puntos de acceso de grupo principal y puntos de acceso de igual con este grupo de puntos de acceso. Cada grupo principal de la c\u00e9lula se debe asociar con un punto de acceso de grupo principal o un punto de acceso de igual. Un grupo de puntos de acceso que soporte comunicaci\u00f3n entre grupos principales de esta c\u00e9lula debe contener s\u00f3lo puntos de acceso de grupo principal. Los puntos de acceso de igual se utilizan para establecer la comunicaci\u00f3n entre grupos principales en distintas c\u00e9lulas. Un grupo de puntos de acceso que soporte comunicaci\u00f3n entre grupos principales de distintas c\u00e9lulas debe contener s\u00f3lo un punto de acceso de grupo principal con uno o m\u00e1s puntos de acceso de igual.
AccessPointGroup.description.paragraph2=Especifica el nombre del grupo de puntos de acceso por omisi\u00f3n de esta c\u00e9lula.
AccessPointGroup.description.paragraph3=Especifica un grupo de puntos de acceso que soporte comunicaci\u00f3n entre grupos principales de distintas c\u00e9lulas debe contener s\u00f3lo un punto de acceso de grupo principal con uno o m\u00e1s puntos de acceso de igual.  Este nombre del grupo de puntos de acceso debe coincidir con el nombre del grupo de puntos de acceso de las c\u00e9lulas de igual.
AccessPointGroup.link.description=Utilice esta p\u00e1gina para asociar los puntos de acceso del grupo principal y los puntos de acceso de igual a este grupo de puntos de acceso.
AccessPointGroup.name.description=Especifica el nombre de visualizaci\u00f3n del grupo de puntos de acceso.  El nombre debe ser exclusivo en la c\u00e9lula.
AccessPointGroup.peerAccessPointRefs.description=Especifica los puntos de acceso para grupos principales de otras c\u00e9lulas.
BridgeInterface.chain.description=Especifica la cadena de canales de transporte que es utilizada por el servicio de puente de grupo principal para este punto de acceso al grupo principal.
BridgeInterface.coreGroupAccessPoint.description=Especifica el punto de acceso al grupo principal que est\u00e1 asociado a esta interfaz puente.  Un servicio de puente de grupo principal puede tener como mucho una interfaz de puente por punto de acceso de grupo principal.
BridgeInterface.description=Utilice esta p\u00e1gina para seleccionar las interfaces puente que desea utilizar para proporcionar acceso al punto de acceso al grupo principal. Una interfaz de puente es un servidor que ejecuta el servicio de puente de grupo principal y se define mediante una combinaci\u00f3n exclusiva de nodo, servidor y cadena de canal de transporte.
BridgeInterface.node.description=Especifica el nodo que corresponde al servidor.
BridgeInterface.nodeServer.description=Especifica el nodo y el servidor que contienen una interfaz puente para el punto de acceso al grupo principal.
BridgeInterface.server.description=Especifica el servidor que est\u00e1 ejecutando el servicio de puente de grupo principal.
CoreGroupAccessPoint.coreGroup.description=Especifica el grupo principal que est\u00e1 asociado al punto de acceso al grupo principal.
CoreGroupAccessPoint.description=Utilice esta p\u00e1gina para seleccionar los puntos de acceso al grupo principal que se han incluido en el grupo de puntos de acceso seleccionado. El punto de acceso de grupo principal define el punto de acceso indicado de un grupo principal de esta c\u00e9lula.
CoreGroupAccessPoint.name.description=Especifica el nombre de un punto de acceso al grupo principal. El nombre debe ser exclusivo en la c\u00e9lula. Si se hace referencia a este punto de acceso de grupo principal en la configuraci\u00f3n de un punto de acceso de igual de otra c\u00e9lula, el nombre del punto de acceso especificado en la otra c\u00e9lula debe coincidir con este nombre. 
CoreGroupBridgeSettings.description=Utilice esta p\u00e1gina para configurar la comunicaci\u00f3n entre grupos principales que est\u00e1n en la misma c\u00e9lula y grupos principales que est\u00e1n en distintas c\u00e9lulas. Dentro de un grupo de puntos de acceso, puede definir puntos de acceso al grupo principal para configurar la comunicaci\u00f3n entre grupos principales que est\u00e1n en la misma c\u00e9lula, y puntos de acceso de igual para configurar la comunicaci\u00f3n entre grupos principales que est\u00e1n en distintas c\u00e9lulas.
PeerAccessPoint.addressability.description=Especifica los puertos de igual utilizados para que se pueda acceder al punto de acceso de igual directamente dentro de este grupo de puntos de acceso. Si el punto de acceso de igual s\u00f3lo puede alcanzarse indirectamente mediante otros punto de acceso de igual, debe utilizarse un punto de acceso de igual proxy.
PeerAccessPoint.cell.description=Especifica el nombre de la c\u00e9lula remota en la que reside el punto de acceso de igual. 
PeerAccessPoint.cellLevelAccess.description=Define el tipo de acceso para este c\u00e9lula.
PeerAccessPoint.cellLevelAccess.fullAccess.description=Los datos se pueden escribir y leer en la c\u00e9lula local.
PeerAccessPoint.cellLevelAccess.readOnly.description=El acceso est\u00e1 limitado a leer datos de la c\u00e9lula local.
PeerAccessPoint.cellLevelAccess.writeOnly.description=El acceso est\u00e1 limitado a la escritura de datos en la c\u00e9lula local.
PeerAccessPoint.coreGroup.description=Especifica el nombre del grupo principal de la c\u00e9lula remota a la que pertenece el punto de acceso de igual. 
PeerAccessPoint.coreGroupAccessPoint.description=Especifica el nombre del punto de acceso del grupo principal que est\u00e1 en la c\u00e9lula remota. 
PeerAccessPoint.create.new.description=Utilice esta p\u00e1gina para crear un nuevo punto de acceso de igual 
PeerAccessPoint.description=Utilice esta p\u00e1gina para ver los puntos de acceso de igual definidos en el sistema. Cada punto de acceso de igual se puede utilizar para comunicarse con un grupo principal de otra c\u00e9lula. Cada punto de acceso de igual se corresponde con un punto de acceso de grupo principal en esa otra c\u00e9lula. Tambi\u00e9n puede utilizar esta p\u00e1gina para crear un nuevo punto de acceso de igual, o suprimir un punto de acceso de igual existente. 
PeerAccessPoint.name.description=Especifica el nombre de un punto de acceso de igual. El nombre debe ser exclusivo en la c\u00e9lula.
PeerAccessPoint.peerEndPoints.description=Especifica los puertos que se pueden utilizar para alcanzar el punto de acceso de igual. Un puerto se corresponde con los valores de la interfaz de puente de un punto de acceso de grupo principal de la c\u00e9lula de igual.
PeerAccessPoint.proxyPeerAccessPointRef.description=Especifica el punto de acceso de igual proxy. Un punto de acceso de igual proxy es otro punto de acceso de igual que puede llegar directamente al punto de acceso de igual.  El punto de acceso de igual proxy reenv\u00eda las comunicaciones hacia el punto de acceso de igual. El punto de acceso de igual proxy debe ser un punto de acceso de igual con los puertos de igual definidos.
PeerAccessPointPicker.description=Utilice esta p\u00e1gina para seleccionar el punto de acceso de igual para este grupo de puntos de acceso. Cada punto de acceso de igual se utiliza para comunicarse con un grupo principal de otra c\u00e9lula. Un punto de acceso de igual se corresponde con un punto de acceso de grupo principal de la otra c\u00e9lula, al que tambi\u00e9n se hace referencia como la c\u00e9lula remota.
PeerCoreGroup.description=Utilice la p\u00e1gina para definir grupos principales de igual. Los grupos principales de igual son grupos principales en c\u00e9lulas for\u00e1neas. El puente local intenta conectarse a los grupos principales de igual en el orden en el que aparecen en la lista.
PeerCoreGroup.endpoints.description=Especifica el host y el n\u00famero de puerto del grupo principal de igual.
PeerCoreGroup.name.description=Especifica el nombre del grupo principal de la c\u00e9lula for\u00e1nea donde residen los puntos finales.
TunnelAccessPoint.description=Especifica los puntos de acceso al grupo principal y los puntos de acceso de igual de t\u00fanel que se han definido para el grupo de puntos de acceso de t\u00fanel. Defina los puntos de acceso de grupo principal de los grupos principales de esta c\u00e9lula. Defina puntos de acceso de igual para los grupos principales de distintas c\u00e9lulas.
TunnelAccessPointGroup.coreGroupAccessPointRefs.description=Especifica puntos de acceso de t\u00fanel para grupos principales en esta c\u00e9lula.
TunnelAccessPointGroup.create.new.description=Utilice esta p\u00e1gina para crear un nuevo grupo de puntos de acceso de t\u00fanel.
TunnelAccessPointGroup.description=Utilice esta p\u00e1gina para asociar puntos de acceso al grupo principal y puntos de acceso de igual de t\u00fanel con este grupo de puntos de acceso de t\u00fanel.Cada grupo principal de la c\u00e9lula se debe asociar con un punto de acceso de grupo principal o un punto de acceso de igual. Un grupo de puntos de acceso que soporte comunicaci\u00f3n entre grupos principales de esta c\u00e9lula debe contener s\u00f3lo puntos de acceso de grupo principal. Los puntos de acceso de igual se utilizan para establecer la comunicaci\u00f3n entre grupos principales en distintas c\u00e9lulas. Un grupo de puntos de acceso que soporte comunicaci\u00f3n entre grupos principales de distintas c\u00e9lulas debe contener s\u00f3lo un punto de acceso de grupo principal con uno o m\u00e1s puntos de acceso de igual.
TunnelAccessPointGroup.description.paragraph2=Especifica el nombre del grupo de puntos de acceso por omisi\u00f3n para esta c\u00e9lula.
TunnelAccessPointGroup.description.paragraph3=Especifica un grupo de puntos de acceso de t\u00fanel que soporta la comunicaci\u00f3n entre grupos principales en distintas c\u00e9lulas y que debe contener s\u00f3lo un punto de acceso al grupo principal con uno o m\u00e1s puntos de acceso de igual.  Este nombre del grupo de puntos de acceso debe coincidir con el nombre del grupo de puntos de acceso de las c\u00e9lulas de igual.
TunnelAccessPointGroup.link.description=Utilice esta p\u00e1gina para asociar puntos de acceso al grupo principal y puntos de acceso de igual de t\u00fanel con este grupo de puntos de acceso de t\u00fanel.
TunnelAccessPointGroup.memberCommunicationKey.description=Especifica el nombre que deben conocer los miembros que se conectan para poder comunicarse. El valor por omisi\u00f3n es el nombre del grupo de puntos de acceso de t\u00fanel. 
TunnelAccessPointGroup.name.description=Especifica el nombre de visualizaci\u00f3n para el grupo de puntos de acceso de t\u00fanel.  El nombre debe ser exclusivo en la c\u00e9lula.
TunnelAccessPointGroup.peerAccessPointRefs.description=Especifica los puntos de acceso de t\u00fanel para grupos principales en otras c\u00e9lulas.
TunnelPeerAccessPoint.addressability.description=Especifica los puertos de igual utilizados para que se pueda acceder al punto de acceso de igual directamente dentro de este grupo de puntos de acceso. Si el punto de acceso de igual s\u00f3lo puede alcanzarse indirectamente mediante otros punto de acceso de igual, debe utilizarse un punto de acceso de igual proxy.
TunnelPeerAccessPoint.cell.description=Especifica el nombre de la c\u00e9lula que contiene este punto de acceso.
TunnelPeerAccessPoint.cellLevelAccess.description=Especifica el nivel de acceso de la c\u00e9lula especificada.
TunnelPeerAccessPoint.coreGroup.description=Especifica el grupo principal que contiene este punto de acceso.
TunnelPeerAccessPoint.coreGroupAccessPoint.description=Especifica el nombre del punto de acceso al grupo principal en otra c\u00e9lula.
TunnelPeerAccessPoint.create.new.description=Utilice esta p\u00e1gina para crear un nuevo punto de acceso de igual 
TunnelPeerAccessPoint.description=Utilice esta p\u00e1gina para ver los puntos de acceso de igual del t\u00fanel definidos en el sistema. Cada punto de acceso de igual del t\u00fanel se puede utilizar para comunicarse con un grupo principal de otra c\u00e9lula. Cada punto de acceso de igual del t\u00fanel se corresponde con un punto de acceso de grupo principal en esa otra c\u00e9lula. Tambi\u00e9n puede utilizar esta p\u00e1gina para crear un nuevo punto de acceso de igual, o suprimir un punto de acceso de igual del t\u00fanel existente. 
TunnelPeerAccessPoint.link.description=Utilice esta p\u00e1gina para definir puntos finales de t\u00fanel que se encuentran en c\u00e9lulas for\u00e1neas.
TunnelPeerAccessPoint.name.description=Especifica el nombre de un punto de acceso de igual. El nombre debe ser exclusivo en la c\u00e9lula.
TunnelPeerAccessPoint.peerEndPoints.description=Especifica los puertos que se pueden utilizar para alcanzar el punto de acceso de igual. Un puerto se corresponde con los valores de la interfaz de puente de un punto de acceso de grupo principal de la c\u00e9lula de igual.
TunnelPeerAccessPoint.proxyPeerAccessPointRef.description=Especifica el punto de acceso de igual proxy. Un punto de acceso de igual proxy es otro punto de acceso de igual que puede llegar directamente al punto de acceso de igual.  El punto de acceso de igual proxy reenv\u00eda las comunicaciones hacia el punto de acceso de igual. El punto de acceso de igual proxy debe ser un punto de acceso de igual con los puertos de igual definidos.
TunnelPeerAccessPoint.retryDelay.description=Especifica la cantidad de tiempo que se debe retrasar antes de intentar volver a conectarse a un puente. El valor por omisi\u00f3n es 30.
TunnelPeerAccessPoint.sslConfig.description=Especifica los valores SSL que se utilizan para realizar conexiones de salida.
TunnelPeerAccessPoint.useSSL.description=Indica si se debe utilizar SSL para las conexiones de salida.
TunnelPeerAccessPointPicker.description=Utilice esta p\u00e1gina para seleccionar el punto de acceso de igual de t\u00fanel para este grupo de puntos de acceso de t\u00fanel. Cada punto de acceso de igual de t\u00fanel se utiliza para comunicarse con un grupo principal de otra c\u00e9lula. Un punto de acceso de igual del t\u00fanel se corresponde con un punto de acceso de grupo principal de la otra c\u00e9lula.
TunnelTemplate.createNewTAPGButton.description=Cree un nuevo grupo de puntos de acceso de t\u00fanel.
TunnelTemplate.description=Utilice esta p\u00e1gina para definir y exportar plantillas de t\u00fanel. Una plantilla de t\u00fanel representa los valores de t\u00fanel del puente de grupo principal que pueden exportarse para su uso en una c\u00e9lula for\u00e1nea.
TunnelTemplate.name.description=Especifica el nombre l\u00f3gico de la plantilla de t\u00fanel. El nombre debe ser exclusivo en la c\u00e9lula.
TunnelTemplate.tunnelTemplateAccessPointGroup.description=El nombre l\u00f3gico para el grupo de puntos de acceso de t\u00fanel.
TunnelTemplate.useSSL.description=Este atributo, si se habilita, indica que se debe utilizar dicho SSL para esta plantilla de t\u00fanel. 
