#  Note to Translators:
#  Translate words on the right hand side of the = sign.
#  Do not translate {0}, {1}, %1, %2 etc.
#  Preserve all spaces after a backslash (\) even at the end of a line.
#
#  Whenever an apostrophe is needed within this file, please do not double it. It has
#  been determined that the code that uses this file expects only a single
#  apostrophe, and should work properly when a single apostrophe is provided.

#CMVCPATHNAME XD/ws/code/webui.descriptor/src/middlewaredescriptors/WEB-INF/plugin.nlsprops
#ISMESSAGEFILE FALSE
# NLS_MESSAGEFORMAT_NONE
# NLS_ENCODING=ASCII
# Comment
#Navigational Tree node
nav.descriptor.label=Descriptores de middleware
#MiddlewareDescriptor Collection Page and Detail Page
descriptor.platform.collection.heading=Descriptores de middleware
descriptor.platform.collection.description=Los descriptores de middleware proporcionan al entorno de tiempo de ejecuci\u00f3n de Intelligent Management informaci\u00f3n sobre las distintas plataformas de servidores de middleware. En algunos casos, los sensores de descubrimiento o el entorno de tiempo de ejecuci\u00f3n utilizan los descriptores de middleware para descubrir servidores de distintas plataformas de middleware de forma autom\u00e1tica y que se ejecutan en nodos con Intelligent Management. El entorno de tiempo de ejecuci\u00f3n utiliza los descriptores de versi\u00f3n por omisi\u00f3n a no ser que se necesite informaci\u00f3n espec\u00edfica de una versi\u00f3n.
descriptor.column.heading1=Plataforma de middleware
descriptor.column.heading2=Versiones
descriptor.name.description=Especifica el nombre de la plataforma de middleware que este descriptor describe.
descriptor.version=Especifica el identificador de versi\u00f3n. Este valor es una serie de texto.
descriptor.discovery=Soporte de descubrimiento autom\u00e1tico
descriptor.discovery.description=Especifica si est\u00e1 habilitado al descubrimiento autom\u00e1tico en este tipo de plataforma de middleware. Por omisi\u00f3n el valor es Falso.
descriptor.true=Verdadero
descriptor.false=Falso
descriptor.discoveryinterval=Intervalo de descubrimiento
descriptor.discoveryinterval.description=Define la frecuencia con la que se da el descubrimiento con este tipo de plataforma de middleware. Si se especifica un valor negativo, se inhabilita el descubrimiento autom\u00e1tico. Si se especifica un valor de cero, el descubrimiento se ejecuta cuando se inicia el agente. Con valores mayores que cero, el descubrimiento se ejecuta al iniciar el agente y en el intervalo de tiempo que se especifique.
descriptor.discoveryintervalunits=Unidades del intervalo de descubrimiento
descriptor.discoveryintervalunits.description=Si se especifica un intervalo de descubrimiento que sea mayor que cero, se pueden especificar las unidades del intervalo de descubrimiento en segundos, minutos, horas o d\u00edas.
descriptor.discoveryintervalunits.minutes=minutos
descriptor.discoveryintervalunits.seconds=segundos
descriptor.discoveryintervalunits.hours=horas
descriptor.discoveryintervalunits.days=d\u00edas
descriptor.versiondescriptors.collection.heading=Descriptores de versi\u00f3n
descriptor.versiondescriptors.displayPropGroups=Propiedades del descriptor de middleware
descriptor.versiondescriptors.description=Especifica la informaci\u00f3n espec\u00edfica de la versi\u00f3n para el descriptor de middleware. Siempre existe una versi\u00f3n por omisi\u00f3n.
descriptor.versiondescriptors.collection.description=El descriptor de versi\u00f3n proporciona informaci\u00f3n de la versi\u00f3n de la plataforma middleware a la que se da soporte. El descriptor de versi\u00f3n contiene los valores por omisi\u00f3n de la versi\u00f3n a la que se da soporte.
version.column.heading=Versi\u00f3n
sessionAffinityDescriptor=Descriptor de afinidad de sesi\u00f3n
sessionAffinityDescriptor.help=El descriptor de afinidad de sesi\u00f3n proporciona las propiedades soportadas asociadas con la afinidad de sesi\u00f3n.
apacheWebServerRuntime.install.locations=Ubicaci\u00f3n ra\u00edz de servidor Web Apache
phpRuntime.install.locations=Ubicaci\u00f3n ra\u00edz del servidor PHP
cookieNames=Nombres de cookies
cookieNames.help=Especifica una lista de nombres de cookies separados por comas que se pueden utilizar para pasar informaci\u00f3n de sesi\u00f3n.
urlRewriteNames=Reescribir URL
urlRewriteNames.help=Especifica una lista de nombres separados por comas para buscar en el localizador uniforme de recursos (URL) informaci\u00f3n de sesi\u00f3n.
cloneIdSeparator=Separador de ID de clon
cloneIdSeparator.help=Especifica el delimitador que ODR utiliza al extraer ID de clon de la informaci\u00f3n de sesi\u00f3n.
learnCloneIds=Aprender de ID de clon
learnCloneIds.help=Si se especifica como verdadero, el ORD analiza identificadores de clon de las cabeceras Set-Cookie de las respuestas a medida que el flujo de respuestas vuelve al servlet. Esta propiedad se debe establecer en verdadero si est\u00e1 direccionando a servidores con cookies de sesi\u00f3n con informaci\u00f3n de clon de servidor.
altCloneIdSeparator=Separador de ID de clon alternativo
altCloneIdSeparator.help=Especifica un delimitador opcional para servidores que dan soporte a m\u00e1s de un car\u00e1cter delimitador.
affinityMode=Modalidad de afinidad
affinityMode.help=Especifica la modalidad de afinidad para el tipo de plataforma de middleware. Esta valor se utiliza junto con el valor Aprender de ID de clon para determinar c\u00f3mo se utilizan los descriptores de afinidad de sesi\u00f3n.
win.install.loc.desc=Especifica el lugar en que est\u00e1 instalado el software de middleware en un sistema operativo Windows.
unix.install.loc.desc=Especifica el lugar en que est\u00e1 instalado el software de middleware en sistemas operativos como AIX o Linux.
win.install.loc=Ubicaci\u00f3n de instalaci\u00f3n de Windows
unix.install.loc=Ubicaci\u00f3n de instalaci\u00f3n del sistema UNIX
error.descriptor.must.be.greater.than.negative.one=El valor del intervalo de descubrimiento debe ser mayor o igual a -1.
wasce.install.locations=Ubicaci\u00f3n ra\u00edz de WebSphere Application Server Community Edition
wasce.install.locations.desc=Especifica en qu\u00e9 lugar est\u00e1 instalado WebSphere Application Server Community Edition.
timeOutGroup=Tiempos de espera de servidor
timeOutGroup.desc=Especifica el m\u00e1ximo de tiempo que espera el agente de middleware al iniciar o detener un servidor.
startTimeOutValue=Tiempo de espera (milisegundos):
startTimeOutValue.desc=Especifica el tiempo, en milisegundos, que el nodo espera una respuesta que indique que se ha iniciado el servidor.
stopTimeOutValue=Tiempo de espera de detenci\u00f3n (milisegundos):
stopTimeOutValue.desc=Especifica el tiempo, en milisegundos, que el nodo espera una respuesta que indique que se ha detenido el servidor.
foreign.discovery.class=Ubicaci\u00f3n de descubrimiento de servidores externos
foreign.discovery.class.hoverhelp=Ubicaci\u00f3n de descubrimiento de servidores externos
foreign.discovery.class.desc=Ubicaci\u00f3n de descubrimiento de servidores externos






