Configure.MultiBroker=Dominios de duplicaci\u00f3n
DRSConnectionPool.displayName=Agrupaci\u00f3n de recursos de duplicaci\u00f3n
DRSConnectionPool.poolConnections.displayName=Crear agrupaci\u00f3n de conexiones
DRSConnectionPool.size.displayName=Tama\u00f1o de la agrupaci\u00f3n
DRSEncryptionKind.DES=DES (Data Encryption Standard)
DRSEncryptionKind.NONE=ninguno
DRSEncryptionKind.TRIPLE_DES=3DES
DRSPartition.displayName=Partici\u00f3n/Agrupaci\u00f3n
DRSPartition.partitionOnEntry.displayName=N\u00famero de duplicaciones
DRSPartition.size.displayName=N\u00famero de particiones
DRSRuntimeMode.BOTH=Ambos
DRSRuntimeMode.CLIENT=Cliente
DRSRuntimeMode.SERVER=Servidor
DRSSerialization.displayName=M\u00e9todo de serializaci\u00f3n de objetos
DRSSerialization.serializationKind.displayName=M\u00e9todo de serializaci\u00f3n
DRSSerializationKind.BYTES=Bytes
DRSSerializationKind.OBJECT=Objeto
DRSSettings.both=Ambos, cliente y servidor
DRSSettings.bothpp=Ambos, push y pull
DRSSettings.client=S\u00f3lo cliente
DRSSettings.dataReplicationMode.displayName=Modalidad de duplicaci\u00f3n de datos
DRSSettings.displayName=Duplicaci\u00f3n de memoria a memoria
DRSSettings.frequency.displayName=Frecuencia PUSH
DRSSettings.frequency.units=segundos
DRSSettings.hostPort.error=Hosts y puertos no v\u00e1lidos o que no coinciden. Cada host especificado debe tener el correspondiente n\u00famero de puerto.
DRSSettings.messageBrokerDomainName.displayName=Nombre de dominio del intermediario de mensajes
DRSSettings.messaging.displayName=Servidor de mensajer\u00eda interna
DRSSettings.mode.displayName=Modalidad de duplicaci\u00f3n
DRSSettings.noDomains.error=No se han definido dominios de duplicaci\u00f3n.
DRSSettings.none=No compartido
DRSSettings.overrideHostConnectionPoints.displayName=Alterar temporalmente puntos de conexi\u00f3n del host
DRSSettings.partition.displayName=Escucha de ID de partici\u00f3n 
DRSSettings.preferredLocalDRSBrokerName.displayName=Nombre de intermediario DRS local preferido
DRSSettings.pull=S\u00f3lo pull
DRSSettings.push=S\u00f3lo push
DRSSettings.replication.address=Direcci\u00f3n IP
DRSSettings.replication.displayName=Duplicaci\u00f3n
DRSSettings.replication.domainSelection=Dominio de duplicaci\u00f3n
DRSSettings.replication.otherDomain=Seleccionar el duplicador de otro dominio
DRSSettings.replication.port=Puerto 
DRSSettings.replication.replicators=Duplicadores
DRSSettings.server=S\u00f3lo servidor
DataReplication.displayName=Valores de duplicaci\u00f3n globales
DataReplication.encryption.displayName=Cifrado
DataReplication.encryptionType.displayName=Tipo de cifrado
DataReplication.messageBrokerName.displayName=Nombre del intermediario de mensajes
DataReplication.partition.displayName=Partici\u00f3n / Agrupaci\u00f3n
DataReplication.password.displayName=contrase\u00f1a
DataReplication.pooling.displayName=Agrupaci\u00f3n de recursos de duplicaci\u00f3n
DataReplication.replicationDomainMembers.displayName=Miembros del dominio de duplicaci\u00f3n
DataReplication.requestTimeout.displayName=Tiempo de espera de petici\u00f3n
DataReplication.requestTimeout.units=segundos
DataReplication.serialization.displayName=M\u00e9todo de serializaci\u00f3n de objetos
DataReplication.ssl.displayName=ssl
DataReplication.useSSL.displayName=useSSL
DataReplication.userId.displayName=userId
DataReplicationDomain=Dominio de duplicaci\u00f3n de datos
DataReplicationDomain.displayName=Dominios de duplicaci\u00f3n
DataReplicationDomain.name.displayName=Nombre
DataReplicationDomain.name.error=El nombre de dominio "{0}" ya existe.
DataReplicationDomain.numReplicas.error=Especifique un n\u00famero v\u00e1lido de duplicaciones.
DynamicCacheDRSSettings.displayName=Habilitar la duplicaci\u00f3n de memoria cach\u00e9
DynamicCacheReplicationKind.NONE=NONE
DynamicCacheReplicationKind.PULL=PULL
DynamicCacheReplicationKind.PUSH=PUSH
DynamicCacheReplicationKind.PUSH_PULL=PUSH_PULL
MultiBrokerRoutingEntry.brokerEndPoint.displayName=Punto final de duplicador a duplicador
MultiBrokerRoutingEntry.brokerEndPoint.host.displayName=Nombre del host del cliente y el duplicador
MultiBrokerRoutingEntry.brokerEndPoint.port.displayName=Puerto del duplicador
MultiBrokerRoutingEntry.brokerName.displayName=Nombre de duplicador
MultiBrokerRoutingEntry.clientEndPoint.displayName=Punto final de servidor de aplicaciones a duplicador
MultiBrokerRoutingEntry.clientEndPoint.host.displayName=Host del cliente
MultiBrokerRoutingEntry.clientEndPoint.port.displayName=Puerto del cliente
MultiBrokerRoutingEntry.displayName=Entradas de duplicador
MultiBrokerRoutingEntry.displayName.plural=Entrada de duplicador
MultiBrokerRoutingEntry.servers.description.new=Servidores que no tienen duplicadores definidos sobre ellos.
MultiBrokerRoutingEntry.servers.displayName=Servidor
MultiBrokerRoutingEntry.servers.displayName.new=Servidores disponibles
MultiBrokerRoutingEntry.servers.notavailable=No hay servidores disponibles para enlazar.
MultiBrokerRoutingEntry.servers.notavailable.new=No hay servidores disponibles para enlazar.
MultiBrokerRoutingEntry.servers.notbound=El duplicador no est\u00e1 enlazado con ning\u00fan servidor.
MultiBrokerRoutingEntry.servers.notbound.new=El duplicador no est\u00e1 enlazado con ning\u00fan servidor.
MultibrokerDomain=Dominio de varios intermediarios
MultibrokerDomain.defaultDataReplicationSettings.displayName=Valores de duplicaci\u00f3n globales
MultibrokerDomain.displayName=Dominios de duplicaci\u00f3n
MultibrokerDomain.entries.displayName=Duplicadores
MultibrokerDomain.name.displayName=Nombre
SessionManager.sessionDRSPersistence.displayName=Valores de DRS
create.replication=Crear una entrada de duplicaci\u00f3n en este servidor
create.replication.domain=Crear un dominio de duplicaci\u00f3n para este cl\u00faster
distmanagement.drs.create.new=Crear lista de duplicadores
drs.new.step1=Elegir un cl\u00faster para el dominio de duplicaci\u00f3n.
drs.new.step2=Elegir los servidores para la lista de duplicadores.
drs.new.step3=Resumen
internal.replication.domain=Dominio de duplicaci\u00f3n
multibroker.creation.failed=No se han podido crear los objetos de duplicaci\u00f3n.
partitionOnEntry.FullGroupReplica=Todo el dominio
partitionOnEntry.Specify.displayName=Especificar
partitionOnEntry.numReplicas.displayName=N\u00famero de duplicaciones
partitionOnEntry.singleReplica=Duplicaci\u00f3n \u00fanica
replication.entry=Entrada de duplicaci\u00f3n


DRSConnectionPool.description=Utilice esta p\u00e1gina para gestionar los diferentes recursos utilizados con la duplicaci\u00f3n. 
DRSConnectionPool.poolConnections.description=Especifica si se va a utilizar una agrupaci\u00f3n de conexiones JMS entre el componente y su duplicador. Si este campo no est\u00e1 seleccionado, se comparte una sola conexi\u00f3n JMS. 
DRSConnectionPool.size.description=Especifica el n\u00famero m\u00e1ximo de elementos que est\u00e1n permitidos en una agrupaci\u00f3n de recursos de duplicaci\u00f3n. El valor por omisi\u00f3n es 10 elementos. 
DRSPartition.description=Utilice esta p\u00e1gina para configurar la estrategia de partici\u00f3n para un dominio de duplicaci\u00f3n. 
DRSPartition.partitionOnEntry.DataReplicationDomain.description=Especifica si se va a duplicar cada sesi\u00f3n HTTP en exactamente otro servidor de aplicaciones. 
DRSPartition.partitionOnEntry.MultibrokerDomain.description=Especifica si se va a duplicar cada sesi\u00f3n HTTP en exactamente otro servidor de aplicaciones. Esta opci\u00f3n no se debe seleccionar para los dominios utilizando el componente de memoria cach\u00e9 din\u00e1mica. 
DRSPartition.size.description=Especifica el n\u00famero de grupos en los que se particiona el dominio de duplicaci\u00f3n. El valor predeterminado es 10 grupos. 
DRSSerialization.description=Especifica c\u00f3mo la duplicaci\u00f3n transfiere objetos Java entre instancias de servidor de aplicaciones. Si se transfieren los objetos Java reales o si primero se dividen en bytes y luego se transfieren. Si los objetos Java se transfieren como bytes, el usuario de los datos situado en el lado receptor debe convertir los bytes de nuevo en objetos Java con instancia. Transferir objetos Java en bytes facilita la administraci\u00f3n de la classpath. El m\u00e9todo por omisi\u00f3n divide los objetos Java en bytes.
DRSSerialization.serializationKind.description=Especifica que la duplicaci\u00f3n puede transferir objetos Java entre componentes, o puede dividir los objetos Java en bytes y transferir s\u00f3lo los bytes. Si s\u00f3lo se transfieren bytes, el destinatario de los datos debe convertir de nuevo los bytes en objetos Java. Transferir objetos Java en bytes facilita la administraci\u00f3n de la classpath. El valor por omisi\u00f3n es transferir objetos Java como bytes.
DRSSettings.dataReplicationMode.description=Especifica si una instancia de servidor de aplicaciones utilizar\u00e1 la duplicaci\u00f3n para enviar y recibir datos, s\u00f3lo utilizar\u00e1 la duplicaci\u00f3n para enviar datos o s\u00f3lo utilizar\u00e1 la duplicaci\u00f3n para recibir datos. El valor por omisi\u00f3n es que una instancia de servidor de aplicaciones utilizar\u00e1 la duplicaci\u00f3n para enviar y recibir datos. 
DRSSettings.description=Utilice esta p\u00e1gina para configurar la duplicaci\u00f3n de memoria a memoria para la recuperaci\u00f3n de anomal\u00edas.
DRSSettings.frequency.description=Especifica la cantidad de tiempo, en segundos, que espera el servicio de duplicaci\u00f3n de datos antes de pasar entradas de memoria cach\u00e9 nuevas o modificadas a otros servidores. El valor por omisi\u00f3n es 1 segundo. 
DRSSettings.messageBrokerDomainName.description=Especifica el nombre del dominio de duplicaci\u00f3n que utiliza esta instancia de servidor de aplicaciones.
DRSSettings.messaging.description=Especifica el nombre del dominio de duplicaci\u00f3n en el cual se duplican los datos. 
DRSSettings.mode.description=Especifica la modalidad utilizada para la duplicaci\u00f3n. Seleccione cliente si las sesiones tienen que duplicarse. Seleccione servidor si las sesiones tienen que almacenarse. Seleccione cliente y servidor si las sesiones tienen que duplicarse y almacenarse.
DRSSettings.overrideHostConnectionPoints.description=Especifica si se van a especificar la direcci\u00f3n IP y los puertos espec\u00edficos, o si se van a seleccionar en una lista de dominios de duplicaci\u00f3n de la c\u00e9lula. 
DRSSettings.partition.description=Especifica los ID de las particiones en las que el gestor de sesiones escucha la duplicaci\u00f3n de sesiones de memoria a memoria, cuando el gestor de sesiones se est\u00e1 ejecutando en la modalidad de servidor. El n\u00famero de particiones se define en la p\u00e1gina Gestionar dominios de duplicaci\u00f3n. El valor por omisi\u00f3n es que el gestor de sesiones escuche todas las particiones. 
DRSSettings.preferredLocalDRSBrokerName.description=Especifica el nombre del duplicador dentro de un dominio de duplicaci\u00f3n con el que inicialmente conecta esta instancia de servidor de aplicaciones.
DRSSettings.replication.description=Utilice esta p\u00e1gina para seleccionar un duplicador para la duplicaci\u00f3n de memoria a memoria. 
DataReplication.description=Utilice esta p\u00e1gina para configurar los valores de duplicaci\u00f3n globales para el nuevo servicio de duplicaci\u00f3n de datos que utiliza Gryphon interno.
DataReplication.encryptionType.description=Especifica el tipo de cifrado utilizado durante la transferencia de informaci\u00f3n entre los componentes de este dominio. Las opciones incluyen ninguno, DES (Data Encryption Standard) y 3DES. El valor por omisi\u00f3n es none. 
DataReplication.messageBrokerName.description=Especifica el nombre del intermediario de mensajes al que se conecta el servicio de duplicaci\u00f3n de datos. El host y el puerto de este intermediario de mensajes se puede determinar desde la tabla de direccionamiento de varios intermediarios. El valor por omisi\u00f3n es localhost:1506  Este nombre debe coincidir con el nombre de uno de los servidores de mensajes del sistema configurados en el dominio.
DataReplication.partition.description=Especifica el m\u00e9todo de partici\u00f3n utilizado para la duplicaci\u00f3n. 
DataReplication.password.description=No aparece o no est\u00e1 soportado en 5.0, se trata de un espacio reservado para utilizar la autenticaci\u00f3n de contrase\u00f1a e ID de JMS. 
DataReplication.pooling.description=Especifica el m\u00e9todo de agrupaci\u00f3n de conexiones utilizado para la duplicaci\u00f3n. 
DataReplication.replicationDomainMembers.description=Especifica la lista de los miembros del dominio de duplicaci\u00f3n para este dominio de duplicaci\u00f3n. 
DataReplication.requestTimeout.description=Especifica la cantidad de tiempo, en segundos, que un componente de este dominio espera una respuesta, cuando solicita informaci\u00f3n de otros componentes del mismo dominio. Una vez transcurrido este periodo de tiempo, el componente que est\u00e1 en espera asume que la informaci\u00f3n no existe. El valor por omisi\u00f3n es 5 segundos. 
DataReplication.serialization.description=Especifica el m\u00e9todo de serializaci\u00f3n utilizado para la duplicaci\u00f3n. 
DataReplication.ssl.description=Especifica el valor de la conexi\u00f3n SSL utilizado para la duplicaci\u00f3n. 
DataReplication.useSSL.description=No aparece o no est\u00e1 soportado en 5.0. Este es un espacio reservado para utilizar el transporte JMS o SSL.
DataReplication.userId.description=No aparece o no est\u00e1 soportado en 5.0, se trata de un espacio reservado para utilizar la autenticaci\u00f3n de contrase\u00f1a e ID de JMS. 
DataReplicationDomain.defaultDataReplicationSettings.description=Especifica las opciones de ajuste de duplicaci\u00f3n. 
DataReplicationDomain.description=Utilice esta p\u00e1gina para configurar las propiedades de duplicaci\u00f3n utilizadas por todos los componentes de este dominio de duplicaci\u00f3n. 
DataReplicationDomain.entries.description=Especifica los duplicadores espec\u00edficos para un dominio de duplicaci\u00f3n. 
DataReplicationDomain.name.description=Especifica un nombre \u00fanico para el dominio de duplicaci\u00f3n. 
DynamicCacheDRSSettings.description=Utilice esta p\u00e1gina para configurar la duplicaci\u00f3n de memoria cach\u00e9 distribuida. La duplicaci\u00f3n de memoria cach\u00e9 distribuida se utilizan para mantener la coherencia de la memoria cach\u00e9 en todas las instancias de memoria cach\u00e9 en diferentes servidores de aplicaciones.
DynamicCacheDRSSettings.messaging.description=Especifica un dominio de duplicaci\u00f3n en el que se duplican las entradas de memoria cach\u00e9 din\u00e1mica.
MultiBrokerRoutingEntry.brokerEndPoint.description=Especifica los valores de la direcci\u00f3n IP y de puerto utilizados para establecer la comunicaci\u00f3n entre duplicadores. 
MultiBrokerRoutingEntry.brokerEndPoint.host.description=Especifica el nombre de host de los puntos finales del duplicador y del cliente. 
MultiBrokerRoutingEntry.brokerEndPoint.port.description=Especifica el puerto del duplicador. 
MultiBrokerRoutingEntry.brokerName.description=Especifica el nombre exclusivo de este duplicador. 
MultiBrokerRoutingEntry.clientEndPoint.description=Especifica los valores de direcci\u00f3n IP y de puerto utilizados para establecer la comunicaci\u00f3n entre los componentes del servidor de aplicaciones, como por ejemplo el contenedor Web y un duplicador. 
MultiBrokerRoutingEntry.clientEndPoint.host.description=Especifica el nombre de host del cliente. 
MultiBrokerRoutingEntry.clientEndPoint.port.description=Especifica el puerto del cliente. 
MultiBrokerRoutingEntry.description=Utilice esta p\u00e1gina para configurar una instancia de duplicador espec\u00edfica que est\u00e1 conectada a otros duplicadores dentro de un dominio de duplicaci\u00f3n. Esta instancia de duplicador maneja la duplicaci\u00f3n de datos entre instancias de servidor de aplicaciones.
MultiBrokerRoutingEntry.servers.description=Especifica el servidor donde se define el duplicador. 
MultibrokerDomain.defaultDataReplicationSettings.description=Utilice esta p\u00e1gina para configurar la opciones de ajuste de duplicaci\u00f3n. 
MultibrokerDomain.description=Utilice esta p\u00e1gina para crear una lista de dominios de duplicaci\u00f3n que utiliza el gestor de sesiones para la duplicaci\u00f3n del servicio de memoria cach\u00e9 din\u00e1mica y los componentes de sustituci\u00f3n por anomal\u00eda del bean de sesi\u00f3n con estado. Todos los componentes que tienen que compartir informaci\u00f3n deben estar en el mismo dominio de duplicaci\u00f3n.
MultibrokerDomain.detail.description=Especifica las propiedades de duplicaci\u00f3n que utilizan todos los componentes en este dominio de varios intermediarios. 
MultibrokerDomain.entries.description=Especifica los duplicadores para este dominio de duplicaci\u00f3n. 
MultibrokerDomain.name.description=Especifica un nombre \u00fanico para el dominio de duplicaci\u00f3n. 
create.replication.domain.description=Especifica que se crea un dominio de duplicaci\u00f3n, y que el nombre del dominio se establece en el nombre del cl\u00faster que utiliza este dominio. 
distmanagement.drs.create.new.description=Utilice esta p\u00e1gina para crear una lista de duplicadores. 
partitionOnEntry.FullGroupReplica.description=Especifica si cada sesi\u00f3n HTTP se duplica para todos los componentes del dominio. 
partitionOnEntry.Specify.description=Especifica si debe especificar el n\u00famero de duplicaciones que se deben crear para cada sesi\u00f3n HTTP. 
partitionOnEntry.numReplicas.description=Especifica el n\u00famero de duplicaciones para crear para cada sesi\u00f3n HTTP. 
