AdminCommand.CommandFailed="El mandato "{0}" ha fallado con la excepci\u00f3n "{1}".
AuthorizationGroup.displayName=Grupos de autorizaci\u00f3n administrativa
AuthorizationGroup.name.displayName=Nombre
AuthorizationGroup.tree.displayName=Recursos
ChangesFound.changed=Elementos modificados
ChangesFound.information=Se ha excedido el tiempo de espera de su sesi\u00f3n anterior antes de que los cambios se publicasen en la configuraci\u00f3n maestra. \u00bfDesea recuperar los cambios efectuados en la sesi\u00f3n anterior o acceder a la configuraci\u00f3n maestra?
ChangesFound.recover=Recuperar los cambios efectuados en la sesi\u00f3n anterior
ChangesFound.restore=Acceder a la configuraci\u00f3n maestra
ChangesFound.view=Ver elementos modificados
Domain.cell.displayName=C\u00e9lula
Domain.cells.description=Descripci\u00f3n de las c\u00e9lulas
Domain.cells.displayName=C\u00e9lulas
Domain.displayName=Dominio
Domain.nodes.description=Descripci\u00f3n de nodos
Domain.nodes.displayName=Nodos
IBM.logo=Logotipo de IBM
Task.UnknownNextStep=(El siguiente paso del asistente depende de las decisiones que se tomen en el paso actual)
UserExists.continue=Vuelva a la p\u00e1gina de inicio de sesi\u00f3n y entre con un ID de usuario distinto.
UserExists.force.login=Cierre la sesi\u00f3n del otro usuario con el mismo ID de usuario. Se le permitir\u00e1 recuperar los cambios que se hayan efectuado en la sesi\u00f3n del otro usuario.
UserExists.information=Otro usuario ha iniciado una sesi\u00f3n con el mismo ID de usuario. Seleccione una de las opciones siguientes:
UserExists.title=Este usuario ya existe.
UserExists.wait=Vuelva a la p\u00e1gina de inicio de sesi\u00f3n y espere a que el otro usuario con el mismo ID de usuario cierre la sesi\u00f3n. 
WebSphere.Application.Server=WebSphere Application Server
WebSphere.background.image=Imagen de fondo de WebSphere
accessibility.skip.text=Enlaces de ancla de accesibilidad; pase directamente a las siguientes secciones de contenido: 
accessibility.skip.to.important=mensajes importantes
accessibility.skip.to.main=principal
accessibility.skip.to.title=t\u00edtulo
add.props.JVM.settings=Valores de la m\u00e1quina virtual Java
add.props.category.advanced=Propiedades avanzadas
add.props.category.performance=Rendimiento
add.props.heading.services=Servicios est\u00e1ndar
add.props.not.available=Las propiedades adicionales estar\u00e1n disponibles cuando se guarden las propiedades generales de este elemento. 
addprops.category.label.communications=Comunicaciones
addprops.category.label.containers=Valores del contenedor
addprops.category.label.ejbcontainers=Valores del contenedor de EJB
addprops.category.label.java=Valores Java
addprops.category.label.performance=Rendimiento
addprops.category.label.portletcontainers=Valores del contenedor de portlets
addprops.category.label.security=Seguridad
addprops.category.label.services=Servicios
addprops.category.label.troubleshooting=Resoluci\u00f3n de problemas
addprops.category.label.webcontainers=Valores del contenedor Web
addprops.category.label.webservices=Servicios Web
all=Todos
all.assigned.scopes=\u00c1mbitos asignados
all.disabled=todo inhabilitado
all.enabled=todo habilitado
appinstall.cluster.ripple.commit.end=Se han comprometido los cambios en el repositorio maestro.
appinstall.cluster.ripple.commit.fail=No se ha podido confirmar en el repositorio maestro.
appinstall.cluster.ripple.commit.start=Comprometiendo en repositorio maestro.
appinstall.cluster.ripple.fail=No se ha podido desplegar la aplicaci\u00f3n.
appinstall.cluster.ripple.start=Iniciando despliegue de la aplicaci\u00f3n.
appinstall.cluster.ripple.success=El despliegue de la aplicaci\u00f3n ha sido satisfactorio.
auth.tree.applications.name=Aplicaciones
auth.tree.clusters.name=Cl\u00fasteres
auth.tree.nodegroups.name=Grupos de nodos
auth.tree.nodes.name=Nodos
auth.tree.servers.name=Servidores
auth.tree.webservers.name=Servidores Web
available.list.description=Disponible
available.list.displayName=Disponible
banner.isc.welcome=Bienvenido
banner.isc.welcome.user=Bienvenido
biDi.CONTEXTUAL.label=Contextual
biDi.LTR.label=Izquierda a derecha
biDi.RTL.label=Derecha a izquierda
biDiTextDirection.label=Direcci\u00f3n de texto para este usuario
browse.contents=Contenido de 
browse.remote.description=Seleccione el bot\u00f3n de selecci\u00f3n situado junto al archivador que desea instalar o pulse el nombre de un directorio para ver el contenido.
browse.remote.directory.unavailable.error=El directorio {0} no est\u00e1 disponible para visualizarlo en el navegador.
browse.remote.title=Examinar sistemas de archivos remotos
button.add=A\u00f1adir
button.add.users=A\u00f1adir...
button.apply=Aplicar
button.back=Anterior
button.browse=Examinar
button.browse.clusters=Examinar cl\u00fasteres
button.browse.nodes=Examinar nodos
button.browse.servers=Examinar servidores
button.cancel=Cancelar
button.connect=Conectar
button.continue=Continuar
button.copy=Copiar
button.delete=Suprimir
button.details=Detalles
button.disabled.desc=Uno de los niveles de autorizaci\u00f3n siguientes es necesario para realizar esta acci\u00f3n: {0}
button.disconnect=Desconectar
button.done=Hecho
button.dropdownmenu.alt=Pulse para ver el men\u00fa desplegable
button.edit=Editar
button.finish=Finalizar
button.generate=Generar
button.go=Ir
button.help=Ayuda
button.hidedetails=Ocultar detalles
button.install=Instalar
button.logout=Cerrar sesi\u00f3n
button.move=Desplazar
button.new=Nuevo...
button.new.plain=Nuevo
button.next=Siguiente
button.no=No
button.ok=Aceptar
button.overwrite=Sobrescribir
button.ping=Ping
button.previous=Anterior
button.quiesce=Inmovilizar
button.refreshAll=Renovar todo
button.remove=Eliminar
button.remove.users=Eliminar
button.reset=Restablecer
button.restart=Reiniciar
button.rippledstart=Inicio escalonado
button.save=Guardar
button.search=Buscar
button.showdetails=Mostrar detalles
button.start=Iniciar
button.stop=Detener
button.submit=Enviar
button.yes=S\u00ed
cell.profile.title=C\u00e9lula {0}, Perfil={1}
cheatsheets.clicktoperform=Pulsar para actuar
cheatsheets.close.browser=Cerrar el navegador
cheatsheets.desc=Las hojas de instrucciones breves de WebSphere Application Server gu\u00edan a trav\u00e9s de las tareas administrativas comunes.
cheatsheets.desc.getmore=Visite <A HREF="http://www-1.ibm.com/support/docview.wss?uid=swg24008016" TARGET="_blank">WebSphere Application Server Support</A> para examinar y bajar las hojas de instrucciones breves disponibles.
cheatsheets.desc.noplugins=No hay ninguna hoja de apuntes instalada actualmente.  
cheatsheets.desc.returnCS=Volver a 
cheatsheets.finish=Finalizar
cheatsheets.intro=Introducci\u00f3n
cheatsheets.next=Paso siguiente
cheatsheets.nextstep=Paso siguiente
cheatsheets.open.window=Abrir en nueva ventana
cheatsheets.openhelp=Abrir la ayuda relacionada
cheatsheets.openrelhelp=Abrir la ayuda relacionada
cheatsheets.perform=Pulsar para actuar
cheatsheets.return.to.nav=Volver a navegaci\u00f3n
cheatsheets.return.to.parent=Volver a anterior
cheatsheets.security.title=Habilitar la seguridad global
cheatsheets.start=Iniciar
cheatsheets.startcs=Iniciar
cheatsheets.title=<span class="purplebold">Tareas administrativas comunes</span>
cheatsheets.web.server.connection=Direccionamiento de peticiones de un servidor Web hacia un servidor de aplicaciones
clear.filter.value=Borrar valor de filtrado
click.for.status=Pulse aqu\u00ed para ver el texto de estado
click.here=Pulse aqu\u00ed
click.node.name.to.browse=Pulse el nombre de nodo para examinar el sistema de archivos
cluster.select.text=Seleccione un cl\u00faster de la lista que se utilizar\u00e1 para establecer el \u00e1mbito actual
cluster.select.title=Seleccionar un \u00e1mbito de cl\u00faster
clusters.displayName=cl\u00faster
collection.preferences.maxRowLabel=N\u00famero m\u00e1ximo de filas
collection.preferences.resourceshierarchy.preferences.label=Mostrar recursos en la jerarqu\u00eda de \u00e1mbitos
collection.preferences.roleFilterDesc=Especifica el nivel de grupo de autorizaci\u00f3n utilizado para filtrar los elementos de la tabla.
collection.preferences.roleFilterLabel=Mostrar elementos en el nivel de grupo de autorizaci\u00f3n siguiente:
collection.preferences.searchHistoryLabel=Historial de filtros:
collection.preferences.searchHistoryUnits=Conservar criterios de filtros
command.assist.pref.logCommands.label=Anotar mandatos de asistencia de mandatos  
command.assist.pref.sendNotification.label=Habilitar notificaciones de ayuda de mandatos
commandassistance.command.label=Mandato de scripts administrativos
commandassistance.link=Ver el mandato de scripts administrativos de la \u00faltima acci\u00f3n
commandassistance.link.header=Asistencia de mandatos
commandassistance.remarks.label=Ayuda de mandatos de scripts
commandassistance.unavailable.text=El mandato de scripts administrativos correspondiente a la \u00faltima acci\u00f3n no est\u00e1 disponible
config.additional.properties=Propiedades adicionales
config.general.properties=Propiedades generales
config.image.error.title=<iframe width="90%" height="16" src="/ibm/console/secure/tiles/configprob_messages_navigation.jsp?type=errors" frameborder="0" style="font-size:65%;font-family:sans-serif;overflow-x:auto;overflow-y:hidden;background-color:#F7F7F7;"><p>Si el navegador Web ofrece soporte, este texto mostrar\u00e1 el n\u00famero de errores de validaci\u00f3n de configuraci\u00f3n nuevos y totales. Pulse este texto para ver los errores.</iframe>
config.image.info.title=<iframe width="90%" height="16" src="/ibm/console/secure/tiles/configprob_messages_navigation.jsp?type=info" frameborder="0" style="font-size:65%;font-family:sans-serif;overflow-x:auto;overflow-y:hidden;background-color:#F7F7F7;"><p>Si el navegador Web ofrece soporte, este texto mostrar\u00e1 el n\u00famero de mensajes informativos de validaci\u00f3n de configuraci\u00f3n nuevos y totales. Pulse este texto para ver los mensajes informativos.</iframe>
config.image.warning.title=<iframe width="90%" height="16" src="/ibm/console/secure/tiles/configprob_messages_navigation.jsp?type=warnings" frameborder="0" style="font-size:65%;font-family:sans-serif;overflow-x:auto;overflow-y:hidden;background-color:#F7F7F7;"><p>Si el navegador Web ofrece soporte, este texto mostrar\u00e1 el n\u00famero de avisos de validaci\u00f3n de configuraci\u00f3n nuevos y totales. Pulse este texto para ver los avisos.</iframe>
confirm.discard.text=Ha seleccionado descartar los cambios m\u00e1s recientes.  Pulse S\u00ed para descartar los cambios m\u00e1s recientes, o bien pulse No para volver a la pantalla anterior. 
confirm.discard.title=Confirmar descartar
console.commandassistance.title=Mandatos de scripts administrativos
consolehome.configuration.title=Configuraci\u00f3n
consolehome.createconfigfile.description=<a href="selectConfigFile.do?action=New">Cree</a> un nuevo archivo de configuraci\u00f3n mediante un archivo existente que le sirva de plantilla.
consolehome.help.description=Seleccione Ayuda para ir a las p\u00e1ginas Web del InfoCenter de IBM WebSphere, donde encontrar\u00e1 informaci\u00f3n acerca de IBM WebSphere Application Server Advanced Single Server Edition, de IBM HTTP Server y de otras ediciones del servidor de aplicaciones.  En el InfoCenter puede encontrar ejemplos y la informaci\u00f3n se actualiza con frecuencia.
consolehome.openconfigfile.description=<a href="selectConfigFile.do?action=Open">Abra</a> un archivo de configuraci\u00f3n para editarlo con la consola.
consolehome.preferences=Preferencias
consolehome.preferences.choose.description=Elija si debe mostrarse el texto descriptivo en cada una de las p\u00e1ginas de listas y propiedades.  Tambi\u00e9n puede elegir si desea ocultar las im\u00e1genes del mensaje de cabecera de WebSphere Application Server.
consolehome.preferences.title=<a href="editPreferences.do">Preferencias</a>
consolehome.savecurrentconfig.description=<a href="initSave.do">Guarde</a> los cambios en el archivo de configuraci\u00f3n activo.
consolehome.welcome.description=La consola administrativa ofrece acceso mediante la Web a la configuraci\u00f3n y los valores de IBM WebSphere Application Server, as\u00ed como la posibilidad de desplegar aplicaciones. Utilice el men\u00fa situado a la izquierda para encontrar los elementos especificados en su archivo de configuraci\u00f3n. Tambi\u00e9n puede explorar los enlaces situados m\u00e1s abajo para encontrar informaci\u00f3n \u00fatil que le ayudar\u00e1 a sacar el mayor partido del servidor de aplicaciones.
consolehome.welcome.title=Bienvenido a la consola administrativa de WebSphere Application Server
core.boolean.false=falso
core.boolean.true=verdadero
csrf.security.warning.button.continue=Continuar
csrf.security.warning.log=Se ha detectado una falsificaci\u00f3n potencial de solicitud entre sitios. El URI de solicitud no conten\u00eda un par\u00e1metro de seguridad v\u00e1lido. URI={0}
csrf.security.warning.text1=La solicitud no conten\u00eda una se\u00f1al de seguridad v\u00e1lida y podr\u00eda ser, potencialmente, un ataque de falsificaci\u00f3n de solicitud entre sitios
csrf.security.warning.text2=Si usted ha iniciado esta solicitud y desea continuar el proceso, pulse Continuar. <br>Si no desea procesar esta solicitud, cierre la ventana del navegador.
csrf.security.warning.title=Aviso de seguridad
current.step=Paso actual
currentPagetotal={0} de {1}
currently.selected.scope=\u00c1mbito seleccionado actualmente
debug=depuraci\u00f3n
desc.autorefresh.pref=Activar la renovaci\u00f3n autom\u00e1tica del espacio de trabajo
desc.bannershow.pref=Mostrar mensaje de cabecera
desc.cell.sync.feedback.text=Estado actual de los nodos que se est\u00e1n sincronizando.
desc.cell.sync.feedback.title=Sincronizar cambios con nodos
desc.descriptionsshow.pref=Mostrar el portlet de ayuda
desc.groups.text=Utilice esta p\u00e1gina para a\u00f1adir, actualizar o suprimir los roles administrativos a grupos. Si se asignan roles administrativos a grupos, \u00e9stos pueden administrar los servidores de aplicaciones mediante la consola administrativa o mediante el script wsadmin.
desc.groups.text2=Utilice esta p\u00e1gina para a\u00f1adir, actualizar o suprimir los roles administrativos a grupos. Si se asignan roles administrativos a grupos, \u00e9stos pueden administrar los servidores de aplicaciones mediante la consola administrativa o mediante el script wsadmin. El tiempo de ejecuci\u00f3n del autorizador administrativo debe ser notificado cuando se a\u00f1aden o eliminan grupos de un rol de grupo administrativo. Pulse Renovar todo para notificar al autorizador administrativo despu\u00e9s de que se guarden y sincronicen los cambios.
desc.groups.title=Roles de grupo administrativo
desc.main.text=A continuaci\u00f3n se muestran atajos y vistas de p\u00e1ginas de la consola que se han a\u00f1adido a la factor\u00eda de la consola para facilitar el acceso.  Al navegar por las p\u00e1ginas de la consola, tendr\u00e1 la oportunidad de a\u00f1adir m\u00e1s atajos y vistas pulsando en el enlace "A\u00f1adir a la factor\u00eda de la consola" que encuentre en las p\u00e1ginas.  Para eliminar alguno de estos elementos, pulse en la X situada en la esquina superior derecha del recuadro del elemento.
desc.main.title=Inicio de espacio de trabajo
desc.naming.groups.title=Grupos de CORBA Naming Service
desc.naming.users.title=Usuarios de CORBA Naming Service
desc.nodiscardconfirm.pref=No confirmar cuando se descarte el espacio de trabajo
desc.preferences.text=Especificar las preferencias de usuario para el espacio de trabajo de la consola administrativa.
desc.preferences.title=Preferencias de la consola
desc.session.invalid.text=La sesi\u00f3n se ha convertido en no v\u00e1lida.
desc.session.invalid.title=Sesi\u00f3n no v\u00e1lida
desc.sync.conflict.text=Se han encontrado conflictos al intentar guardar los cambios del espacio de trabajo en la configuraci\u00f3n maestra.
desc.sync.conflict.title=Conflicto al guardar
desc.sync.discard.text=Descartar todos los cambios del espacio de trabajo.
desc.sync.discard.title=Descartar cambios del espacio de trabajo
desc.sync.text=Guarda los cambios del espacio de trabajo en la configuraci\u00f3n maestra.
desc.sync.title=Guardar
desc.usedefaultscope.pref=Utilizar \u00e1mbito por omisi\u00f3n
desc.users.text=Utilice esta p\u00e1gina para a\u00f1adir, actualizar o suprimir los roles administrativos de los usuarios. Si se asignan roles administrativos a los usuarios, los usuarios pueden administrar los servidores de aplicaciones mediante la consola administrativa o mediante el script wsadmin.
desc.users.text2=Utilice esta p\u00e1gina para a\u00f1adir, actualizar o suprimir los roles administrativos de los usuarios. Si se asignan roles administrativos a los usuarios, los usuarios pueden administrar los servidores de aplicaciones mediante la consola administrativa o mediante el script wsadmin. El tiempo de ejecuci\u00f3n del autorizador administrativo debe ser notificado cuando se a\u00f1aden o eliminan usuarios de un rol de usuario administrativo. Pulse Renovar todo para notificar al autorizador administrativo despu\u00e9s de que se guarden y sincronicen los cambios.
desc.users.title=Roles de usuario administrativo
deselect.all.items=Deseleccionar todo
detail.more.info1=Ver
detail.more.info2=m\u00e1s informaci\u00f3n
detail.more.info3=acerca de
detail.page.title=P\u00e1gina de detalles
display.results.number=N\u00famero de resultados para mostrar
duplicate.resource.jndi.name.dif.res.type=Un recurso con el nombre JNDI {0} ya existe como un tipo de recurso diferente. Debe utilizar un nombre exclusivo.
duplicate.resource.jndi.name.same.type.same.scope=Un recurso con el nombre JNDI {0} del mismo tipo de recurso ya existe en este \u00e1mbito. Debe utilizar un nombre exclusivo.
edit.display.websphere.system.info=Editar la visualizaci\u00f3n de la informaci\u00f3n de sistema de WebSphere
empty.message={0}
enableBiDi.label=Habilitar soporte bidireccional para este usuario
entry.exit=entrada/salida
entry.exit.debug=entrada/salida + depuraci\u00f3n
entry.exit.event=entrada/salida + suceso
error.RefOject.notFound=Se ha producido un error: no es posible recuperar RefObject
error.authorizationgroup.duplicate=Ya existe un nombre duplicado. Debe utilizar un nombre exclusivo
error.authorizationgroup.not.entered=El nombre es necesario
error.file.locked={0} est\u00e1 bloqueado en la configuraci\u00f3n maestra. Intente guardarlo de nuevo.
error.group.already.exists=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>No se ha podido crear el grupo. Ya existe un grupo con este nombre en el repositorio del registro de usuarios.</span><br>
error.group.not.entered=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>Es necesario el nombre de grupo.</span><br>
error.login.failure=No se puede iniciar la sesi\u00f3n. Consulte los archivos de anotaciones cronol\u00f3gicas para obtener m\u00e1s detalles.
error.msg.error=Error
error.msg.information=Informaci\u00f3n
error.msg.warning=Aviso
error.must.discard.changes=Se han guardado actualizaciones de otra sesi\u00f3n en la configuraci\u00f3n maestra desde que inici\u00f3 esta sesi\u00f3n. Los cambios que ha hecho entran en conflicto con estas actualizaciones y no se pueden guardar. Para continuar, debe <a href="/ibm/console/syncworkspace.do?saveaction=save&amp;directsave=true">descartar</a> los cambios para restaurar el espacio de trabajo y trabajar con la versi\u00f3n actual y guardada de la configuraci\u00f3n maestra.
error.must.discard.changes.logout=Se han guardado actualizaciones de otra sesi\u00f3n en la configuraci\u00f3n maestra desde que inici\u00f3 esta sesi\u00f3n. Los cambios que ha hecho entran en conflicto con estas actualizaciones y no se pueden guardar. Pulse Descartar para finalizar la sesi\u00f3n y descartar los cambios. Pulse Cerrar sesi\u00f3n para seguir fuera de la sesi\u00f3n conservando los cambios del espacio de trabajo.
error.must.discard.changes.save.conflict=Se han guardado actualizaciones de otra sesi\u00f3n en la configuraci\u00f3n maestra desde que inici\u00f3 esta sesi\u00f3n. Los cambios que ha hecho entran en conflicto con estas actualizaciones y no se pueden guardar. Para continuar, debe descartar los cambios para restaurar el espacio de trabajo y trabajar con la versi\u00f3n actual y guardada de la configuraci\u00f3n maestra.
error.repository.locked=El repositorio de configuraci\u00f3n est\u00e1 bloqueado actualmente.  Intente guardarlo de nuevo m\u00e1s tarde.
error.resultsToDisplay.invalid=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El valor del campo de entrada M\u00e1ximo de resultados para mostrar no es v\u00e1lido. Debe ser un entero mayor que 0.</span><br>
error.role.not.selected=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>Seleccione un rol.</span><br>
error.scope.select=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>Error al seleccionar el \u00e1mbito de contexto.</span><br>
error.scope.select.mixedCluster=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>Error al seleccionar el \u00e1mbito del contexto: Todos los miembros del cl\u00faster deben ser como m\u00ednimo de la versi\u00f3n 6 para utilizar el cl\u00faster como \u00e1mbito de cl\u00faster.</span><br>
error.scope.select.node=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>Seleccionar un nodo.</span><br>
error.user.already.exists=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>No se ha podido crear el usuario. Ya existe un usuario con este nombre en el repositorio del registro de usuarios.</span><br>
error.user.cannot.logout.self=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>Utilice la opci\u00f3n de men\u00fa Finalizar sesi\u00f3n para concluir la sesi\u00f3n.</span><br>
error.user.not.entered=Es necesario el nombre de usuario.
error.user.not.found=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>No se ha encontrado ning\u00fan usuario con este nombre en el repositorio del registro de usuarios.</span><br>
error.user.not.selected=Seleccione o especifique un usuario.
errorpage.message=Mensaje:
errorpage.request=Se ha producido un error al procesar la petici\u00f3n:
errorpage.stacktrace=StackTrace:
errorpage.title=Error
errors.double=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El campo, {0}, debe ser un punto flotante de doble precisi\u00f3n dentro del rango de {1} a {2}.</span><br>
errors.email=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El campo, {0}, debe ser una direcci\u00f3n de correo electr\u00f3nico v\u00e1lida.</span><br>
errors.equalsOther=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>{0} debe coincidir con {1}</span><br>
errors.float=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El campo, {0}, debe ser un punto flotante de precisi\u00f3n individual, dentro del rango de {1} a {2}.</span><br>
errors.footer=<br></td></tr></TBODY></table></p>
errors.header=<p><table align="center" class="messagePortlet" border="0" cellpadding="0" cellspacing="0" valign="top" width="75%" summary="Inline Messages"><tr valign="top"><td class="messageTitle"><a href="javascript:showHideSection('com_ibm_ws_inlineMessages')" CLASS="expand-task"><img id="com_ibm_ws_inlineMessagesImg" SRC="/ibm/console/images/arrow_expanded.gif" alt="show/hide" border="0" align="absmiddle"/> Mensajes</A></TD></TR><TBODY ID="com_ibm_ws_inlineMessages"><TR><TD class="complex-property">
errors.integer=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El campo, {0}, debe ser un entero dentro del rango de {1} a {2}.</span><br>
errors.invalid=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El campo, {0}, no contiene un valor v\u00e1lido.</span><br>
errors.invalid.chars=El {0} {1} tiene caracteres que no est\u00e1n permitidos.
errors.long=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El campo, {0}, debe ser un entero largo dentro del rango de {1} a {2}.</span><br>
errors.maxlength=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El campo, {0}, no puede tener m\u00e1s de {1} caracteres.</span><br>
errors.range=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El campo, {0}, debe estar dentro del rango de {1} a {2}.</span><br>
errors.required=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El campo, {0}, es necesario.</span><br>
errors.short=<span class='validation-error'><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>El campo, {0}, debe ser un entero corto dentro del rango de {1} a {2}.</span><br>
event=suceso
event.debug=suceso + depuraci\u00f3n
failed.to.logout.user=No se ha podido finalizar la sesi\u00f3n del usuario {0}. Consulte los registros para rastrear las posibles causas.
globalBiDiLink.label=Opciones de soporte bidireccional
group.short.name=Nombre abreviado de grupo
groups.displayName=Grupos
groups.naming.displayName=Grupos
header.frame=Marco de cabecera
help.additional.information=Ver m\u00e1s informaci\u00f3n sobre esta p\u00e1gina
help.additional.information.image=<img src="/ibm/console/images/title_help.gif" border="0" alt="View more information about this page" align="texttop">
help.additional.information.image.align=<img src="/ibm/console/images/title_help.gif" align="left" border="0" alt="View more information about this page">
help.main.console.title=Archivos de ayuda de WebSphere Application Server
help.main.copyright=(c) Copyright IBM Corp. 2000, 2004. Reservados todos los derechos.
help.main.more.info=Para obtener m\u00e1s informaci\u00f3n sobre IBM WebSphere Application Server, visite el <A HREF="http://www.ibm.com/software/webservers/appserv/library.html">centro de informaci\u00f3n</A> en l\u00ednea.
help.main.notices=Avisos
help.main.text=Los archivos de ayuda que se empaquetan con el producto WebSphere Application Server proporcionan informaci\u00f3n de referencia sobre cada una de las p\u00e1ginas de la consola administrativa y otras herramientas.
help.main.text.index=La pesta\u00f1a <strong>\u00cdndice</strong> en el panel de navegaci\u00f3n de la izquierda proporciona una lista por orden alfab\u00e9tico de las p\u00e1ginas y funciones de la consola administrativa.  La pesta\u00f1a <strong>Buscar</strong> proporciona funciones de b\u00fasqueda de palabra clave para todos los archivos de ayuda de la instalaci\u00f3n.
help.main.title=Ayuda de la consola
help.main.welcome=Bienvenido a los archivos de ayuda local
help.navigation.home=Inicio de la ayuda
help.navigation.index=\u00cdndice
help.navigation.search=Buscar
help.navigation.search.noresults=No se ha encontrado ning\u00fan resultado
help.navigation.search.nummatches=N\u00famero de coincidencias en cada documento:
help.navigation.search.results=Resultados
help.navigation.search.terms=T\u00e9rminos de b\u00fasqueda:
help.navigation.search.toomanymatches=Hay m\u00e1s de 200 archivos con coincidencias.  Intente un t\u00e9rmino de b\u00fasqueda m\u00e1s espec\u00edfico.
help.navigation.search.totalfiles=Total de archivos con coincidencias:
help.navigation.search.wildcards=(Comodines v\u00e1lidos: *,%,?)
help.notInstalled.title=En estos momentos, la ayuda del elemento no est\u00e1 disponible.
hide.field.page.descriptions=Ocultar descripciones de campo y de p\u00e1gina
hide.filter=Ocultar funci\u00f3n de filtro
hide.preferences=Ocultar preferencias
ibm.logo=Logotipo de IBM
id.must.be.selected=Debe seleccionar al menos un elemento de {0} para realizar esta acci\u00f3n.
id.must.be.selected.generic=Debe seleccionar al menos un elemento para realizar esta funci\u00f3n.
info.restart.server=Posiblemente sea necesario reiniciar el servidor para que estos cambios entren en vigor.
info.server.no.restart.needed=Estos cambios son efectivos inmediatamente despu\u00e9s de guardar y sincronizar los cambios con los nodos.
info.workspace.refreshed=El espacio de trabajo se ha renovado autom\u00e1ticamente con la configuraci\u00f3n maestra. Puede inhabilitar la renovaci\u00f3n autom\u00e1tica en las preferencias del usuario.
information.refresh.all=<a href="index.jsp" target="parent">Actualice el contenido de la cabecera</a>.
information.refresh.header=<a href="was_header.jsp" target="header">Actualice el contenido de la cabecera</a>.
information.refresh.tree=<a href="loading.jsp" target="navigation_tree">Actualice el contenido del \u00e1rbol de navegaci\u00f3n</a>.
information.required=Informaci\u00f3n necesaria
label.allscopes=Todos los \u00e1mbitos
label.application=Aplicaci\u00f3n
label.cell=C\u00e9lula
label.cluster=Cl\u00faster
label.deployment=Despliegue
label.group=Grupo
label.local.path=V\u00eda de acceso local:
label.no.confirm.discard=No mostrar esta confirmaci\u00f3n para descartar en el futuro
label.node=Nodo
label.path=V\u00eda de acceso
label.role=Rol(es)
label.scope=\u00c1mbito
label.server=Servidor
label.server.path=V\u00eda de acceso del servidor:
label.show.scope.selection.checkbox=Mostrar lista desplegable de selecci\u00f3n de \u00e1mbito con la opci\u00f3n Todos los \u00e1mbitos
label.status=Estado de inicio de sesi\u00f3n
label.user=Usuario
login.conflict.title=Conflicto de inicio de sesi\u00f3n
login.footer=El ID de usuario no precisa contrase\u00f1a, y no es necesario que sea un ID de un usuario del registro local de usuarios.  S\u00f3lo se utiliza para hacer un seguimiento de las modificaciones efectuadas por cada usuario en los datos de configuraci\u00f3n.
login.header=Inicio de sesi\u00f3n
login.recover.title=Recuperar cambios anteriores
login.standby.error=La consola administrativa se est\u00e1 ejecutando en un gestor de despliegue en espera y no est\u00e1 disponible para realizar el despliegue y las tareas de administraci\u00f3n del sistema.
login.text=Iniciar sesi\u00f3n
login.title=Inicio de sesi\u00f3n de la consola administrativa de WebSphere
login.welcome.text=Bienvenido; por favor, entre su informaci\u00f3n.
logon.desc=El ID de usuario no precisa contrase\u00f1a, y no es necesario que sea un ID de un usuario del registro local de usuarios. S\u00f3lo se utiliza para hacer un seguimiento de las modificaciones efectuadas por cada usuario en los datos de configuraci\u00f3n. La seguridad NO est\u00e1 habilitada
logonForm.validation.passwordMaskMessage=La contrase\u00f1a debe contener una combinaci\u00f3n de letras y n\u00fameros.
logonForm.validation.username=El ID de usuario es necesario.
logonForm.validation.usernameMaskMessage=El ID de usuario s\u00f3lo debe contener caracteres alfab\u00e9ticos y num\u00e9ricos.
logonForm.validatoin.password=La contrase\u00f1a es necesaria.
map.groups.as.specified=Correlacionar grupos tal como se especifica a continuaci\u00f3n
map.groups.specialSubjects.hidden.note=Tenga en cuenta que los grupos de sujetos especiales que ya se han correlacionado con un rol no se visualizar\u00e1n en esta p\u00e1gina.
mapped.to.role.list.description=Correlacionado con el rol
mapped.to.role.list.displayName=Correlacionado con el rol
max.number.results=M\u00e1ximo de resultados para mostrar
mbean.notfound=No se ha encontrado el MBean {0} de WebSphere. Puede que el agente de nodo no se est\u00e9 ejecutando.
menu.help=Ayuda
menu.logout=Cerrar sesi\u00f3n
menu.preferences=Preferencias de la consola
menu.save.changes=Guardar
menu.support=Soporte
menu.todo.list=Lista de tareas
menu.workspace.home=Inicio
move.in.list.error=Debe seleccionar una entrada a mover.
msg.invalid.session.text=La sesi\u00f3n se ha convertido en no v\u00e1lida. Esto es debido a un tiempo de espera excedido de la sesi\u00f3n, un administrador ha cerrado una sesi\u00f3n, el usuario ha iniciado una sesi\u00f3n con un ID de usuario diferente dentro de la misma sesi\u00f3n del navegador, u otro usuario ha invalidado la sesi\u00f3n iniciando una sesi\u00f3n con el mismo ID de usuario.
msg.scope.desc=Para especificar el \u00e1mbito de c\u00e9lula, borre los campos de nodo y servidor y pulse Aplicar.<br>Para seleccionar un \u00e1mbito de nodo, escriba o examine un nodo, despu\u00e9s borre el campo de servidor y pulse Aplicar.<br>Para seleccionar un \u00e1mbito de servidor, seleccione primero un \u00e1mbito de nodo, despu\u00e9s escriba o examine un servidor, y pulse Aplicar.<br>Cuando se crean nuevos elementos en esta vista, se crean dentro del \u00e1mbito actual.
msg.scope.desc.nd=Para especificar el \u00e1mbito de c\u00e9lula, borre los campos de nodo y servidor y pulse Aplicar.<br>Para seleccionar un \u00e1mbito de cl\u00faster, escriba o examine un cl\u00faster.<br>Para seleccionar un \u00e1mbito de nodo, escriba o examine un nodo, despu\u00e9s borre el campo de servidor y pulse Aplicar.<br>Para seleccionar un \u00e1mbito de servidor, seleccione primero un \u00e1mbito de nodo, despu\u00e9s escriba o examine un servidor, y pulse Aplicar.<br>Cuando se crean nuevos elementos en esta vista, se crean dentro del \u00e1mbito actual.
msg.scope.desc.single=Utilice los valores de \u00e1mbito para limitar la disponibilidad de los recursos en una c\u00e9lula, un nodo o un servidor particulares.<br>Cuando se crean nuevos elementos en esta vista, se crean dentro del \u00e1mbito actual.
must.change.value.in.column.for.update=Debe modificar uno o m\u00e1s valores de la columna {0} antes de pulsar el bot\u00f3n {1}.
nav.Environment.displayName=Entorno
nav.GuidedActivity.displayName=Actividades guiadas
nav.Naming.displayName=Denominaci\u00f3n
nav.SystemAdmin.displayName=Administraci\u00f3n del sistema
nav.administration.resources=Recursos de administraci\u00f3n
nav.authorization.group=Grupos de autorizaci\u00f3n administrativa
nav.console.settings=Valores de consola
nav.console.users.groups=Usuarios y grupos
nav.group.management=Roles de grupo administrativo
nav.isc.status.label=Estado
nav.isc.workitems.label=Elementos de trabajo
nav.monitoring.tuning=Supervisi\u00f3n y ajuste
nav.naming.group.management=Grupos de CORBA Naming Service
nav.naming.user.management=Usuarios de CORBA Naming Service
nav.swg.com.ibm.ws.saveconfig=Guardar cambios en el repositorio maestro
nav.system.context=Contexto del sistema
nav.user.management=Roles de usuario administrativo
nav.websphere.tasks=Tareas de WebSphere
node.select.text=Seleccione un nodo de la lista que se utilizar\u00e1 para establecer el \u00e1mbito actual.
node.select.title=Seleccionar un \u00e1mbito de nodo
node.version.displayName=Versi\u00f3n
nodes.displayName=Nodo
none.text=(ninguno)
not.selected=No seleccionado
not.sorted=La columna no est\u00e1 ordenada. Pulse para especificar orden ascendente.
org.apache.struts.taglib.bean.format.int=#
pageheader.label.about=acerca de
pageheader.label.more.information=m\u00e1s informaci\u00f3n
pageheader.label.view=Ver
paging.filtered.total.label=Resultado filtrado total
paging.next.label=Siguiente
paging.of.label=Total de p\u00e1ginas
paging.page.label=P\u00e1gina
paging.previous.label=Anterior
paging.total.label=Total
portal.close.page=Cerrar p\u00e1gina
preferences.field.type.incorrect=Tipo incorrecto en campo(s) de preferencias
preferences.update.text=Se han cambiado sus preferencias.
prompt.password=Contrase\u00f1a:
prompt.username=ID de usuario:
properties.not.available.yet=Las propiedades adicionales estar\u00e1n disponibles cuando se guarden o se apliquen las propiedades generales de este elemento.
quick.search.filter.title=Seleccione la columna por la que filtrar
quick.search.go.label=Ir
quick.search.label=Filtro
quick.search.pattern.title=Entre el criterio de filtrado
quick.search.search.in.label=Para filtrar la siguiente tabla, seleccione la columna por la que desea filtrar, e introduzca los criterios de filtro (comodines: *,?,%).
quick.search.with.string.label=con la serie
realm.not.available.warning=En este momento no se puede acceder al reino seleccionado. Es posible que necesite iniciar el servidor. De lo contrario, puede utilizar los campos siguientes para a\u00f1adir usuarios a trav\u00e9s de sus ID de usuario exclusivos.
refId.label=ID
refresh.data=Renovar datos
refresh.view=Especifica la vista de renovaci\u00f3n.
rel.tasks.not.available=Los elementos relacionados estar\u00e1n disponibles cuando se guarden las propiedades generales de este elemento.
related.items=Elementos relacionados
relateditems.not.available.yet=Los elementos relacionados estar\u00e1n disponibles cuando se guarden las propiedades generales de este elemento.
resource.access.administrator=Puede administrar los recursos siguientes:
resource.access.adminsecuritymanager=Puede supervisar los recursos siguientes:
resource.access.configurator=Puede configurar los recursos siguientes:
resource.access.deployer=Puede realizar el despliegue en los recursos siguientes:
resource.access.monitor=Puede supervisar los recursos siguientes:
resource.access.operator=Puede operar en los recursos siguientes:
role.administrator=Administrador
role.adminsecuritymanager=Gestor de seguridad admin
role.all.label=Todos los roles
role.auditor=Auditor
role.configurator=Configurador
role.cosnamingcreate=Creaci\u00f3n de CosNaming
role.cosnamingdelete=Supresi\u00f3n de CosNaming
role.cosnamingread=Lectura de CosNaming
role.cosnamingwrite=Escritura de CosNaming
role.deployer=Desplegador
role.iscadmins=Admins ISC
role.monitor=Supervisor
role.operator=Operador
runtime.messages=Mensajes de tiempo de ejecuci\u00f3n
save.confirm=Cambios del espacio de trabajo guardados en la configuraci\u00f3n maestra.
scope.must.be.selected=Seleccione un \u00e1mbito v\u00e1lido en la lista desplegable. "Todos los \u00e1mbitos" no es un \u00e1mbito v\u00e1lido.
search.and.select.groups.desc=Seleccione un reino de usuario, decida cu\u00e1ntos resultados visualizar, escriba una serie de b\u00fasqueda (utilice * como car\u00e1cter comod\u00edn) y pulse Buscar. Seleccione los grupos de la lista Disponible y a\u00f1\u00e1dalos a la lista Correlacionado con el rol. Los grupos que ya se han correlacionado con un rol no se presentar\u00e1n en los resultados de b\u00fasqueda.
search.and.select.groups.desc.noRealm=Decida cu\u00e1ntos resultados visualizar, escriba una serie de b\u00fasqueda (utilice * como car\u00e1cter comod\u00edn) y pulse Buscar. Seleccione los grupos de la lista Disponible y a\u00f1\u00e1dalos a la lista Correlacionado con el rol. Los grupos que ya se han correlacionado con un rol no se presentar\u00e1n en los resultados de b\u00fasqueda.
search.and.select.users.desc=Seleccione un reino de usuario, decida cu\u00e1ntos resultados visualizar, escriba una serie de b\u00fasqueda (utilice * como car\u00e1cter comod\u00edn) y pulse Buscar. Seleccione los usuarios de la lista Disponible y a\u00f1\u00e1dalos a la lista Correlacionado con el rol. Los usuarios que ya han sido correlacionados con un rol no se presentar\u00e1n en los resultados de la b\u00fasqueda.
search.and.select.users.desc.noRealm=Decida cu\u00e1ntos resultados visualizar, escriba una serie de b\u00fasqueda (utilice * como car\u00e1cter comod\u00edn) y pulse Buscar. Seleccione los usuarios de la lista Disponible y a\u00f1\u00e1dalos a la lista Correlacionado con el rol. Los usuarios que ya han sido correlacionados con un rol no se presentar\u00e1n en los resultados de la b\u00fasqueda.
search.and.select.users.title=Buscar y seleccionar usuarios
search.string=Serie de b\u00fasqueda
security.SAF.enabled.roles.ignored=Cuando la autorizaci\u00f3n SAF (System Authorization Facility) est\u00e1 habilitada, los roles que se definen aqu\u00ed se ignoran.
security.external.auth.table.roles.ignored=Cuando est\u00e1 habilitada una tabla de autorizaciones externas, puede que se ignoren los roles que se definen aqu\u00ed.  Consulte la documentaci\u00f3n relevante del proveedor.
security.nonFIPS.provider="Utilizar FIPS" est\u00e1 habilitado, pero el proveedor de SSL no es IBMJSSEFIPS. No pueden utilizarse algoritmos criptogr\u00e1ficos aprobados por FIPS.
security.nonFIPS.ssl=La pol\u00edtica de seguridad est\u00e1 establecida para utilizar s\u00f3lo algoritmos criptogr\u00e1ficos aprobados por FIPS. Sin embargo, es posible que al menos una configuraci\u00f3n SSL no est\u00e9 utilizando un proveedor de JSSE aprobado por FIPS. En esos casos, no pueden utilizarse algoritmos criptogr\u00e1ficos aprobados por FIPS.
security.tivoli.auth.table.roles.ignored=Cuando Tivoli Access Manager est\u00e1 habilitado, las actualizaciones de esta p\u00e1gina no se reflejar\u00e1n hasta que se ejecute la herramienta migrateEAR.
select.all.items=Seleccionar todo
select.row.text=Seleccionar fila
select.text=Seleccionar
server.select.text=Seleccione un servidor de la lista que se utilizar\u00e1 para establecer el \u00e1mbito actual.
server.select.title=Seleccionar un \u00e1mbito de servidor 
servers.displayName=Servidor
show.field.page.descriptions=Mostrar descripciones de campo y de p\u00e1gina
show.filter=Mostrar funci\u00f3n de filtro
show.preferences=Mostrar preferencias
show.search.and.filter=Mostrar b\u00fasqueda y filtro
show.search.scope=Mostrar \u00e1mbito de b\u00fasqueda
sorted.ascending=Clasificado en orden ascendente. Pulse para clasificar en orden descendente.
sorted.descending=Clasificado en orden descendente. Pulse para clasificar en orden ascendente.
special.allauthenticated=TODOS AUTENTICADOS
special.allauthenticated.in.realm=TODOS AUTENTICADOS EN REINOS DE CONFIANZA
special.everyone=TODOS
specify.group=Nombre de grupo
specify.special.subject=Seleccionar sujetos especiales
status.area.frame=Marco de \u00e1rea de estado de WebSphere
status.image.error.title=<iframe width="90%" height="16" src="/ibm/console/secure/tiles/runtime_messages_navigation.jsp?type=errors" frameborder="0" style="font-size:65%;font-family:sans-serif;overflow-x:auto;overflow-y:hidden;background-color:#F7F7F7;"><p>Si el navegador Web ofrece soporte, este texto mostrar\u00e1 el n\u00famero de errores nuevos y totales en tiempo de ejecuci\u00f3n. Pulse este texto para ver los errores.</iframe>
status.image.info.title=<iframe width="90%" height="16" src="/ibm/console/secure/tiles/runtime_messages_navigation.jsp?type=info" frameborder="0" style="font-size:65%;font-family:sans-serif;overflow-x:auto;overflow-y:hidden;background-color:#F7F7F7;"><p>Si el navegador Web ofrece soporte, este texto mostrar\u00e1 el n\u00famero de mensajes informativos nuevos y totales en tiempo de ejecuci\u00f3n. Pulse este texto para ver los mensajes informativos.</iframe>
status.image.warning.title=<iframe width="90%" height="16" src="/ibm/console/secure/tiles/runtime_messages_navigation.jsp?type=warnings" frameborder="0" style="font-size:65%;font-family:sans-serif;overflow-x:auto;overflow-y:hidden;background-color:#F7F7F7;"><p>Si el navegador Web ofrece soporte, este texto mostrar\u00e1 el n\u00famero de avisos nuevos y totales en tiempo de ejecuci\u00f3n. Pulse este texto para ver los avisos.</iframe>
status.logged.on=Activo
status.not.logged.on=Inactivo
statusTray.preference.cycle=Actualizar el contenido autom\u00e1ticamente
statusTray.preference.description=Renueva la barra de tareas con informaci\u00f3n actualizada en el intervalo especificado. Tambi\u00e9n puede habilitar la actualizaci\u00f3n autom\u00e1tica del contenido de la barra de tareas en el intervalo de renovaci\u00f3n especificado. 
statusTray.preference.enable=Habilitar
statusTray.preference.interval=Intervalo de renovaci\u00f3n
statusTray.preference.refresh=Renovar autom\u00e1ticamente
statusTray.preference.units=segundos
statustray.next.button=Siguiente >
statustray.preferences.label=Preferencias
statustray.prev.button=< Anterior
statustray.title=Estado de WebSphere
step.string=Paso
support.assistant.download=Pulse aqu\u00ed para descargar IBM Support Assistant.
support.assistant.title=IBM Support Assistant
support.category.label.webspherebrand=WebSphere
support.collector.cellname=Nombre de c\u00e9lula
support.collector.configroot=Ra\u00edz de configuraci\u00f3n
support.collector.installdir=Directorio de instalaci\u00f3n
support.collector.javahome=Inicio de Java
support.collector.nodename=Nombre de nodo
support.link.description=Pulse aqu\u00ed para obtener informaci\u00f3n adicional de soporte de este producto.
support.link.label.websphereapplicationserver=WebSphere Application Server
support.link.label.websphereapplicationserver.express=WebSphere Application Server Express
support.link.label.websphereapplicationserver.iseries=Websphere Application Server para OS/400 e i5/OS
support.link.label.websphereapplicationserver.zOS=WebSphere Application Server para z/OS
support.links.forums=Foros
support.links.homepageURL=P\u00e1gina de presentaci\u00f3n
support.links.supportURL=Sitio de soporte
support.links.title=Enlaces de soporte del producto
sync.button.cancel=Cancelar
sync.button.discard=Descartar
sync.button.save=Guardar
sync.changed=Elementos modificados
sync.conflict.action=Acci\u00f3n
sync.conflict.desc=Otro usuario ha modificado algunas informaciones de configuraci\u00f3n desde que empez\u00f3 a efectuar cambios. Para los siguientes elementos, especifique si desea sobrescribir las modificaciones en la configuraci\u00f3n maestra, o descartar los cambios en la configuraci\u00f3n maestra.
sync.conflict.discard=No sobrescribir
sync.conflict.items=Guardar elementos conflictivos
sync.conflict.merge=Fusionar
sync.conflict.overwrite=Sobrescribir
sync.conflict.title=Guardar en configuraci\u00f3n maestra
sync.desc=Pulse Guardar para actualizar el repositorio maestro con los cambios.  Pulse Descartar para descartar los cambios y empezar a trabajar de nuevo utilizando la configuraci\u00f3n del repositorio maestro.  Pulse Cancelar para seguir trabajando con los cambios.
sync.desc.logoff=Pulse el bot\u00f3n Guardar para finalizar la sesi\u00f3n y actualizar el repositorio maestro con los cambios.  Pulse el bot\u00f3n Descartar para finalizar la sesi\u00f3n y descartar los cambios. Pulse Cerrar sesi\u00f3n para seguir fuera de la sesi\u00f3n conservando los cambios del espacio de trabajo.
sync.discard.confirmation=Los cambios del espacio de trabajo se han descartado
sync.label.syncwithnodes=Sincronizar cambios con nodos
sync.list=Ver elementos modificados
sync.save.confirmation=Los cambios del espacio de trabajo se han guardado en la configuraci\u00f3n maestra.
sync.title=Guardar en configuraci\u00f3n maestra
tab.configuration=Configuraci\u00f3n
tab.runtime=Tiempo de ejecuci\u00f3n
tab.topology=Topolog\u00eda local
task.nav.frame=Marco de navegaci\u00f3n de tareas
total.changed.documents=N\u00famero total de documentos cambiados:
trace.tree.pleaseWaitLabel=Por favor, espere...
tree.filter.default.label=Mostrar:
tree.nodes.none=ninguno
unique.groupid=ID de grupo exclusivo
unique.userid=ID de usuario exclusivo
user.realm=Reino de usuario
user.realm.name=Nombre del reino de usuario
user.short.name=Nombre abreviado de usuario
user.successfully.logged.out=El usuario {0} ha finalizado la sesi\u00f3n satisfactoriamente.
users.displayName=Usuarios
users.multiple=Varios usuarios coinciden con el mismo nombre de usuario. Entre un nombre de dominio (DN) de usuario completo, por ejemplo uid=user1,ou=dusers,dc=raleigh,dc=ibm,dc=com.
users.naming.displayName=Usuarios
value1.lessthan.value2=El valor del campo, {0}, debe ser inferior al valor del campo, {1}.
value1.lessthanorequalto.value2=El valor del campo, {0}, debe ser inferior o igual al valor del campo, {1}.
view.more.info=Ver m\u00e1s informaci\u00f3n sobre este campo
warn.user.not.active=El usuario {0} no est\u00e1 activo.
warning.config.changes.made=Se han realizado cambios en la configuraci\u00f3n local. Puede: <br> <li><a href="/ibm/console/syncworkspace.do?saveaction=save&amp;directsave=true" tabindex="1">Guardar</a> directamente en la configuraci\u00f3n maestra. <br> <li><a href="/ibm/console/syncworkspace.do?syncaction=list" tabindex="1">Revisar</a> los cambios antes de guardarlos o descartarlos.
warning.config.changes.made.logoff=Se han realizado cambios en la configuraci\u00f3n local. Puede: <br> <li><a href="/ibm/console/syncworkspace.do?saveaction=save&amp;directsave=true&amp;logoff=true" tabindex="1">Guardar</a> directamente en la configuraci\u00f3n maestra. <br> <li><a href="/ibm/console/syncworkspace.do?syncaction=list&amp;logoff=true" tabindex="1">Revisar</a> los cambios antes de guardarlos o descartarlos.
warning.conflicts.found=Se ha actualizado la configuraci\u00f3n maestra. Actualmente tiene conflictos de espacio de trabajo con estas modificaciones. Para ver estas actualizaciones debe <a href="/ibm/console/syncworkspace.do?saveaction=save&amp;directsave=true">Guardar o descartar</a> las modificaciones actuales del espacio de trabajo.
warning.preferences.nodesync.disabled=Se puede inhabilitar una opci\u00f3n para sincronizar la configuraci\u00f3n entre varios nodos en <a href="/ibm/console/menuBarCmd.do?forwardName=console.preferences.main">Preferencias. </a>
warning.preferences.nodesync.enabled=Se puede habilitar una opci\u00f3n para sincronizar la configuraci\u00f3n entre varios nodos despu\u00e9s de guardar en <a href="/ibm/console/menuBarCmd.do?forwardName=console.preferences.main">Preferencias. </a>
was.title=WebSphere Application Server
wasIframeTitle=Contenido de tareas de la consola del servidor de aplicaciones.
wasInvalidSessionMessage=Cierre la tarea e intente ejecutarla de nuevo.
wasLoginWaitCancel=Esperando a que el usuario concluya la sesi\u00f3n. Cierre la tarea e intente ejecutarla de nuevo.
wasLoginWaitMessage=Esperando a que el usuario concluya la sesi\u00f3n. Pulse el bot\u00f3n Aceptar para intentar ejecutar la tarea de nuevo.
wasLoginWaitTitle=Esperando a que el usuario concluya la sesi\u00f3n.
wasOkButtonText=Aceptar
wcl.error.requestNotHandledException=Se ha producido un error en la biblioteca de componentes Web al manejar la petici\u00f3n.
wcl.error.responseNotHandled=La biblioteca de componentes Web no puede manejar la petici\u00f3n.
wcl.error.title=Error de la biblioteca de componentes Web
wcl.error.triggerException=La biblioteca de componentes Web ha encontrado un error al procesar la petici\u00f3n.
wcl.error.triggerNotFound=La biblioteca de componentes Web no ha podido determinar qu\u00e9 acci\u00f3n se ha realizado.
wclError.heading=Se han encontrado los siguientes errores de la biblioteca de componentes Web:
websphere.admin.console=Consola administrativa de WebSphere
welcome.copyright=Material bajo licencia - Propiedad de IBM \n {0} (C) Copyright IBM Corp. {1} \n\nReservados todos los derechos.\n\nUsuarios del gobierno de los EE.UU. - DERECHOS RESTRINGIDOS - La utilizaci\u00f3n, duplicaci\u00f3n o \ndivulgaci\u00f3n est\u00e1 restringida por el GSA-ADP Schedule Contract con IBM Corp.\nIBM es una marca registrada de IBM Corp.
wizard.summary.label=Resumen de acciones
wizard.summary.label.alt=Resumen de acciones a realizar basadas en la entrada proporcionada.
work.area.frame=Marco de WorkArea
wsc.cheatsheet.database.title=Conexi\u00f3n con una base de datos
wsc.collection.filter.go=Ir
wsc.console.groups.special=Sujetos especiales
wsc.console.groups.specify=Entrar nombre de grupo
wsc.expand.collapse.alt=Expandir o contraer
wsc.field.help.label=Ayuda
wsc.field.help.label.field=Ayuda para campos
wsc.field.help.label.page=Ayuda para p\u00e1ginas
wsc.field.help.label.tasks=Ayuda para tareas
wsc.field.help.lookin.page=
wsc.field.help.page.link=M\u00e1s informaci\u00f3n sobre esta p\u00e1gina
wsc.field.help.suggested.resources=Recursos sugeridos
wsc.field.help.tasks.link=Ver tareas relacionadas
wsc.title=Consola administrativa de WebSphere


AuthorizationGroup.description=Utilice esta p\u00e1gina para crear, actualizar o eliminar grupos de autorizaci\u00f3n administrativa.
AuthorizationGroup.detail.description=Utilice esta p\u00e1gina para configurar un grupo de autorizaci\u00f3n administrativa y para especificar los recursos administrativos asociados.
AuthorizationGroup.name.description=Nombre del grupo de autorizaci\u00f3n
AuthorizationGroup.tree.description=Los recursos que pertenecen al grupo de autorizaci\u00f3n.
CoreScope.display.description=El \u00e1mbito especifica el nivel en el que la definici\u00f3n de recurso es visible. Para obtener informaci\u00f3n detallada sobre qu\u00e9 es el \u00e1mbito y c\u00f3mo funciona,
biDiTextDirection.description=Especifica c\u00f3mo se muestra e introduce el texto bidireccional. Este valor es s\u00f3lo para su ID de usuario.
cell.select.description=Especifica el nombre de la c\u00e9lula.
cluster.select.description=Especifica el nombre del cl\u00faster seleccionado.
collection.preferences.maxRowDesc=Especifica el n\u00famero m\u00e1ximo de filas que se visualizan cuando la colecci\u00f3n es grande. Estas filas no visualizadas en la p\u00e1gina actual se visualizar\u00e1n en la p\u00e1gina siguiente.
collection.preferences.searchHistoryDesc=Especifica si se debe utilizar el mismo criterio de filtro especificado en la funci\u00f3n de mostrar filtro para visualizar esta p\u00e1gina la pr\u00f3xima vez que la visite.
command.assist.pref.logCommands.desc=Especifica si se anotan cronol\u00f3gicamente todos los datos wsadmin de ayuda de mandatos para el usuario actual. Los mandatos se anotan cronol\u00f3gicamente en el archivo commandAssistanceJythonCommands_nombre_usuario.log del directorio logs para el proceso que est\u00e1 ejecut\u00e1ndose en la consola. 
command.assist.pref.sendNotification.desc=Especifica si desea habilitar la integraci\u00f3n con la herramienta de scripts Application Server Toolkit. Si se habilita esta opci\u00f3n no se env\u00edan notificaciones de ayuda de mandatos. Se recomienda la habilitaci\u00f3n de esta opci\u00f3n s\u00f3lo para los entornos que no sean de producci\u00f3n.
console.commandassistance.desc=Los mandatos de script de wsadmin que se correlacionan con acciones en la consola administrativa se muestran en el lenguaje Jython.
desc.naming.groups.detail.text=Utilice esta p\u00e1gina para configurar un grupo con roles de autorizaci\u00f3n reconocidos por el servicio de nombres CORBA (Common Object Request Broker Architecture), (servicio de nombres CORBA CosNaming). Los roles de grupo disponibles, en niveles de autoridad de inferior a superior, son: CosNamingRead, CosNamingWrite, CosNamingCreate y CosNamingDelete. La pol\u00edtica de autorizaci\u00f3n CosNaming s\u00f3lo se aplica cuando la seguridad global est\u00e1 habilitada. Cuando la seguridad global est\u00e1 habilitada, los intentos de realizar operaciones CosNaming sin una asignaci\u00f3n de rol v\u00e1lida generan una excepci\u00f3n org.omg.CORBA.NO_PERMISSION del servidor CosNaming.
desc.naming.groups.text=Utilice esta p\u00e1gina para a\u00f1adir y eliminar acceso autorizado de grupos en el servicio de nombres CORBA (Common Object Request Broker Architecture), (servicio de nombres CORBA CosNaming). WebSphere Application Server proporciona la autorizaci\u00f3n basada en roles para aumentar la seguridad de su servicio de nombres CosNaming.
desc.naming.users.detail.text=Utilice esta p\u00e1gina para configurar roles de autorizaci\u00f3n de usuario reconocidos por el servicio de nombre CORBA (Common Object Request Broker Architecture), (servicio de nombre CORBA CosNaming). El usuario que especifique debe existir en el registro de usuarios activo configurado. Los roles de usuario disponibles, en niveles de autoridad de inferior a superior, son: CosNamingRead, CosNamingWrite, CosNamingCreate y CosNamingDelete. La pol\u00edtica de autorizaci\u00f3n CosNaming s\u00f3lo se aplica cuando la seguridad global est\u00e1 habilitada. Cuando est\u00e1 habilitada la seguridad global, los intentos de realizar operaciones CosNaming sin una asignaci\u00f3n de rol v\u00e1lida genera una excepci\u00f3n org.omg.CORBA.NO_PERMISSION del servidor CosNaming.
desc.naming.users.text=Utilice esta p\u00e1gina para a\u00f1adir y eliminar acceso autorizado de usuarios al servicio de nombres CORBA (Common Object Request Broker Architecture), (servicio de nombres CORBA CosNaming). Este producto proporciona la autorizaci\u00f3n basada en roles para aumentar la seguridad de su servicio de nombres CosNaming.
enableBiDi.description=Especifica si est\u00e1 habilitado el soporte bidireccional en la consola administrativa. Este valor es s\u00f3lo para su ID de usuario.
globalBiDiLink.description=Utilice este panel para especificar las preferencias de texto bidireccional (Bidi) para la consola administrativa. 
label.autorefresh.pref=Especifica si desea que el espacio de trabajo de la consola administrativa se vuelva a trazar autom\u00e1ticamente despu\u00e9s de que cambie la configuraci\u00f3n administrativa.
label.bannershow.pref=Especifica si se visualizar\u00e1 el mensaje de cabecera de WebSphere(R) Application Server en la parte superior de la consola administrativa.
label.descriptionsshow.pref=Especifica si se visualizar\u00e1 el portlet de ayuda a la derecha de la consola.
label.group.desc=Especifica el grupo al que se le otorga autoridad administrativa.
label.nodiscardconfirm.pref=Especifica si se visualizar\u00e1 el di\u00e1logo de confirmaci\u00f3n despu\u00e9s de recibir una petici\u00f3n para descartar el espacio de trabajo.
label.role.desc=Especifica el nivel de la autoridad administrativa otorgada.
label.usedefaultscope.pref=Especifica si el \u00e1mbito por omisi\u00f3n es el nodo de la consola administrativa.
label.user.desc=Especifica el usuario al que se le otorga autoridad administrativa.
node.select.description=Especifica el nombre del nodo seleccionado.
scope.select.desc=Seleccione el \u00e1mbito en el cual visualizar los recursos.
security.cell.role=El rol de supervisor de ancho de c\u00e9lula es necesario m\u00ednimamente para utilizar la consola administrativa de forma efectiva. Asigne el rol del nivel de c\u00e9lula a este usuario o grupo, si es necesario el acceso de la consola administrativa.
server.select.description=Especifica el nombre del servidor seleccionado.
show.scope.selection.checkbox.description=Pulse en este recuadro de selecci\u00f3n para cambiar la vista de selecci\u00f3n de \u00e1mbito. Cuando est\u00e1 seleccionado el valor, se muestra la lista desplegable de selecci\u00f3n de \u00e1mbito. Proporciona una lista de todos los \u00e1mbitos en la c\u00e9lula y permite mostrar todos los objetos de la c\u00e9lula en una lista. Cuando no est\u00e1 seleccionado el valor, se muestran los campos de selecci\u00f3n con examinar \u00e1mbito. Esta vista no permite mostrar todos los objetos de la c\u00e9lula en una lista, pero puede resultar de utilidad cuando la c\u00e9lula aumenta a un gran tama\u00f1o.
special.subject.select.description=Un sujeto especial es una generalizaci\u00f3n de una clase concreta de usuarios. EVERYONE es el grupo por omisi\u00f3n y proporciona s\u00f3lo los privilegios de CosNamingRead.
sync.label.syncwithnodes.description=Especifica si se sincronizan los cambios que se guardan en el perfil del gestor de despliegue con todos los nodos que se est\u00e1n ejecutando.
wsc.console.groups.text.description=Especifica los grupos para la correlaci\u00f3n de roles. Verifique que los grupos est\u00e9n definidos en el registro de usuarios elegido.
wsc.field.help.noinfo=Para la informaci\u00f3n de ayuda para campos, seleccione una etiqueta de campo o un marcador de lista cuando aparece el cursor de ayuda.
