ORB.thread.pool=Agrupaci\u00f3n de hebras ORB
Servlet.Engine.Transports=Agrupaci\u00f3n de hebras del contenedor Web
tpa.button.refresh=Renovar todos los avisos
tpa.button.remove=Eliminar el aviso seleccionado
tpa.containertable.container=Contenedor
tpa.containertable.ejb=EJB
tpa.containertable.reqpersec=Pet / seg
tpa.containertable.resptime=Tiempo resp (ms)
tpa.containertable.web=Web
tpa.desc.title=T\u00edtulo del consejo
tpa.graph.cpuLegend=Uso de la CPU
tpa.graph.resourceLegend=Uso de la agrupaci\u00f3n
tpa.graph.timestamp.prefix=Diagrama generado
tpa.graph.title=Tivoli Performance Advisor
tpa.label.description=Descripci\u00f3n
tpa.label.detail=Detalle
tpa.label.message=Mensaje
tpa.label.number=#
tpa.label.resource=Recurso
tpa.label.severity=Gravedad
tpa.label.status=Estado
tpa.label.title=T\u00edtulo
tpa.label.useraction=Acci\u00f3n del usuario
tpa.rule.output.status.notviewed=No le\u00eddo
tpa.rule.output.status.viewed=Le\u00eddo
tpa.rule.output.title.label=Detalles del consejo
tpa.title=Tivoli Performance Advisor
tpa.usagegraph.busy=Ocupado
tpa.usagegraph.idle=Inactivo
tpa.usagegraph.total=Total
tpv.averageResponseTime=Tiempo de respuesta medio
tpv.category=Performance Viewer
tpv.console.displayName=Tivoli Performance Viewer
tpv.console.serverError.description=Se ha producido un problema al intentar supervisar este servidor.
tpv.currentActivity=Actividad actual
tpv.frames.support=Debe utilizar un navegador que soporte marcos.
tpv.header.frame=Cabecera de Tivoli Performance Viewer
tpv.invalidNodeName=El nombre de nodo {0} no es v\u00e1lido.
tpv.invalidServerName=El nombre de servidor {0} no es v\u00e1lido.
tpv.label=Tivoli
tpv.log.summary.initial.report=Informe de resumen inicial
tpv.log.summary.next.report=Siguiente informe de resumen
tpv.log.vieweing.file.IOError=Se ha producido un problema al subir el archivo indicado, aseg\u00farese de que el archivo sea un archivo de anotaciones cronol\u00f3gicas v\u00e1lido y que haya suficiente espacio en el disco en el que est\u00e1 instalado WebSphere.
tpv.log.viewing.active.log=Ver el archivo de anotaciones cronol\u00f3gicas activo actualmente creado el {0}:{1} :
tpv.log.viewing.file.ErrorReload=Se ha producido un problema al visualizar el archivo de anotaciones cronol\u00f3gicas seleccionado; vuelva a cargar este archivo.
tpv.log.viewing.file.noUploadPermissions=Se han producido problemas de seguridad al subir este archivo.
tpv.log.viewing.file.notFound=No se ha encontrado el archivo {0}.
tpv.log.viewing.locate.explicit.file.label=V\u00eda de acceso expl\u00edcita del archivo de anotaciones cronol\u00f3gicas
tpv.log.viewing.locate.remote.browse=Examinar...
tpv.log.viewing.locate.remote.file.label=Archivo de servidor
tpv.log.viewing.noFileSpecified=Entre el nombre de un archivo de anotaciones cronol\u00f3gicas para visualizarlo.
tpv.log.viewing.specify.path=Especificar v\u00eda de acceso
tpv.log.viewing.submit.file.button.text=Ver archivo de anotaciones cronol\u00f3gicas
tpv.log.viewing.title=Ver datos anotados cronol\u00f3gicamente
tpv.logController=Registro cronol\u00f3gico
tpv.logSettings.logDurationSettingsFailed=Duraci\u00f3n de anotaciones cronol\u00f3gicas no v\u00e1lida
tpv.logSettings.maxFileSizeSettingsFailed=Tama\u00f1o m\u00e1ximo de archivo no v\u00e1lido
tpv.logSettings.maxNoOfFilesSettingsFailed=Numero m\u00e1ximo de archivos no v\u00e1lido
tpv.logViewer=Ver anotaciones cronol\u00f3gicas
tpv.logfile.cannotCreate=No se puede crear el archivo especificado {0}
tpv.logging.alreadtstarted.details=El usuario {0} ha iniciado el registro cronol\u00f3gico de este servidor.  No obstante, puede optar por detener las anotaciones cronol\u00f3gicas.
tpv.logging.apply.error=Se ha producido un error al aplicar los valores. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s detalles.
tpv.logging.apply.ok=Los valores de registro cronol\u00f3gico se han aplicado satisfactoriamente.
tpv.logging.cancel.button.label=Cancelar
tpv.logging.combobox.label=Formato de salida de anotaciones cronol\u00f3gicas
tpv.logging.duration.label=Duraci\u00f3n
tpv.logging.heading=Valores de registro cronol\u00f3gico
tpv.logging.logfilename.desc=Entre el nombre del archivo de anotaciones cronol\u00f3gicas donde se almacenar\u00e1n los datos. Se a\u00f1adir\u00e1 una indicaci\u00f3n de la hora a este nombre.
tpv.logging.logfilename.label=Nombre de archivo
tpv.logging.maxfilesize.label=Tama\u00f1o m\u00e1ximo del archivo
tpv.logging.maxnumlogs.label=N\u00famero m\u00e1ximo de archivos hist\u00f3ricos
tpv.logging.megabytes=MB
tpv.logging.minutes=minutos
tpv.logging.settings.filetype.bin=Binario
tpv.logging.settings.filetype.xml=XML
tpv.logging.startFailed=Se ha producido un error durante el intento de iniciar el registro cronol\u00f3gico.
tpv.logging.startLogging=Iniciar registro cronol\u00f3gico
tpv.logging.startStopLogging=Iniciar/Detener registro cronol\u00f3gico
tpv.logging.started=Se ha iniciado el registro cronol\u00f3gico para el servidor {0} en el nodo {1}.
tpv.logging.stop.cancel=Cancelar
tpv.logging.stop.confirm=Aceptar
tpv.logging.stop.description=Confirmar que desea detener el registro cronol\u00f3gico iniciado por otro usuario.
tpv.logging.stop.details=El usuario {0} ha iniciado el registro cronol\u00f3gico de este servidor.  Si selecciona Aceptar, detendr\u00e1 el registro cronol\u00f3gico iniciado por ese usuario.  Seleccione Aceptar s\u00f3lo si est\u00e1 seguro de que desea detener el registro cronol\u00f3gico de este servidor.
tpv.logging.stop.title=Confirmar detener registro cronol\u00f3gico
tpv.logging.stopFailed=Se ha producido un error durante el intento de detener el registro cronol\u00f3gico.
tpv.logging.stopLogging=Detener registro cronol\u00f3gico
tpv.logging.stopped=Se ha detenido el registro cronol\u00f3gico para el servidor {0} en el nodo {1}.
tpv.logging.submit.button.label=Aplicar
tpv.logging.title=Salida de registro cronol\u00f3gico
tpv.logging.view.error=No se ha podido visualizar el archivo de anotaciones cronol\u00f3gicas especificado.
tpv.logging.view.error.corruptFile=El archivo de anotaciones cronol\u00f3gicas que est\u00e1 intentando visualizar est\u00e1 da\u00f1ado y no puede mostrarse.
tpv.logging.view.logFile=Archivo de anotaciones cronol\u00f3gicas
tpv.modules.displayName=M\u00f3dulos de rendimiento
tpv.navtree.advisor=Asesor
tpv.navtree.connPoolSummary=Agrupaci\u00f3n de conexiones
tpv.navtree.create.error=Se ha producido un problema al generar el \u00e1rbol; seleccione renovar para intentarlo de nuevo.
tpv.navtree.ejbMethodSummary=M\u00e9todos de EJB
tpv.navtree.ejbSummary=EJB
tpv.navtree.logSettings=Anotaciones cronol\u00f3gicas
tpv.navtree.perfmodules=M\u00f3dulos de rendimiento
tpv.navtree.refresh=Renovar
tpv.navtree.serverSummaryLink=Resumen del servidor
tpv.navtree.servletSummary=Servlets
tpv.navtree.settings=Valores
tpv.navtree.summaries=Informes resumen
tpv.navtree.threadPoolSummary=Agrupaci\u00f3n de hebras
tpv.navtree.userSettings=Usuario
tpv.navtree.viewModules=Ver m\u00f3dulo(s)
tpv.server.check=Intentarlo de nuevo
tpv.server.error.connect=Se ha producido un problema al recopilar datos de rendimiento de este servidor. Compruebe lo siguiente:<br>El servidor que est\u00e1 intentando supervisar puede haber concluido.<br>Infraestructura de supervisi\u00f3n del rendimiento puede estar inhabilitada para el servidor.<br>En un entorno Network Deployment, el agente de nodo debe estar ejecut\u00e1ndose para el servidor seleccionado.
tpv.server.error.desc=Se ha producido un error al intentar ponerse en contacto con el servidor que ha seleccionado.
tpv.server.error.none=La supervisi\u00f3n de rendimiento est\u00e1 establecida en Ninguna para este servidor.  Debe <a href="{0}">habilitar la supervisi\u00f3n de rendimiento</a> para una o m\u00e1s estad\u00edsticas con el fin de visualizar los datos de rendimiento de este servidor.
tpv.server.error.pmiMBean=El MBean de supervisi\u00f3n de rendimiento no est\u00e1 activo actualmente en el servidor.  Puede que el servidor no se est\u00e9 ejecutando o que la Infraestructura de supervisi\u00f3n del rendimiento est\u00e9 inhabilitado.
tpv.server.error.stats=Se ha producido un problema al recopilar datos de rendimiento del servidor. Aseg\u00farese de que las estad\u00edsticas que est\u00e9 visualizando est\u00e9n habilitadas.  Puede que necesite renovar el \u00e1rbol para actualizar la lista de m\u00f3dulos de rendimiento habilitados actualmente.
tpv.server.error.title=Error al visualizar el servidor
tpv.server.error.tpvMBean=El MBean de Tivoli Performance Viewer no est\u00e1 activo actualmente en el nodo.  Puede que el agente de nodo no se est\u00e9 ejecutando.
tpv.serverData.displayName=Datos de rendimiento del servidor
tpv.serverList.back=Volver a la lista de servidores
tpv.serverList.error.logError=Se ha producido un error al intentar leer el archivo de anotaciones cronol\u00f3gicas {0}, intente volver a cargar el archivo.
tpv.serverList.error.nodeNotActive=No se puede supervisar el servidor {0} porque el agente de nodo del nodo {1} se ha detenido.
tpv.serverList.error.notMonitored=No se puede detener la supervisi\u00f3n del servidor {0} en el nodo {1} porque no se est\u00e1 supervisando.
tpv.serverList.error.pmiNotEnabled=No se puede supervisar el servidor {0} en el nodo {1} porque el servicio de supervisi\u00f3n del rendimiento (PMI) no est\u00e1 habilitado.
tpv.serverList.error.serverNotActive=No se puede supervisar el servidor {0} en el nodo {1} porque se ha detenido.
tpv.serverList.error.startMonitoring=Se ha producido un error al iniciar la supervisi\u00f3n del servidor {0} en el nodo {1}.
tpv.serverList.error.stopMonitoring=Se ha producido un error al detener la supervisi\u00f3n del servidor {0} en el nodo {1}.
tpv.serverList.error.timedOut=El servidor {0} en el nodo {1} parece estar activo.  Tivoli Performance Viewer puede haber detenido la supervisi\u00f3n despu\u00e9s de un largo periodo de inactividad.  Reinicie la supervisi\u00f3n de este servidor.
tpv.serverList.info.startedMonitoringServer=Se ha iniciado la supervisi\u00f3n para el servidor {0} en el nodo {1}.
tpv.serverList.info.stoppedMonitoringServer=Se ha detenido la supervisi\u00f3n para el servidor {0} en el nodo {1}.
tpv.serverList.node=Nodo
tpv.serverList.notSupported=Colecci\u00f3n de datos de rendimiento no soportada
tpv.serverList.server=Servidor
tpv.serverList.startMonitoring=Iniciar supervisi\u00f3n
tpv.serverList.status=Estado de recopilaci\u00f3n
tpv.serverList.status.nodeAgentInactive=No disponible, agente de nodo detenido
tpv.serverList.status.pmiNotEnabled=No disponible, Infraestructura de supervisi\u00f3n del rendimiento sin habilitar
tpv.serverList.status.serverActive=Disponible
tpv.serverList.status.serverInactive=No disponible, servidor detenido
tpv.serverList.status.serverMonitored=Supervisado
tpv.serverList.status.serverUnknown=Desconocido
tpv.serverList.stopMonitoring=Detener supervisi\u00f3n
tpv.serverList.type=Tipo
tpv.serverList.version=Versi\u00f3n
tpv.serverList.warning.alreadyStarted=Ya se ha iniciado la supervisi\u00f3n del servidor {0} en el nodo {1}.
tpv.serverList.warning.alreadyStopped=Ya se ha detenido la supervisi\u00f3n del servidor {0} en el nodo {1}.
tpv.serverList.warning.noServerSelectedStart=Seleccione uno o m\u00e1s servidores en los que desee iniciar la supervisi\u00f3n.
tpv.serverList.warning.noServerSelectedStop=Seleccione uno o m\u00e1s servidores en los que desee detener la supervisi\u00f3n.
tpv.servletName=Nombre de servlet
tpv.settings.apply=Aplicar
tpv.settings.bufUnits=Puntos de datos
tpv.settings.bufferSize=Tama\u00f1o del almacenamiento intermedio
tpv.settings.cancel=Cancelar
tpv.settings.heading=Valores del usuario
tpv.settings.pmiLink=Valores de PMI (Infraestructura de supervisi\u00f3n del rendimiento)
tpv.settings.pollingInterval=Cadencia de renovaci\u00f3n
tpv.settings.seconds=segundos
tpv.settings.title=Colecci\u00f3n de datos
tpv.settings.viewDataLabel=Ver datos como
tpv.statData.displayName=Datos de estad\u00edsticas
tpv.statistic.avg=Promedio:
tpv.statistic.current=Actual:
tpv.statistic.desc=Descripci\u00f3n de la estad\u00edstica:
tpv.statistic.deselect=Deseleccionar
tpv.statistic.max=M\u00e1ximo:
tpv.statistic.min=M\u00ednimo:
tpv.statistic.name=Nombre de las estad\u00edsticas:
tpv.statistic.pointDetails=Detalles del punto que ha seleccionado y estad\u00edsticas de su instancia.
tpv.statistic.pointDetailsTitle=Detalles de punto de datos de estad\u00edsticas
tpv.statistic.scaledValue=Valor a escala:
tpv.statistic.select=Seleccionar
tpv.statistic.statCol=Detalles de estad\u00edsticas
tpv.statistic.time=Tiempo:
tpv.statistic.timeCol=Detalles de estad\u00edsticas de tiempo
tpv.statistic.value=Valor:
tpv.statistic.viewCol=Ver detalles
tpv.statisticChart.legendTitle=Estad\u00edsticas
tpv.statisticChart.time=Hora
tpv.statisticChart.title=Estad\u00edsticas seleccionadas
tpv.statisticChart.values=Valores
tpv.statisticTable.id=ID
tpv.statisticTable.name=Nombre
tpv.statisticTable.scale=Escala
tpv.statisticTable.scaledValue=Valor a escala
tpv.statisticTable.value=Valor
tpv.statistics.advance=Saltar adelante
tpv.statistics.checkPMISettings=Si aparecen m\u00e1s o menos estad\u00edsticas de las esperadas, compruebe que los valores de nivel de PMI est\u00e9n establecidos de forma correcta.
tpv.statistics.clearBuffer=Borrar almacenamiento intermedio
tpv.statistics.clearBuffer.error=Se ha producido un error al borrar el almacenamiento intermedio.
tpv.statistics.connPoolSummary=Informe resumen de la agrupaci\u00f3n de conexiones
tpv.statistics.ejbMethodsSummary=Informe resumen de los m\u00e9todos de EJB
tpv.statistics.ejbSummary=Informe resumen de los EJB
tpv.statistics.error.desc=Se ha producido un error al intentar visualizar las estad\u00edsticas que ha seleccionado.
tpv.statistics.error.title=Error al visualizar las estad\u00edsticas
tpv.statistics.hideLegend=Ocultar descripci\u00f3n
tpv.statistics.marker=Marcador
tpv.statistics.play=Reproducir
tpv.statistics.playback.endOfFile=Se ha alcanzado el final del archivo
tpv.statistics.playback.fastForward=Avanzando r\u00e1pidamente
tpv.statistics.playback.playing=Reproduciendo
tpv.statistics.playback.stopped=Detenido
tpv.statistics.refresh=Renovar
tpv.statistics.resetToZero=Restablecer a cero
tpv.statistics.resetToZero.error=Se ha producido un error al restablecer el almacenamiento intermedio.
tpv.statistics.rewind=Rebobinar
tpv.statistics.servletSummary=Informe resumen de los servlets
tpv.statistics.showLegend=Mostrar descripci\u00f3n
tpv.statistics.step=Avance r\u00e1pido
tpv.statistics.stop=Detener
tpv.statistics.threadPoolSummary=Informe resumen de la agrupaci\u00f3n de hebras
tpv.statistics.undoResetToZero=Deshacer restablecer a cero
tpv.statistics.viewGraph=Ver gr\u00e1fico
tpv.statistics.viewTable=Ver tabla
tpv.status.bufferSize=Tama\u00f1o del almacenamiento intermedio:
tpv.status.loggingOff=Registro cronol\u00f3gico: desactivado
tpv.status.loggingOn=Registro cronol\u00f3gico: activado
tpv.status.refreshRate=Cadencia de renovaci\u00f3n:
tpv.status.viewDataAs=Ver datos como:
tpv.summary.displayName=Resumen del servidor
tpv.summaryColumn.activeThreads=Hebras activas
tpv.summaryColumn.application=Aplicaci\u00f3n
tpv.summaryColumn.avgRespTime=Tiempo medio resp (ms)
tpv.summaryColumn.mcXart=Tiempo total
tpv.summaryColumn.methodCalls=Llamadas a m\u00e9todos
tpv.summaryColumn.name=Nombre
tpv.summaryColumn.poolInUse=Agrupaci\u00f3n en uso {0}
tpv.summaryColumn.poolSize=Tama\u00f1o de la agrupaci\u00f3n
tpv.summaryColumn.poolSizeWithArg=Tama\u00f1o de la agrupaci\u00f3n {0}
tpv.summaryColumn.throughput=Rendimiento
tpv.summaryColumn.time=Hora
tpv.summaryColumn.totalRequests=Peticiones totales
tpv.summaryColumn.totalTime=Tiempo total (ms)
tpv.svg.plugin.download=No est\u00e1 instalado un visor SVG (Scalable Vector Graphics). Se recomienda instalar el plug-in Scalable Vector Graphics de Adobe, que proporciona gr\u00e1ficos interactivos y ventajas de rendimiento. Pulse Aceptar para bajar el visor SVG o Cancelar para mostrar los gr\u00e1ficos en formato JPEG.
tpv.time=Hora
tpv.totalReqAvgRespTime=Tiempo de respuesta medio de peticiones totales
tpv.totalRequests=Peticiones totales
tpv.userSettings.changeInValue=Cambio en valor
tpv.userSettings.rateOfChange=Cadencia de cambio
tpv.userSettings.raw=Sin procesar
tpv.userSettings.settingsApplied=Los valores se han aplicado satisfactoriamente.
tpv.userSettings.settingsFailed=Se ha producido un error al aplicar los valores.


tpa.desc=Tivoli Performance Advisor utiliza los datos recopilados por Tivoli Performance Viewer la informaci\u00f3n de configuraci\u00f3n para proporcionar consejos sobre el ajuste para WebSphere Application Server.
tpa.desc.description=Describe el aviso. 
tpa.desc.detail=Proporciona informaci\u00f3n adicional que est\u00e1 relacionada con el aviso. 
tpa.desc.message=Especifica el problema de rendimiento. 
tpa.desc.severity=Especifica la prioridad del aviso que se proporciona. 
tpa.desc.status=Indica si se ha visualizado anteriormente este mensaje. 
tpa.desc.useraction=Siga este proceso para corregir el problema de rendimiento. 
tpa.rule.output.title.desc=Los detalles del aviso se indican a continuaci\u00f3n. 
tpv.console.description=Especifica el servidor para supervisar con Tivoli Performance Viewer. Seleccione el recuadro de selecci\u00f3n de los servidores que desee supervisar y pulse Iniciar supervisi\u00f3n. Pulse el nombre del servidor para mostrar la p\u00e1gina de actividad.
tpv.console.logging.description=Utilice esta p\u00e1gina para ver los datos anotados desde Tivoli Performance Viewer.
tpv.log.viewing.description=Ver los datos de rendimiento de un archivo de anotaciones cronol\u00f3gicas que se ha registrado previamente, seleccionar el archivo de servidor, especificar el nombre de v\u00eda de acceso y pulsar Ver anotaciones cronol\u00f3gicas para visualizar los datos almacenados. 
tpv.logging.combobox.desc=Especifica el formato de archivo del archivo de anotaciones cronol\u00f3gicas. Se recomienda el formato binario, ya que proporciona un tama\u00f1o menor del archivo de anotaciones cronol\u00f3gicas cuando no est\u00e1 comprimido.
tpv.logging.desc=Especifique el tipo de salida generado por la anotaci\u00f3n cronol\u00f3gica. Por ejemplo, puede generar un informe de resumen sobre el rendimiento de un servlet, un enterprise bean, un m\u00e9todo de EJB, una agrupaci\u00f3n de conexiones o una agrupaci\u00f3n de hebras.
tpv.logging.duration.desc=Especifique el n\u00famero de minutos para habilitar anotaci\u00f3n cronol\u00f3gica. Tivoli Performance Viewer no est\u00e1 especialmente indicado como una soluci\u00f3n de anotaciones cronol\u00f3gicas a tiempo completo.
tpv.logging.maxfilesize.desc=Especifique el tama\u00f1o m\u00e1ximo de archivo, en megabytes, para un archivo de anotaciones cronol\u00f3gicas \u00fanico. Tivoli Performance Viewer comprime autom\u00e1ticamente los archivos de anotaciones cronol\u00f3gicas. Este par\u00e1metro controla el tama\u00f1o del archivo antes de comprimirse. El tama\u00f1o del archivo despu\u00e9s de comprimirse es menor.
tpv.logging.maxnumlogs.desc=Especifique el n\u00famero m\u00e1ximo de archivos de anotaciones cronol\u00f3gicas que se van a mantener para esta anotaci\u00f3n cronol\u00f3gica. Tenga en cuenta el espacio del sistema de archivos, ya que este valor es el tama\u00f1o del historial de archivos. Por ejemplo, si establece este valor en 10 y establece el tama\u00f1o m\u00e1ximo del archivo en 10, el espacio total utilizado por el registro cronol\u00f3gico puede ser de 100 megabytes.
tpv.modules.description=Seleccionar las vistas para este servidor.
tpv.serverData.description=Utilice esta p\u00e1gina para ver y renovar los datos de rendimiento para el servidor seleccionado, cambiar los valores de usuario y de anotaciones y ver los informes de resumen e informaci\u00f3n sobre m\u00f3dulos de rendimiento espec\u00edficos. 
tpv.settings.bufferSizeDesc=Establece el n\u00famero de puntos de datos que se almacenan en el hist\u00f3rico para cada estad\u00edstica. Cuando el almacenamiento intermedio esta lleno, la entrada m\u00e1s antigua se descarta cada vez que se recupera una entrada nueva.
tpv.settings.description=Especifica los valores de la colecci\u00f3n para este servidor.
tpv.settings.pollingIntervalDesc=Especifica la frecuencia con la qu\u00e9 se renueva el navegador y la frecuencia con la qu\u00e9 se recopilan datos del servidor supervisado. 
tpv.settings.updatePMIDesc=Para modificar las estad\u00edsticas que est\u00e1n disponibles para mostrarse en Tivoli Performance Viewer, cambie los valores de Performance Monitoring Infrastructure para cada servidor. Estos cambios afectan a todos los usuarios de este servidor y pueden alterar el rendimiento del servidor.
tpv.settings.viewDataDesc=Especifica el formato para visualizar las estad\u00edsticas de rendimiento. El valor bruto muestra el valor absoluto, el cambio en valor muestra la diferencia entre el valor actual y el valor anterior, y la tasa de cambio muestra la proporci\u00f3n entre el cambio en valor y el tiempo.
tpv.statData.description=Especifica los datos estad\u00edsticos para los m\u00f3dulos de rendimiento seleccionados. 
tpv.summary.description=Especifica los datos de resumen para este servidor. 
tpv.summaryStatistic.desc.activeThreads=Especifica el n\u00famero de hebras activas.
tpv.summaryStatistic.desc.avgRespTime=Especifica el tiempo de respuesta medio.
tpv.summaryStatistic.desc.poolInUse=Especifica el n\u00famero de hebras en uso en la agrupaci\u00f3n.
tpv.summaryStatistic.desc.poolSize=Especifica el tama\u00f1o m\u00e1ximo de la agrupaci\u00f3n de hebras.
tpv.summaryStatistic.desc.throughput=Especifica el rendimiento durante el periodo de tiempo.
