BackupCluster.backupClusterName.displayName=Nombre de cl\u00faster de copia de seguridad
BackupCluster.displayName=Cl\u00fasteres de copia de seguridad
BackupCluster.domainBootstrapAddress.displayName=Direcci\u00f3n de rutina de carga de dominio
BackupCluster.pme.backupClusterName.displayName=Nombre de cl\u00faster de copia de seguridad
BackupCluster.pme.displayName=Cl\u00faster de copia de seguridad
BackupCluster.pme.domainBootstrapAddress.displayName=Direcci\u00f3n de rutina de carga de dominio
CellManager.displayName=Gestor de despliegue
Cluster.NodeGroupName.displayName=Nombre del grupo de nodos de delimitaci\u00f3n
Cluster.configure.HTTP.replication.displayName=Configurar la duplicaci\u00f3n de memoria a memoria de sesiones HTTP
Cluster.configure.promoteResources.BOTH=Ambos
Cluster.configure.promoteResources.BOTH.description=Copia los recursos del miembro de cl\u00faster (servidor) al nivel de cl\u00faster y elimina los recursos de nivel de cl\u00faster anteriores. Los recursos existen tanto en el \u00e1mbito de cl\u00faster como de miembro de cl\u00faster.
Cluster.configure.promoteResources.CLUSTER=Cl\u00faster
Cluster.configure.promoteResources.CLUSTER.description=Mueve los recursos del primer miembro de cl\u00faster al nivel de cl\u00faster y elimina los recursos de nivel de cl\u00faster anteriores. El movimiento de recursos del primer miembro de cl\u00faster resulta \u00fatil cuando se desean ascender los recursos de un servidor al cl\u00faster y el ascenso de recursos es la opci\u00f3n recomendada.
Cluster.configure.promoteResources.SERVER=Servidor
Cluster.configure.promoteResources.SERVER.description=Mantiene los recursos de servidor en el nuevo nivel de miembro de cl\u00faster y no efect\u00faa cambios en los recursos a nivel de cl\u00faster.
Cluster.configure.promoteResources.description=Especifica c\u00f3mo los recursos, como los or\u00edgenes de datos, se crean inicialmente en el cl\u00faster.  Cree valores en el \u00e1mbito del \u00e1mbito si dichos valores se pueden utilizar por todo el cl\u00faster. De lo contrario, cree valores a nivel (servidor) de miembro de cl\u00faster. La creaci\u00f3n de valores en el \u00e1mbito del cl\u00faster reduce la cantidad de configuraciones que se deben mantener. 
Cluster.configure.promoteResources.displayName=Seleccione c\u00f3mo deben ascender los recursos de servidor en el cl\u00faster. 
Cluster.convert.existing.server.displayName=Crear el miembro convirtiendo un servidor de aplicaciones existente.
Cluster.create.empty.cluster.displayName=Ninguna. Crear un cl\u00faster vac\u00edo.
Cluster.duplicate.member.in.list=El nombre del cl\u00faster {0} en el nodo {1} ya existe en la lista de miembros del cl\u00faster.
Cluster.generate.unique.ports.displayName=Generar puertos HTTP \u00fanicos
Cluster.mbean.clusterName.displayName=Nombre de cl\u00faster
Cluster.mbean.preferLocal.displayName=Preferencia local:
Cluster.mbean.state.displayName=Estado
Cluster.mbean.wlcID.displayName=wlcID
Cluster.member.shortName.displayName=Nombre abreviado
Cluster.member.template.version.displayName=Plantilla del miembro de la versi\u00f3n {0}
Cluster.no.nodes.available=No hay nodos disponibles para alojar un miembro de cl\u00faster pero puede crear un cl\u00faster vac\u00edo. Puede a\u00f1adir miembros a este cl\u00faster despu\u00e9s de a\u00f1adir un nodo a la c\u00e9lula.
Cluster.only.one.member.can.be.edited=La operaci\u00f3n "Editar" s\u00f3lo puede efectuarse en un miembro cada vez.  Se editar\u00e1 el primer miembro seleccionado en la lista.
Cluster.preferLocal.long.displayName=Preferencia local. Especifica si las solicitudes de enterprise bean se direccionar\u00e1n al nodo donde reside el cliente, siempre que sea posible.
Cluster.previous.button.not.allowed=El bot\u00f3n "Anterior" no est\u00e1 permitido cuando el cl\u00faster ya contiene miembros del cl\u00faster.
Cluster.select.first.member.basis.displayName=Seleccionar la base para el primer miembro del cl\u00faster:
Cluster.server.as.member.template.displayName=Crear el miembro utilizando un servidor de aplicaciones existente como plantilla.
Cluster.shortName.conversion.warning=Est\u00e1 convirtiendo un servidor para que sea el primer miembro del cl\u00faster. Sin embargo, especific\u00f3 un nombre abreviado de cl\u00faster en el paso anterior. Se recomienda volver al paso anterior y suprimir el nombre abreviado de cl\u00faster de modo que sea por omisi\u00f3n un nombre abreviado gen\u00e9rico del servidor de aplicaciones que est\u00e1 convirtiendo.
Cluster.shortName.displayName=Nombre abreviado
Cluster.shortName.inUse=Ya se est\u00e1 utilizando el nombre abreviado {0}.
Cluster.template.as.member.template.displayName=Crear el miembro utilizando una plantilla de servidor de aplicaciones.
Cluster.uniqueId.displayName=ID exclusivo
ClusterMember.cluster.displayName=Cl\u00faster
ClusterMember.configweight.displayName=Peso configurado
ClusterMember.displayName=Miembro de cl\u00faster
ClusterMember.memberName.displayName=Nombre del miembro
ClusterMember.runtimeweight.displayName=Peso de tiempo de ejecuci\u00f3n
ClusterMember.uniqueId.displayName=ID exclusivo
ClusterMember.weight.displayName=Peso
ClusterMemberTemplate.displayName=Plantillas de miembro de cl\u00faster
ConfigSynchronizationService.autoSynchEnabled.displayName=Sincronizaci\u00f3n autom\u00e1tica
ConfigSynchronizationService.displayName=Servicio de sincronizaci\u00f3n de archivos
ConfigSynchronizationService.exclusions.displayName=Exclusiones
ConfigSynchronizationService.immediateSynchOnPublish.displayName=Publicar sincronizaci\u00f3n
ConfigSynchronizationService.synchApplicationBinaries.displayName=Sincronizar binarios de aplicaci\u00f3n
ConfigSynchronizationService.synchInterval.displayName=Intervalo de sincronizaci\u00f3n
ConfigSynchronizationService.synchOnServerStartup.displayName=Sincronizaci\u00f3n de arranque
Configure.Cell=C\u00e9lula 
EndPoint.pme.displayName=Direcci\u00f3n de rutina de carga de dominio
EndPoint.pme.host.displayName=Host
EndPoint.pme.must.save.changes=Se ha producido un error al acceder al MBean de este cl\u00faster. Si se trata de un cl\u00faster reci\u00e9n definido, debe guardar la configuraci\u00f3n en el repositorio maestro para poder acceder a los valores de tiempo de ejecuci\u00f3n.
EndPoint.pme.port.displayName=Puerto
Failed.to.create.cluster=Se han producido errores durante la creaci\u00f3n del cl\u00faster: {0}
Failed.to.create.cluster.member=Se han producido errores durante la creaci\u00f3n de los miembros del cl\u00faster: {0}
FileTransferService.displayName=Servicio de transferencia de archivos
FileTransferService.retriesCount.displayName=Recuento de reintentos
FileTransferService.retryWaitTime.displayName=Tiempo de espera de reintento
ForeignCell.bootstrapAddress.displayName=Direcci\u00f3n de la rutina de carga
ForeignCell.displayName=C\u00e9lula for\u00e1nea
ForeignCell.name.displayName=Nombre
Manage.Application.Server.Clusters=Cl\u00fasteres de WebSphere Application Server
Manage.Clusters=Cl\u00fasteres
Manage.Nodes=Nodos
NodeAgent.displayName=Agente de nodo
NodeAgent.displayName.plural=Agentes de nodo
NodeAgent.fileSynchronizationService.displayName=Servicio de sincronizaci\u00f3n de archivos
NodeAgent.fileTransferService.displayName=Servicio de transferencia de archivos
ServerCluster.backupClusters.displayName=Cl\u00fasteres de copia de seguridad
ServerCluster.description.displayName=Descripci\u00f3n
ServerCluster.displayName=Cl\u00fasteres de WebSphere Application Server
ServerCluster.enableHA.displayName=Habilitar sustituci\u00f3n por anomal\u00eda de recuperaci\u00f3n de anotaciones cronol\u00f3gicas de transacciones
ServerCluster.enableHA.notAllowed=El soporte de alta disponibilidad para servicios persistentes no se puede habilitar porque no se ha completado la configuraci\u00f3n del servicio de anotaciones cronol\u00f3gicas de recuperaci\u00f3n.
ServerCluster.members.displayName=Miembros del cl\u00faster
ServerCluster.numberOfServers.displayName=Servidores
ServerCluster.preferLocal.displayName=Preferencia local
ServerCluster.status.displayName=Estado
TCP=TCP
UDP=UDP
View.Cluster.Topology=Topolog\u00eda de cl\u00fasteres
add.node.configURL.displayName=URL de configuraci\u00f3n
add.node.null.configURL=El URL de configuraci\u00f3n es un par\u00e1metro necesario cuando la seguridad est\u00e1 habilitada
add.node.replace.was.home=En el par\u00e1metro URL de configuraci\u00f3n, sustituya WAS_HOME por el directorio en el que est\u00e1 instalada la instancia remota de WebSphere
button.add.member=A\u00f1adir miembro
button.exportRouteTable=Exportar tabla de direccionamiento
button.immediateStop=Parada inmediata
button.make.idle=Convertir en desocupado
button.not.allowed.when.fields.not.editable=El bot\u00f3n {0} no est\u00e1 permitido cuando el usuario no est\u00e1 autorizado para modificar entradas en la columna {1}.
button.regenerate=Regenerar clave de cifrado
button.regenerate.desc=Regenera la clave de cifrado que se utiliza con el cifrado DES (Data Encryption Standard) y 3DES. La clave se ignora si no se utiliza cifrado.
button.restartall=Reiniciar todos los servidores del nodo
button.update.member=Actualizar miembro
can.not.delete.cluster.because.apps.installed={0} no puede suprimirse porque hay aplicaciones instaladas en este cl\u00faster. Desinstale las aplicaciones y vuelva a intentar esta operaci\u00f3n.
can.not.delete.running.cluster=El cl\u00faster {0} debe estar en el estado detenido para poderse eliminar.
choose.existing.server=Elija un servidor existente como miembro del cl\u00faster. Se proporciona una lista de servidores que no forman parte de los cl\u00fasteres existentes. Puede especificar el peso de este miembro del cl\u00faster. 
choose.server=Elija un servidor de la lista:
clone.basis.displayName=Clonar base
clone.template.displayName=Plantilla de clon
cluster.delete.repl.domain.description=Si ha seleccionado la opci\u00f3n para configurar la duplicaci\u00f3n de memoria a memoria de sesi\u00f3n HTTP cuando cre\u00f3 el cl\u00faster, se crea un <a href="com.ibm.ws.console.datareplication.forwardCmd.do?forwardName=MultibrokerDomain.content.main" target="detail">dominio de duplicaci\u00f3n</a> con el mismo nombre que el cl\u00faster. Este dominio de duplicaci\u00f3n se suprimir\u00e1, s\u00f3lo si es utilizado por el cl\u00faster. 
cluster.delete.repl.domain.none=No hay dominio de duplicaci\u00f3n.
cluster.delete.repl.domain.will.be.deleted=El dominio de duplicaci\u00f3n, {0}, se suprimir\u00e1.
cluster.delete.repl.domain.will.not.be.deleted=El cl\u00faster se suprimir\u00e1, pero el dominio de duplicaci\u00f3n, {0}, no se suprimir\u00e1 porque es utilizado por otros objetos adem\u00e1s de este cl\u00faster. 
cluster.delete.repl.domain.will.not.be.deleted.no.auth=El cl\u00faster se suprimir\u00e1, pero el dominio de duplicaci\u00f3n, {0}, no se suprimir\u00e1 porque el usuario no est\u00e1 autorizado para realizar cambios en el nivel de c\u00e9lula. El dominio de duplicaci\u00f3n puede ser suprimido por el administrador del sistema m\u00e1s adelante.
cluster.deleted=El cl\u00faster {0} y todos sus miembros han sido suprimidos correctamente.
cluster.has.no.cluster.member.templates=El cl\u00faster {0} no tienen ninguna plantilla de miembro de cl\u00faster para visualizar. Lo m\u00e1s probable es que sea el resultado de migrar un cl\u00faster de una versi\u00f3n anterior de WebSphere. Cuando se a\u00f1ade el siguiente miembro de cl\u00faster al cl\u00faster, se crear\u00e1 una plantilla de miembro de cl\u00faster.
cluster.has.no.members=El cl\u00faster {0} debe tener al menos un miembro para realizar la acci\u00f3n especificada.
cluster.member.must.be.selected=Debe seleccionar un miembro de cl\u00faster para realizar esta acci\u00f3n.
cluster.member.name.is.not.empty=No se ha a\u00f1adido el miembro de cl\u00faster "{0}". Debe pulsar el bot\u00f3n A\u00f1adir miembro o eliminar el nombre del miembro antes de continuar con el paso siguiente.
cluster.member.node.agent.not.active=No se puede terminar el miembro del cl\u00faster {0} porque el agente de nodo del nodo {1} no est\u00e1 activo.
cluster.member.should.be.stopped=El miembro de cl\u00faster {0} no se puede suprimir porque est\u00e1 en ejecuci\u00f3n.
cluster.member.weight.units=(0..100)
cluster.must.be.selected=Debe seleccionar al menos un cl\u00faster para realizar esta acci\u00f3n.
cluster.new.step1=Entrar informaci\u00f3n b\u00e1sica del cl\u00faster
cluster.new.step2=Crear primer miembro del cl\u00faster
cluster.new.step3=Crear miembros del cl\u00faster adicionales
cluster.new.step4=Resumen
cluster.operation.submitted=Se ha iniciado la operaci\u00f3n {1} en el cl\u00faster {0}. Pueden transcurrir varios minutos antes de que finalice esta operaci\u00f3n. 
cluster.running=Se est\u00e1 ejecutando el cl\u00faster {0}.
cluster.start.initiated=Se ha iniciado la operaci\u00f3n de inicio en el cl\u00faster {0}. Pueden transcurrir varios minutos antes de que finalice la iniciaci\u00f3n de cada miembro del cl\u00faster. 
cluster.starting=Se est\u00e1 iniciando el cl\u00faster {0}.
cluster.status.update.delay=Puede que haya alg\u00fan retraso en la actualizaci\u00f3n del estado. 
cluster.stop.initiated=Se ha iniciado la operaci\u00f3n de parada en el cl\u00faster {0}. Pueden transcurrir varios minutos antes de que finalice la parada de cada miembro del cl\u00faster. 
cluster.stopped=Se ha detenido el cl\u00faster {0}.
cluster.stopping=Se est\u00e1 deteniendo el cl\u00faster {0}.
cluster.update.failed=No se ha podido cambiar la configuraci\u00f3n del cl\u00faster {0}: {1}
clusterMember.new.step1=Crear primer miembro del cl\u00faster
clusterMember.new.step2=Crear miembros del cl\u00faster adicionales
clusterMember.new.step3=Resumen
clusterTopology.displayName=Topolog\u00eda de cl\u00fasteres
default.appserver.choose.template=Elija una plantilla de servidor de la lista:
default.appserver.template=Plantilla de servidor de aplicaciones por omisi\u00f3n
deletecluster.page.msg1=Pulse el bot\u00f3n Aceptar m\u00e1s abajo para suprimir los cl\u00fasteres siguientes. Si no desea suprimir los cl\u00fasteres, pulse el bot\u00f3n CANCELAR para volver a la p\u00e1gina anterior.
deletecluster.page.title=Suprimir cl\u00faster
distmanagement.cluster.create.new=Crear nuevo cl\u00faster
distmanagement.clusterMember.create.new=Crear nuevos miembros del cl\u00faster
do.not.use.existing.server=No incluir un servidor existente en este cl\u00faster
duplicate.cluster.name=El nombre de cl\u00faster {0} ya existe.
duplicate.member.name=Ya hay un servidor con el nombre {0} en el mismo nodo; los nombres de servidor deben ser exclusivos dentro de un nodo.
existing.appserver=Servidor de aplicaciones existente
export.route.table.error=Se ha producido un error al intentar exportar la tabla de direccionamiento para el cl\u00faster {0}.  Para obtener m\u00e1s detalles, consulte los archivos de anotaciones cronol\u00f3gicas.
export.route.table.exception=Se ha producido la excepci\u00f3n {0} al intentar exportar la tabla de direccionamiento para el cl\u00faster {1}.  Para obtener m\u00e1s detalles, consulte los archivos de anotaciones cronol\u00f3gicas.
export.route.table.initiated=La tabla de direccionamiento del cl\u00faster {0} se ha exportado al archivo {1}. 
failed.to.delete.cluster=Se ha producido un error al suprimir el cl\u00faster {0}. Para obtener m\u00e1s detalles, consulte los archivos de anotaciones cronol\u00f3gicas. 
failed.to.delete.cluster.member=Se ha producido un error al suprimir el miembro de cl\u00faster {0}. Para obtener m\u00e1s detalles, consulte los archivos de anotaciones cronol\u00f3gicas.
failed.to.restart.node.agent=Se ha producido un error al reiniciar el agente de nodo en el nodo {0}. Para obtener m\u00e1s detalles, consulte los archivos de anotaciones cronol\u00f3gicas.
failed.to.restart.node.processes=Se ha producido un error al reiniciar los procesos de servidor en el nodo {0}. Para obtener m\u00e1s detalles, consulte los archivos de anotaciones cronol\u00f3gicas.
failed.to.stop.node.agent=Se ha producido un error al detener el agente de nodo en el nodo {0}. Para obtener m\u00e1s detalles, consulte los archivos de anotaciones cronol\u00f3gicas. 
first.member=Servidor existente:
guidedactivity.clustering=Configurar un cl\u00faster y la alta disponibilidad de las aplicaciones
http.ports=Puertos HTTP:
invalid.cluster.name={0} no es nombre de cl\u00faster v\u00e1lido. El nombre s\u00f3lo puede contener caracteres alfab\u00e9ticos y num\u00e9ricos y otros caracteres espec\u00edficos. 
invalid.member.name={0} no es nombre v\u00e1lido para un miembro de cl\u00faster. El nombre s\u00f3lo puede contener caracteres alfab\u00e9ticos y num\u00e9ricos y otros caracteres espec\u00edficos. 
invalid.weight=El peso debe ser un valor entero positivo
local.clusterTopology.root.displayName=Cl\u00faster de servidores
manage.cell.agent=Gestor de despliegue
manage.node.agents=Agentes de nodo
member.will.not.be.started=No se iniciar\u00e1 el miembro del cl\u00faster {0} porque el agente de nodo del nodo {1} no est\u00e1 activo. Los miembros del cl\u00faster pueden iniciarse individualmente desde el panel de colecciones de miembros del cl\u00faster.
member.will.not.be.stopped=No se detendr\u00e1 el miembro del cl\u00faster {0} porque el agente de nodo del nodo {1} no est\u00e1 activo. Los miembros del cl\u00faster pueden detenerse individualmente desde el panel de colecciones de miembros del cl\u00faster.
missing.mbean=Falta el Mbean de {0}.
multicast=multicast
nav.view.node=Nodo 
nav.webSphere.administrative.servers=Servidores de administraci\u00f3n
nav.webSphere.distmanagement.configuration=Cl\u00faster
nav.webSphere.environment=Entorno de WebSphere
new.cluster.appservers=Servidores de aplicaciones
new.cluster.member.coreGroup.name=Grupo principal
new.cluster.nodes=Nodos
no.nodes.available=No se puede crear el servidor ya que no hay nodos disponibles para alojar al servidor
no.servers.or.templates.available=No se puede crear un miembro del cl\u00faster en el nodo {0} debido a que el nodo tiene una versi\u00f3n {1}.x y no hay ninguna plantilla de servidor de la versi\u00f3n {2}.x o no hay servidores de aplicaci\u00f3n que se puedan utilizar como plantilla.
node.agent.not.started=El agente de nodo en el nodo {0} no est\u00e1 activo
node.agent.not.started.for.restart=Debe iniciarse el agente de nodo en el nodo {0} para realizar la operaci\u00f3n de reinicio. Los agentes de nodo cuyo estado sea detenido no pueden iniciarse desde la consola. 
node.agent.not.started.for.stop.node=El agente de nodo en el nodo {0} no est\u00e1 activo. Debe iniciarse para poder detener el nodo. 
node.agent.restarted.successfully=La operaci\u00f3n de reinicio del agente de nodo en el nodo {0} se ha iniciado satisfactoriamente.
node.agent.stopped.successfully=El agente de nodo en el nodo {0} se ha detenido satisfactoriamente
node.processes.restarted.successfully=Los procesos del servidor en el nodo {0} se han detenido ahora y se van a reiniciar.
node.stopped=El nodo {0} se ha detenido satisfactoriamente
nodegroup.none=(ninguno)
nodegroup.selected.by.system=M\u00e1s de un grupo de nodos enlaza el nodo seleccionado. El sistema ha elegido el grupo de nodos {0}.  El grupo de nodos de enlace para el cl\u00faster puede cambiarse en la vista de configuraci\u00f3n del cl\u00faster de servidores.
not.authorized.to.nodegroups=No se puede crear un miembro de cl\u00faster en el nodo {0} porque el usuario no est\u00e1 autorizado en ning\u00fan grupo de nodo que contiene el nodo {1}.
not.enough.cluster.authority.to.create.member=El nuevo miembro de cl\u00faster no se ha podido crear porque el usuario no est\u00e1 autorizado para modificar el cl\u00faster {0}.
not.enough.cluster.authority.to.modify.weight=El peso es un atributo de cl\u00faster y el usuario no est\u00e1 autorizado para modificar el cl\u00faster {0}.
null.cluster.name=El nombre de cl\u00faster es un campo obligatorio.
null.server.name=El nombre de miembro es un campo obligatorio.
null.server.template.name=Se debe seleccionar un servidor de plantillas.
operation.failed=Ha fallado la operaci\u00f3n de {1} en {0}.
operation.failed.with.exception.msg=Ha fallado la operaci\u00f3n de {1} en {0}: {2}
prefer.local=Preferencia local habilitada 
prev.version.member.cannot.be.used.as.template=El nuevo miembro de cl\u00faster no se puede crear porque los miembros de cl\u00faster existentes son versi\u00f3n 5.x y no se pueden utilizar como plantilla.
remote.node.not.synchronized=El nodo {1} no est\u00e1 sincronizado con la configuraci\u00f3n maestra. Esto puede impedir que el miembro de cl\u00faster {0} se inicie correctamente.
remote.node.not.synchronized.may.not.stop=El nodo {1} no est\u00e1 sincronizado con la configuraci\u00f3n maestra. Esto puede impedir que el miembro de cl\u00faster {0} se detenga correctamente.
ripple.start.initiated=Se ha iniciado la operaci\u00f3n de inicio escalonado en el cl\u00faster {0}. Cada miembro del cl\u00faster se detendr\u00e1 e iniciar\u00e1 uno tras otro. Pueden transcurrir varios minutos antes de que finalice esta operaci\u00f3n. 
select.node=Seleccionar nodo:
select.node.for.appserver=Seleccione el nodo en el que residir\u00e1 el nuevo servidor de aplicaciones. 
select.template=Seleccionar la plantilla:
stop.immediate.initiated=Se ha iniciado la operaci\u00f3n de parada inmediata en el cl\u00faster {0}. 
stop.node.failed=Se ha producido un error al detener los procesos de servidor en el nodo {0}. Para m\u00e1s detalles, consulte los archivos de anotaciones cronol\u00f3gicas. 
synch.cluster.before.start.or.stop=La configuraci\u00f3n del cl\u00faster {0} ha cambiado. Debe guardarla en el repositorio maestro antes de iniciar o detener el cl\u00faster.
update.configured.weight.failed=No se ha podido cambiar el peso configurado a "{0}" para el miembro {1}: {2}
update.configured.weight.successful=Se ha cambiado satisfactoriamente el peso configurado de {0}.
update.runtime.weight.failed=No se ha podido modificar el peso de tiempo de ejecuci\u00f3n para "{0}" para el miembro {1}: {2}
update.runtime.weight.successful=Se ha cambiado satisfactoriamente el peso de tiempo de ejecuci\u00f3n de {0}.
use.existing.server=Seleccione un servidor existente para agregarlo al cl\u00faster
websphere.cluster.partial.start=Iniciado parcialmente
websphere.cluster.partial.stop=Detenido parcialmente
websphere.cluster.running=En ejecuci\u00f3n
websphere.cluster.starting=Iniciando
websphere.cluster.stopped=Detenido
websphere.cluster.stopping=Deteniendo
weight=Peso: 
weight.is.required=Se necesita el peso
weight.must.be.between.0.and.20=El peso debe ser un entero entre 0 y 100.
weight.must.be.integer=El peso debe ser un entero
workspace.exception=Excepci\u00f3n de WorkSpace {0}.


BackupCluster.backupClusterName.description=Especifica un nombre l\u00f3gico para el cl\u00faster de copia de seguridad.El nombre debe ser exclusivo respecto a cualquier otro nombre de cl\u00faster.
BackupCluster.description=Especifica la informaci\u00f3n de direccionamiento de sustituci\u00f3n por anomal\u00eda del cl\u00faster de copia de seguridad utilizado si se produce una anomal\u00eda en todo el cl\u00faster.  
BackupCluster.domainBootstrapAddress.description=Especifica la direcci\u00f3n del host y el puerto del servidor de rutina de carga del cl\u00faster de copia de seguridad.
BackupCluster.pme.backupClusterName.description=Especifica un nombre l\u00f3gico para el cl\u00faster de copia de seguridad.
BackupCluster.pme.description=Utilice esta p\u00e1gina para especificar un cl\u00faster de copia de seguridad. Si se produce un error en todo el cl\u00faster, el cl\u00faster de copia de seguridad suministra informaci\u00f3n de direccionamiento para la sustituci\u00f3n por anomal\u00eda.
BackupCluster.pme.domainBootstrapAddress.description=Especifica el host y puerto de la rutina de carga para el gestor de despliegue que contiene el cl\u00faster de copia de seguridad. Para poder utilizar la funci\u00f3n de cl\u00faster de copia de seguridad, debe establecerse el host y el puerto, y configurarse el puente de grupo principal.
BackupCluster.pme.link.description=Especifica el cl\u00faster designado como copia de seguridad.
CellManager.description=Utilice esta p\u00e1gina para detener la ejecuci\u00f3n del gestor de despliegue y para enlazar con otras p\u00e1ginas de la consola administrativa que puede utilizar para definir propiedades adicionales para el gestor de despliegue. El gestor de despliegue proporciona un \u00fanico punto central de control administrativo para todos los elementos de la c\u00e9lula distribuida.
Cluster.NodeGroupName.description=Especifica el nombre del grupo de nodos que enlaza este cl\u00faster. Utilice la vista de la colecci\u00f3n de grupo de nodos para a\u00f1adir este nodo a grupos de nodos adicionales.
Cluster.configure.HTTP.replication.description=Configurar la duplicaci\u00f3n de memoria a memoria HTTP.
Cluster.create.first.member.description=El primer miembro del cl\u00faster determina los valores de servidor de los miembros del cl\u00faster. Una plantilla de configuraci\u00f3n del servidor se crea a partir del primer miembro y se almacena como parte de los datos del cl\u00faster. A partir de esta plantilla se copian miembros adicionales del cl\u00faster.
Cluster.mbean.clusterName.description=Especifica el nombre de este cl\u00faster.
Cluster.mbean.preferLocal.description=Especifica si est\u00e1 habilitada la optimizaci\u00f3n del direccionamiento de \u00e1mbito de nodo.
Cluster.mbean.state.description=Especifica si los miembros del cl\u00faster est\u00e1n detenidos, inici\u00e1ndose o ejecut\u00e1ndose.
Cluster.mbean.wlcID.description=Especifica el ID del controlador de carga trabajo (WLC) registrado actualmente para este cl\u00faster.
Cluster.member.shortName.description=Especifica el nombre abreviado espec\u00edfico del servidor para el miembro del cl\u00faster. Este nombre puede contener de uno a ocho caracteres alfanum\u00e9ricos en may\u00fasculas, pero no puede empezar por un n\u00famero. Este campo s\u00f3lo se aplica a la plataforma z/OS(R).
Cluster.select.first.member.basis.description=Determina los valores del primer miembro del cl\u00faster.
Cluster.shortName.description=Especifica el nombre abreviado del cl\u00faster. Este nombre puede contener de uno a ocho caracteres alfanum\u00e9ricos en may\u00fasculas, pero no puede empezar por un n\u00famero. Este campo s\u00f3lo se aplica a la plataforma z/OS(R).
Cluster.uniqueId.description=Especifica el ID exclusivo de este cl\u00faster.
ClusterMember.cluster.description=Utilice esta p\u00e1gina para visualizar y gestionar los servidores de aplicaciones (miembros de cl\u00faster) que pertenezcan al cl\u00faster. Tambi\u00e9n puede utilizar esta p\u00e1gina para cambiar el peso de los miembros de cl\u00faster.
ClusterMember.cluster.panel.description=Utilice esta p\u00e1gina para visualizar y gestionar los servidores de aplicaciones (miembros de cl\u00faster) que pertenezcan al cl\u00faster. Tambi\u00e9n puede utilizar esta p\u00e1gina para cambiar el peso de cualquiera de los miembros de cl\u00faster. Obtenga m\u00e1s informaci\u00f3n acerca de esta tarea en la <a href="/ibm/console/navigatorCmd.do?forwardName=guidedactivity.clustering">actividad guiada</a>. Una actividad guiada proporciona una lista de pasos de tareas e informaci\u00f3n m\u00e1s general acerca del tema. La configuraci\u00f3n de nuevos miembros del cl\u00faster se basa en una plantilla de configuraci\u00f3n del servidor que se guarda como parte de los datos del cluster. Esta plantilla se basa en el primer miembro del cl\u00faster y se utiliza para crear todos los miembros posteriores del cluster. Las modificaciones realizadas en la configuraci\u00f3n de un miembro de cl\u00faster individual no tienen efecto en la plantilla del miembro de cl\u00faster.
ClusterMember.description=Utilice esta p\u00e1gina para gestionar los miembros de un cl\u00faster. Grupo de servidores gestionados conjuntamente y que participan en la gesti\u00f3n de la carga de trabajo de un grupo de aplicaciones. Las peticiones a miembros del cl\u00faster se redireccionan cuando se producen anomal\u00edas.
ClusterMember.detail.panel.description=Utilice esta p\u00e1gina para configurar un miembro de cl\u00faster. Las modificaciones realizadas en la configuraci\u00f3n de un miembro de cl\u00faster individual no tienen efecto en los otros miembros del cl\u00faster ni en la plantilla de miembro de cl\u00faster.
ClusterMember.memberName.description=Especifica el nombre de un servidor que forma parte del cl\u00faster.
ClusterMember.uniqueId.description=Especifica un identificador num\u00e9rico para el servidor de aplicaciones. Este identificador debe ser exclusivo dentro del cl\u00faster porque se utiliza para establecer la afinidad.
ClusterMember.weight.description=Especifica la cantidad de trabajo que se dirige al servidor de aplicaciones. Si el valor de peso del servidor es mayor que los valores de peso asignados a otros servidores del cl\u00faster, dicho servidor recibe una carga de trabajo mayor que del cl\u00faster. En z/OS(R), el peso se utiliza para equilibrar algunos de los tipo de carga de trabajo. Sin embargo, otros tipos de carga de trabajo son equilibrados mediante el sistema operativo z/OS(R).
ClusterMemberTemplate.cluster.panel.description=Utilice esta p\u00e1gina para ver la lista de plantillas de miembro de cl\u00faster que se pueden utilizar para crear nuevos miembros de este cl\u00faster. Puede editar las propiedades del servidor de una plantilla. Si modifica una plantilla, todos los nuevos miembros del cl\u00faster se crean con los atributos de servidor de la plantilla modificada. Sin embargo, los atributos de los miembros existentes no se modifican. Normalmente, s\u00f3lo existe una plantilla por cl\u00faster. Si tiene un cl\u00faster con nodos de versiones mezcladas, existe una plantilla para cada versi\u00f3n del producto representada en el nodo.
ClusterTopology.description=Utilice esta p\u00e1gina para ver una lista de cl\u00fasteres de WebSphere Application Server en un formato de \u00e1rbol.
ConfigSynchronizationService.autoSynchEnabled.description=Especifica si se sincronizan los archivos autom\u00e1ticamente despu\u00e9s de un intervalo designado. Cuando esta opci\u00f3n est\u00e1 habilitada, el agente de nodo contacta con el gestor de despliegue cada intervalo de sincronizaci\u00f3n para intentar sincronizar el repositorio de configuraci\u00f3n del nodo con el repositorio maestro del gestor de despliegue.
ConfigSynchronizationService.description=Utilice esta p\u00e1gina para configurar el servicio de sincronizaci\u00f3n de archivos. El servicio de sincronizaci\u00f3n de archivos se ejecuta en el gestor de despliegue y el agente de nodo. Garantiza que los cambios de configuraci\u00f3n realizados en el repositorio de la c\u00e9lula se propaguen hacia los repositorios de nodo apropiados.
ConfigSynchronizationService.exclusions.description=Especifica archivos o patrones que se deben excluir durante la sincronizaci\u00f3n de los datos de configuraci\u00f3n.
ConfigSynchronizationService.immediateSynchOnPublish.description=Especifica si los cambios en los valores de configuraci\u00f3n del repositorio maestro se env\u00edan inmediatamente a los servidores.  La modalidad de sincronizaci\u00f3n por omisi\u00f3n es para la sincronizaci\u00f3n peri\u00f3dica, en la que los nodos se sincronizan peri\u00f3dicamente con el repositorio maestro.
ConfigSynchronizationService.synchApplicationBinaries.description=Especifica si se sincronizan los datos de configuraci\u00f3n en los archivos binarios de la aplicaci\u00f3n. Cuando esta opci\u00f3n est\u00e1 habilitada, los cambios en los archivos binarios de aplicaci\u00f3n del gestor de despliegue se copian en los nodos en los que se ejecuta la aplicaci\u00f3n.
ConfigSynchronizationService.synchInterval.description=Especifica el n\u00famero de minutos que transcurren entre las sincronizaciones. Este valor no se utiliza si la sincronizaci\u00f3n autom\u00e1tica no est\u00e1 habilitada.
ConfigSynchronizationService.synchOnServerStartup.description=Especifica si se sincronizan los archivos de configuraci\u00f3n cuando este agente de nodo inicia un servidor. Cuando esta opci\u00f3n est\u00e1 habilitada, el agente de nodo intenta sincronizar la configuraci\u00f3n del nodo con la configuraci\u00f3n m\u00e1s reciente en el repositorio maestro antes de iniciar el servidor de aplicaciones.
EndPoint.pme.description=Especifica el host y puerto de la rutina de carga para el gestor de despliegue que contiene el cl\u00faster de copia de seguridad.
EndPoint.pme.host.description=Especifica el host de la rutina de carga para el gestor de despliegue del cl\u00faster de copia de seguridad.
EndPoint.pme.port.description=Especifica el puerto de la rutina de carga para el gestor de despliegue del cl\u00faster de copia de seguridad.
FileTransferService.description=Utilice esta p\u00e1gina para configurar el servicio que transfiere archivos desde el gestor de despliegue a los nodos. La transferencia de archivos utiliza el protocolo HTTP.
FileTransferService.retriesCount.description=Especifica el n\u00famero de veces que desea que el servicio de transferencia de archivos vuelva a intentar el env\u00edo y recepci\u00f3n de un archivo despu\u00e9s de que se produzca un error de comunicaci\u00f3n.
FileTransferService.retryWaitTime.description=Especifica el n\u00famero de segundos que el servicio de transferencia de archivos espera antes de que vuelva a intentar una transferencia de archivo fallida.
ForeignCell.bootstrapAddress.description=Especifica el host de rutina de carga que contiene el servidor de nombres del dominio for\u00e1neo.
ForeignCell.description=Especifica una c\u00e9lula que no es la actual. Otra c\u00e9lula cualquiera.
ForeignCell.name.description=Especifica el nombre del dominio for\u00e1neo.  Este nombre coincidir\u00e1 con el nombre de otro dominio. Este nombre se especifica durante la instalaci\u00f3n del producto.  Se trata del nombre que se utiliza para identificar un agente de nodo, que se basa en la configuraci\u00f3n de dicho nodo.
NodeAgent.description=Utilice esta p\u00e1gina para gestionar agentes de nodo y servidores de aplicaciones en el nodo que gestiona un agente de nodo. El proceso del agente de nodo sirve de intermediario entre los servidores de aplicaciones del nodo y el gestor de despliegue. El proceso del agente de nodo se ejecuta en cada nodo y est\u00e1 especializado en realizar funciones de administraci\u00f3n espec\u00edficas del nodo, como la supervisi\u00f3n de procesos de servidores, sincronizaci\u00f3n de configuraciones, transferencia de archivos y direccionamiento de peticiones.
NodeAgent.fileSynchronizationService.description=Especifica la l\u00f3gica de servicio que sirve para mantener sincronizados los archivos de este nodo
NodeAgent.fileTransferService.description=Especifica la l\u00f3gica de servicio que mueve archivos entre este nodo y el gestor de despliegue.
ServerCluster.backupClusters.description=Especifica la informaci\u00f3n de direccionamiento del cl\u00faster de sustituci\u00f3n por anomal\u00eda. Si falla todo un cl\u00faster, las peticiones se direccionan a los miembros del cl\u00faster de sustituci\u00f3n por anomal\u00eda.
ServerCluster.description=Utilice esta p\u00e1gina para cambiar los valores de configuraci\u00f3n de un cl\u00faster. Un cl\u00faster de servidores consta de un grupo de servidores de aplicaciones. Si falla alg\u00fan servidor de aplicaciones que sea miembro del cl\u00faster, las peticiones se direccionan a otros miembros del cl\u00faster.
ServerCluster.description.description=Especifica un nombre l\u00f3gico para el cl\u00faster. El nombre debe ser exclusivo en los cl\u00fasteres de la c\u00e9lula que los contiene.
ServerCluster.enableHA.description=Especifica que se permite la recuperaci\u00f3n por anomal\u00eda de recuperaci\u00f3n de transacciones de un miembro del cl\u00faster a otro. La recuperaci\u00f3n de las anotaciones cronol\u00f3gicas de transacciones requiere varios pasos de configuraci\u00f3n y habilitar esta propiedad es uno de los pasos de este proceso. 
ServerCluster.members.description=Utilice esta p\u00e1gina para visualizar y gestionar los miembros del cl\u00faster.
ServerCluster.numberOfServers.description=
ServerCluster.panel.description=Utilice esta p\u00e1gina para cambiar los valores de configuraci\u00f3n de un cl\u00faster. Un cl\u00faster de servidores consta de un grupo de servidores de aplicaciones. Si se produce una anomal\u00eda en uno de los miembros, las peticiones se dirigen a los otros miembros del cl\u00faster. Obtenga m\u00e1s informaci\u00f3n acerca de esta tarea en la <a href="/ibm/console/navigatorCmd.do?forwardName=guidedactivity.clustering">actividad guiada</a>. Una actividad guiada proporciona una lista de pasos de tareas e informaci\u00f3n m\u00e1s general acerca del tema.
ServerCluster.preferLocal.description=Especifica si las peticiones de enterprise bean se direccionan al nodo en el que reside el cliente, siempre que sea posible dicho direccionamiento.
add.node.configURL.description=Especifica los valores de seguridad que permiten a un servidor de aplicaciones remoto comunicarse con el gestor de despliegue. El valor por omisi\u00f3n para este campo es el archivo:/WAS_HOME/properties/sas.client.props, donde  WAS_HOME es el directorio ra\u00edz de la instalaci\u00f3n para el servidor de aplicaciones remoto.
cluster.new.step3.help.add=Entre informaci\u00f3n sobre este nuevo miembro del cl\u00faster y pulse A\u00f1adir miembro para a\u00f1adir este miembro del cl\u00faster a la lista de miembros. Una plantilla de configuraci\u00f3n de servidor se crea a partir del primer miembro y se almacena como parte de los datos del cl\u00faster. A partir de esta plantilla se copian miembros adicionales del cl\u00faster.
cluster.new.step3.help.update=Edite las propiedades del miembro del cl\u00faster y pulse Actualizar miembro para cambiar las propiedades.
cluster.new.step3.help2=Utilice la funci\u00f3n Editar para modificar las propiedades de un miembro de cl\u00faster en esta lista. Utilice la funci\u00f3n Suprimir para eliminar un miembro del cl\u00faster de la lista. No se puede editar ni eliminar el primer miembro de cl\u00faster.
cluster.new.step3.help2.cluster.member=Utilice la funci\u00f3n Editar para modificar las propiedades de un miembro de cl\u00faster en esta lista. Utilice la funci\u00f3n Suprimir para eliminar un miembro del cl\u00faster de la lista. No se puede editar ni eliminar el primer miembro de cl\u00faster ni ning\u00fan miembro de cl\u00faster creado antes de esta sesi\u00f3n de asistente.
distmanagement.cluster.create.new.description=Utilice esta p\u00e1gina para crear un miembro de cl\u00faster para representar un servidor de aplicaciones en un cl\u00faster.
distmanagement.clusterMember.create.new.description=Utilice esta p\u00e1gina para a\u00f1adir servidores de aplicaciones a un cl\u00faster.
new.cluster.member.coreGroup.description=Especifica el grupo principal al que pertenece este miembro del cl\u00faster.
new.cluster.member.name.description=Especifica el nombre del nuevo miembro del cl\u00faster.
new.cluster.member.node.description=Especifica el nodo en el que se crea este nuevo miembro del cl\u00faster.
new.cluster.member.replication.description=Especifica si se crea una entrada de duplicaci\u00f3n para el nuevo miembro del cl\u00faster
select.template.description=Especifica si los miembros de cl\u00faster deben crearse utilizando como modelo una plantilla por omisi\u00f3n o un servidor de aplicaciones existente. Es necesario que cada miembro de un cl\u00faster utilice el mismo modelo. 
