ApplicationConfig.displayName=Valores de sustituci\u00f3n por anomal\u00eda del bean de sesi\u00f3n con estado
ApplicationConfig.enableSFSB.displayName=Habilitar la sustituci\u00f3n por anomal\u00eda del bean de sesi\u00f3n con estado utilizando duplicaci\u00f3n de memoria a memoria
ApplicationConfig.sfsb.displayName=Valores de duplicaci\u00f3n:
ApplicationConfig.sfsb.override.link=Utilizar valores de duplicaci\u00f3n de la aplicaci\u00f3n
ApplicationConfig.sfsb.useDefault.displayName=Utilizar valores de duplicaci\u00f3n del contenedor de EJB
EJBModuleConfiguration.sfsb.override.link=Utilizar valores de duplicaci\u00f3n de m\u00f3dulo
EJBModuleConfiguration.sfsb.useDefault.displayName=Utilizar valores de duplicaci\u00f3n de la aplicaci\u00f3n o del contenedor de EJB
Msg.SFSB.Old.Targets.Found=Esta aplicaci\u00f3n est\u00e1 instalada en uno o m\u00e1s servidores de aplicaciones que tienen una versi\u00f3n anterior a la versi\u00f3n 6. La sustituci\u00f3n por anomal\u00eda de beans de sesi\u00f3n con estado est\u00e1 soportada en la V6 y se ignora en versiones anteriores.


ApplicationConfig.description=Cada contenedor de EJB proporciona un m\u00e9todo para que en caso de anomal\u00eda los beans de sesi\u00f3n con estado pasen a otros servidores. Este secci\u00f3n le permite especificar cuando se producir\u00e1 una sustituci\u00f3n por anomal\u00eda para los beans de sesi\u00f3n con estado de esta aplicaci\u00f3n. Tambi\u00e9n puede alterar temporalmente los valores de duplicaci\u00f3n por omisi\u00f3n configurados para el contenedor EJB en el servidor con valores que son espec\u00edficos de la aplicaci\u00f3n.
ApplicationConfig.enableSFSB.description=Especifica cuando el contenedor EJB intenta la sustituci\u00f3n por anomal\u00eda para los beans de sesi\u00f3n con estado en la aplicaci\u00f3n. 
ApplicationConfig.sfsb.description=Especifica los valores de duplicaci\u00f3n que se utilizar\u00e1n para la aplicaci\u00f3n. 
EJBModuleConfiguration.description=Cada contenedor de EJB proporciona un m\u00e9todo para que en caso de anomal\u00eda los beans de sesi\u00f3n con estado pasen a otros servidores. Esta secci\u00f3n le permite especificar cuando se producir\u00e1 una sustituci\u00f3n por anomal\u00eda para los beans de sesi\u00f3n con estado en el m\u00f3dulo. Tambi\u00e9n puede alterar temporalmente los valores de duplicaci\u00f3n por omisi\u00f3n configurados para la aplicaci\u00f3n o el contenedor en el servidor con valores que son espec\u00edficos al m\u00f3dulo. 
EJBModuleConfiguration.enableSFSB.description=Especifica cuando el contenedor EJB intentar\u00e1 la sustituci\u00f3n por anomal\u00eda para los beans de sesi\u00f3n con estado en EJB. 
EJBModuleConfiguration.sfsb.description=Especifica los valores de duplicaci\u00f3n que se utilizar\u00e1n para el m\u00f3dulo. 
