Disabled.displayName=Inhabilitado
Enabled.displayName=Habilitado
MessageConditionKind.DEST_ADDR=Direcci\u00f3n de destino
MessageConditionKind.FROM=De
MessageConditionKind.REQUEST_URI=URI de petici\u00f3n
MessageConditionKind.SOURCE_ADDR=Direcci\u00f3n de origen
MessageConditionKind.TO=Para
MethodConditionKind=M\u00c9TODO
MethodConditionKind.INFO=INFORMACI\u00d3N
MethodConditionKind.INVITE=INVITAR
MethodConditionKind.MESSAGE=MENSAJE
MethodConditionKind.OPTIONS=OPCIONES
MethodConditionKind.PUBLISH=PUBLICAR
MethodConditionKind.REFER=HACER REFERENCIA
MethodConditionKind.REGISTER=REGISTRAR
MethodConditionKind.SUBSCRIBE=SUSCRIBIR
SipProxy.Component.properties.displayName=Propiedades personalizadas
SipProxySettings.SIPAdvisorMethodName.displayName=Nombre de m\u00e9todo de comprobaci\u00f3n del funcionamiento SIP
SipProxySettings.defaultTCPChannelChain.displayName=Cadena de canal TCP por omisi\u00f3n
SipProxySettings.defaultTLSChannelChain.displayName=Cadena de canal TLS por omisi\u00f3n
SipProxySettings.defaultUDPChannelChain.displayName=Cadena de canal UDP por omisi\u00f3n
SipProxySettings.enableMaxThroughputFactor.displayName=Habilitar la protecci\u00f3n de sobrecarga gestionada por proxy
SipProxySettings.enableNumAdvisorRequestsBeforeFailure.displayName=Tolerar un n\u00famero especificado de comprobaciones del funcionamiento negativas antes de indicar una anomal\u00eda
SipProxySettings.enableSIPNetworkOutageDetection.displayName=Habilitar la detecci\u00f3n de ca\u00eddas de la red SIP
SipProxySettings.keepAliveFailures.displayName=N\u00famero m\u00e1ximo de anomal\u00edas de la acci\u00f3n de mantener activo
SipProxySettings.keepAliveInterval.displayName=Intervalo de acci\u00f3n de mantener activo
SipProxySettings.loadBalancerMembers.displayName=Miembros del equilibrador de carga
SipProxySettings.maxThroughputFactor.displayName=M\u00e1ximo factor de rendimiento 
SipProxySettings.megabytes.unit=MB
SipProxySettings.ms.unit=milisegundos
SipProxySettings.numAdvisorRequestsBeforeFailure.displayName=N\u00famero m\u00e1ximo de comprobraciones del funcionamiento negativas
SipProxySettings.outboundConnection.displayName=Contenedor que interact\u00faa con la interfaz de red
SipProxySettings.overloadResponseCode.displayName=C\u00f3digo de respuesta de sobrecarga
SipProxySettings.overloadResponseReasonPhrase.displayName=Frase de la raz\u00f3n de la respuesta de sobrecarga
SipProxySettings.percent.unit=%
SipProxySettings.primarySIPAdvisorIPAddress.displayName=Direcci\u00f3n IP 1
SipProxySettings.retryAfterValue.displayName=Valor de cabecera Retry-After (Reintentar-Despu\u00e9s)
SipProxySettings.secondarySIPAdvisorIPAddress.displayName=Direcci\u00f3n IP 2
SipProxySettings.seconds.unit=segundos
SipProxySettings.section.advisorMessages.displayName=Comprobaci\u00f3n del funcionamiento del equilibrador de carga
SipProxySettings.section.overloadProtection.displayName=Protecci\u00f3n de sobrecarga
SipProxySettings.section.sipNetworkOutageDetection.displayName=Detecci\u00f3n de ca\u00eddas de red SIP
SipProxySettings.serverTCPInterface.displayName=Interfaz TCP
SipProxySettings.serverTLSInterface.displayName=Interfaz TLS
SipProxySettings.serverUDPInterface.displayName=Interfaz UDP
SipProxySettings.serverUDPPort.displayName=Puerto UDP
SipRoutingRuleCondition.confirmMessageCondition.summaryNew=La nueva condici\u00f3n de mensaje SIP "{0}" se crear\u00e1 dentro de la regla de direccionamiento SIP.
SipRoutingRuleCondition.confirmMethodMessageCondition.summaryNew=La nueva condici\u00f3n de mensaje de m\u00e9todo SIP "{0}" se crear\u00e1 dentro de la regla de direccionamiento SIP.
SipRoutingRuleCondition.createMessageCondition.error=Se ha producido un error al crear una nueva condici\u00f3n de mensaje SIP.
SipRoutingRuleCondition.createMessageCondition.success=La nueva condici\u00f3n de mensaje SIP "{0}" se ha creado satisfactoriamente.
SipRoutingRuleCondition.createMethodMessageCondition.error=Se ha producido un error al crear una nueva condici\u00f3n de mensaje de m\u00e9todo SIP.
SipRoutingRuleCondition.createMethodMessageCondition.success=La nueva condici\u00f3n de mensaje de m\u00e9todo SIP "{0}" se ha creado satisfactoriamente.
SipRoutingRuleCondition.headerKey.displayName=Nombre de cabecera:
SipRoutingRuleCondition.headerMessageCondition.displayName=Condici\u00f3n del mensaje de cabecera SIP
SipRoutingRuleCondition.headerMessageConditionType.displayName=Tipo de condici\u00f3n: cabecera definida por usuario
SipRoutingRuleCondition.headerValue.displayName=Valor de cabecera:
SipRoutingRuleCondition.new.step1=Seleccionar una plantilla de condici\u00f3n de mensaje o mensaje de m\u00e9todo SIP
SipRoutingRuleCondition.new.step2=Configurar una condici\u00f3n de mensaje o mensaje de m\u00e9todo SIP
SipRoutingRuleCondition.new.step3=Confirmar la creaci\u00f3n de una condici\u00f3n de mensaje o mensaje de m\u00e9todo
SipRoutingRuleCondition.redundant.condition.error=No se permite m\u00e1s de una condici\u00f3n de m\u00e9todo en una sola regla de direccionamiento.  No se permite m\u00e1s de una Para, De, URI de petici\u00f3n, Direcci\u00f3n de origen y Direcci\u00f3n de destino en cualquier regla de direccionamiento individual.  Las condiciones se unen entre s\u00ed con AND o con OR.  Por lo tanto, una regla individual con varias condiciones de m\u00e9todo o con varios campos Para nunca encontrar\u00e1 una coincidencia.
addprops.category.label.sipproxy=Valores del servidor proxy SIP
button.disable=Inhabilitar
button.enable=Habilitar
error.duplicate.domainname=Ya existe un dominio con el nombre {0}. Debe utilizar un nombre de dominio exclusivo.


SIPMessageCondition.selectTemplate.description=Una nueva condici\u00f3n de mensaje SIP dentro de la regla de direccionamiento SIP actual.
SIPMessageCondition.selectTemplate.displayName=Plantilla de condici\u00f3n de mensaje o mensaje de m\u00e9todo SIP
SIPMessageCondition.selectTemplate.title.displayName=Seleccione una plantilla de condici\u00f3n de mensaje SIP a partir de la cual se crea una nueva condici\u00f3n de mensaje SIP dentro de la regla de direccionamiento SIP actual.
SIPModuleProxyProperties.description=Los valores de configuraci\u00f3n del servidor proxy para este m\u00f3dulo SIP.
SIPModuleProxyProperties.displayName=Configuraci\u00f3n del proxy del m\u00f3dulo SIP
SipExternalDomain.distinguishedName.description=Especifica el nombre asociado con el dominio externo. Este valor se utiliza cuando la autenticaci\u00f3n cliente SSL est\u00e1 habilitada para limitar las conexiones desde un dominio externo.
SipExternalDomain.distinguishedName.displayName=Nombre distinguido
SipExternalDomain.domainName.description=Especifica el dominio SIP correlacionado con el protocolo, el nombre de host y el n\u00famero de puerto. Estos valores se han especificado en los campos relacionados en este panel. 
SipExternalDomain.domainName.displayName=Dominio
SipExternalDomain.host.description=Especifica el nombre de host para realizar la conexi\u00f3n SIP asociada con el dominio.
SipExternalDomain.host.displayName=Nombre de host
SipExternalDomain.panel.description=Dominio externo
SipExternalDomain.panel.displayName=Dominio externo
SipExternalDomain.port.description=Especifica el n\u00famero de puerto para realizar la conexi\u00f3n SIP asociada al dominio.
SipExternalDomain.port.displayName=Puerto
SipExternalDomain.protocol.TCP.displayName=TCP
SipExternalDomain.protocol.TLS.displayName=TLS
SipExternalDomain.protocol.UDP.displayName=UDP
SipExternalDomain.protocol.description=Especifica el protocolo para realizar la conexi\u00f3n SIP asociada con el dominio.
SipExternalDomain.protocol.displayName=Protocolo
SipExternalDomains.link.description=Mediante los dominios externos, el proxy SIP puede localizar los servicios SIP que no son conocidos para el servicio de nombres de dominio (DNS).
SipExternalDomains.link.displayName=Dominios externos
SipExternalDomains.panel.description=Mediante los dominios externos, el proxy SIP puede localizar los servicios SIP que no son conocidos para el servicio de nombres de dominio (DNS).
SipExternalDomains.panel.displayName=Dominios externos
SipProxy.channelfw.transports.description=Los transportes de entrada se asocian con el servidor proxy SIP.
SipProxy.channelfw.transports.displayName=Transporte del servidor proxy SIP
SipProxySettings.NoClusterName.displayName=Ninguno
SipProxySettings.SIPAdvisorIPAddress.description=Especifica las direcciones IP de los equilibradores de carga que facilitan las comprobaciones del funcionamiento de SIP. Se accede a estas direcciones IP 1 y 2 por orden de turno circular. 
SipProxySettings.SIPAdvisorMethodName.description=Este valor de serie representa el nombre de m\u00e9todo que est\u00e1 enviando el equilibrador de carga al proxy SIP, que se utiliza para las comprobaciones de funcionamiento.
SipProxySettings.SSLSprayer.host.description=Especifica el nombre de host del dispositivo distribuidor de IP externo que acepta el protocolo SSL.
SipProxySettings.SSLSprayer.host.displayName=Host SSL
SipProxySettings.SSLSprayer.port.description=Especifica el n\u00famero de puerto del dispositivo distribuidor de IP externo que acepta el protocolo SSL.
SipProxySettings.SSLSprayer.port.displayName=Puerto SSL
SipProxySettings.TCPSprayer.host.description=Especifica el nombre de host del dispositivo distribuidor de IP externo que acepta el protocolo TCP.
SipProxySettings.TCPSprayer.host.displayName=Host TCP
SipProxySettings.TCPSprayer.port.description=Especifica el n\u00famero de puerto del dispositivo distribuidor de IP externo que acepta el protocolo TCP.
SipProxySettings.TCPSprayer.port.displayName=Puerto TCP
SipProxySettings.UDPSprayer.host.description=Especifica el nombre de host del dispositivo distribuidor de IP externo que acepta el protocolo UDP.
SipProxySettings.UDPSprayer.host.displayName=Host UDP
SipProxySettings.UDPSprayer.port.description=Especifica el n\u00famero de puerto del dispositivo distribuidor de IP externo que acepta el protocolo UDP.
SipProxySettings.UDPSprayer.port.displayName=Puerto UDP
SipProxySettings.advisorMessages.description=Mensajes de asesor
SipProxySettings.defaultClusterName.description=Especifica el nombre del cl\u00faster por omisi\u00f3n.
SipProxySettings.defaultClusterName.displayName=Cl\u00faster por omisi\u00f3n
SipProxySettings.defaultTCPChannelChain.description=Proporciona la capacidad para una aplicaci\u00f3n de elegir qu\u00e9 interfaz TCP utilizar para enviar mensajes de salida.
SipProxySettings.defaultTLSChannelChain.description=Proporciona la capacidad para una aplicaci\u00f3n de elegir qu\u00e9 interfaz TLS utilizar para enviar mensajes de salida.
SipProxySettings.defaultUDPChannelChain.description=Proporciona la capacidad para una aplicaci\u00f3n de elegir qu\u00e9 interfaz UDP utilizar para enviar mensajes de salida.
SipProxySettings.enable.SSLSprayer.description=Habilita e inhabilita la reescritura de peticiones de salida SIP de forma que el proxy SIP puede funcionar en segundo plano de un distribuidor de IP.
SipProxySettings.enable.SSLSprayer.displayName=Habilitar distribuidor de SSL
SipProxySettings.enable.TCPSprayer.description=Habilita e inhabilita la reescritura de peticiones de salida SIP de forma que el proxy SIP puede funcionar en segundo plano de un distribuidor de IP.
SipProxySettings.enable.TCPSprayer.displayName=Habilitar distribuidor de TCP
SipProxySettings.enable.UDPSprayer.description=Habilita e inhabilita la reescritura de peticiones de salida SIP de forma que el proxy SIP puede funcionar en segundo plano de un distribuidor de IP.
SipProxySettings.enable.UDPSprayer.displayName=Habilitar distribuidor de UDP
SipProxySettings.enableLogging.description=Habilita e inhabilita las anotaciones cronol\u00f3gicas de acceso.
SipProxySettings.enableLogging.displayName=Habilitar anotaciones cronol\u00f3gicas de acceso
SipProxySettings.enableSSL.description=Habilita e inhabilita el transporte SSL de salida.
SipProxySettings.enableSSL.displayName=Habilitar SSL
SipProxySettings.excludeList.description=El proxy rechazar\u00e1 los URI incluidos en este campo. Rango: una lista de URI de SIP v\u00e1lidos que est\u00e1n delimitados por un nuevo car\u00e1cter de l\u00ednea.
SipProxySettings.excludeList.displayName=Excluir grupo URI
SipProxySettings.inactivityTimeout.description=Especifica que es necesario el valor de tiempo de espera de inactividad para garantizar que las conexiones no quedan abiertas indefinidamente.
SipProxySettings.inactivityTimeout.displayName=Tiempo de espera de inactividad
SipProxySettings.inboundSSLAlias.description=Especifica el alias SSL que se ha configurado para aceptar las conexiones de clientes.
SipProxySettings.inboundSSLAlias.displayName=Alias SSL utilizado para aceptar conexiones
SipProxySettings.keepAliveFailures.description=Especifica el n\u00famero de peticiones KEEPALIVE enviadas sin obtener una respuesta antes de considerar que este servidor se ha ca\u00eddo.
SipProxySettings.keepAliveInterval.description=Especifica el intervalo, en milisegundos, en el cual se env\u00edan los paquetes KEEPALIVE a los contenedores SIP.
SipProxySettings.link.description=Estos valores describen los atributos y pol\u00edticas avanzados que definen el comportamiento del servidor proxy SIP.
SipProxySettings.link.displayName=Valores del proxy SIP
SipProxySettings.maxThroughputFactor.description=Este valor activa la protecci\u00f3n de sobrecarga en el proxy y representa un porcentaje del n\u00famero m\u00e1ximo de mensajes por promedio para el contenedor SIP.
SipProxySettings.numAdvisorRequestsBeforeFailure.description=El n\u00famero de peticiones de asesor SIP que deben faltar antes de que este proxy SIP informe a los otros proxies SIP de que ha dejado de procesar datos.
SipProxySettings.outboundConnection.description=Configurar el contenedor que interact\u00faa con las interfaces de red.
SipProxySettings.outtboundSSLAlias.description=Hace referencia al repertorio SSL que utiliza el transporte SSL de salida.
SipProxySettings.outtboundSSLAlias.displayName=Alias SSL de salida
SipProxySettings.overloadResponseCode.description=Cuando el proxy detecta una condici\u00f3n de sobrecarga, responder\u00e1 a la petici\u00f3n con un valor de c\u00f3digo de respuesta de sobrecarga, si se ha establecido.
SipProxySettings.overloadResponseReasonPhrase.description=Cuando el proxy detecta una condici\u00f3n de sobrecarga, responder\u00e1 con la frase de la raz\u00f3n de respuesta de sobrecarga, si se ha establecido.
SipProxySettings.panel.description=Estos valores describen los atributos y pol\u00edticas avanzados que definen el comportamiento del servidor proxy SIP.
SipProxySettings.panel.displayName=Valores del proxy SIP
SipProxySettings.proxyAccessLog.description=Especifica la ubicaci\u00f3n de la anotaci\u00f3n cronol\u00f3gica del acceso de proxy SIP.
SipProxySettings.proxyAccessLog.displayName=Anotaciones cronol\u00f3gicas de acceso proxy
SipProxySettings.proxyAccessLogMaxSize.description=Especifica el tama\u00f1o m\u00e1ximo, en megabytes, para la anotaci\u00f3n cronol\u00f3gica de acceso antes de convertirse en un nuevo archivo.
SipProxySettings.proxyAccessLogMaxSize.displayName=Tama\u00f1o m\u00e1ximo de las anotaciones cronol\u00f3gicas de acceso
SipProxySettings.retryAfterValue.description=Modifica el valor de cabecera Retry-After (Reintentar-Despu\u00e9s) que se devuelve, si los contenedores est\u00e1n sobrecargados, o si el proxy SIP no puede localizar los servidores disponibles a los que puede direccionar la petici\u00f3n. 
SipProxySettings.section.Exclusion=Exclusiones:
SipProxySettings.section.Exclusion.description=Configura las propiedades que describen las peticiones que debe rechazar el servidor proxy. Inhabilite varios m\u00e9todos especificando un nombre de m\u00e9todo por l\u00ednea.
SipProxySettings.section.IPSprayer=Configuraciones de distribuidor de IP:
SipProxySettings.section.IPSprayer.description=Configura la infraestructura SIP para utilizar el distribuidor de IP.
SipProxySettings.section.Logging=Registro cronol\u00f3gico
SipProxySettings.section.Logging.description=Configurar la ubicaci\u00f3n de las anotaciones cronol\u00f3gicas que genera el servidor proxy SIP.
SipProxySettings.section.Security=Seguridad:
SipProxySettings.section.Security.description=Atributos de configuraci\u00f3n que ayudan a proteger el servidor proxy
SipProxySettings.section.outboundTransport=Transporte de salida:
SipProxySettings.section.outboundTransport.description=Las propiedades influyen en las caracter\u00edsticas de la conexi\u00f3n con el servidor de origen.
SipProxySettings.section.overloadProtection.description=Protecci\u00f3n de sobrecarga
SipProxySettings.section.sipNetworkOutageDetection.description=Detecci\u00f3n de ca\u00eddas de red SIP
SipProxySettings.serverTCPInterface.description=Configura la interfaz de red espec\u00edfica para todos los datos TCP que vienen y van de los contenedores SIP.
SipProxySettings.serverTLSInterface.description=Configura la interfaz de red espec\u00edfica para todos los datos TLS que vienen y van de los contenedores SIP.
SipProxySettings.serverUDPInterface.description=Configura la interfaz de red espec\u00edfica para todos los datos UDP que vienen y van de los contenedores SIP.
SipProxySettings.serverUDPPort.description=Configura el puerto UDP que se utiliza para las comunicaciones del contenedor SIP. Este valor puede ser \u00fatil cuando el cortafuegos est\u00e1 entre el proxy SIP y el contenedor SIP.
SipProxySettings.trustedIntermediaryAddresses.description=Configurar el nombre de host o la direcci\u00f3n IP de los proxy de seguridad en los que se va a confiar.  Especifique una direcci\u00f3n IP o nombre de host por l\u00ednea.
SipProxySettings.trustedIntermediaryAddresses.displayName=Proxies de seguridad de confianza
SipRoutingRule.cluster.description=El nombre del cl\u00faster al cual la regla direcciona las peticiones SIP.
SipRoutingRule.cluster.displayName=Cl\u00faster
SipRoutingRule.enabled.description=Permite que se deje de considerar una regla sin tener que suprimirla.
SipRoutingRule.enabled.displayName=Habilitado
SipRoutingRule.panel.description=Una regla de direccionamiento correlaciona las peticiones SIP que coinciden con las condiciones con el cl\u00faster seleccionado.
SipRoutingRule.panel.displayName=Regla de direccionamiento
SipRoutingRule.section.conditions.description=Una lista concatenada de condiciones asociadas con la regla.
SipRoutingRule.section.conditions.displayName=Condiciones
SipRoutingRuleCondition.ConditionValue.displayName=Valor de condici\u00f3n:
SipRoutingRuleCondition.MessageCondition.description=Cinco tipos de condici\u00f3n: Para, De, URI de petici\u00f3n, Direcci\u00f3n de origen y Direcci\u00f3n de destino. Los tipos Para, De y URI de petici\u00f3n se derivan todos de la cabecera del mensaje SIP. Los tipos de direcci\u00f3n de origen y de destino se derivan de la capa de transporte.
SipRoutingRuleCondition.MessageCondition.displayName=Condici\u00f3n del mensaje SIP
SipRoutingRuleCondition.SelectConditionType.displayName=Tipo:
SipRoutingRuleCondition.create.new.description=Crear un nuevo mensaje de m\u00e9todo SIP o condici\u00f3n de mensaje
SipRoutingRuleCondition.create.new.title=Crear un nuevo mensaje de m\u00e9todo SIP o condici\u00f3n de mensaje
SipRoutingRuleCondition.headerKey.description=Este valor es el nombre de cabecera SIP, que se utiliza para direccionar al cl\u00faster correcto. Normalmente, este valor suele representar un nombre de cabecera no est\u00e1ndar.
SipRoutingRuleCondition.headerMessageCondition.description=Condici\u00f3n del mensaje de cabecera SIP
SipRoutingRuleCondition.headerMessageConditionType.description=Permite que se defina una regla de direccionamiento de cl\u00faster para direccionar a un cl\u00faster espec\u00edfico bas\u00e1ndose en alg\u00fan valor de cabecera definido. El formato es Cl\u00faster1:ClaveCabecera:ValorCabecera1. 
SipRoutingRuleCondition.headerValue.description=Este valor es la parte del valor de la cabecera y necesita ser una coincidencia exacta.
SipRoutingRuleCondition.messageCondition.confirm.title1.displayName=A continuaci\u00f3n, se muestra un resumen de las selecciones. Pulse Finalizar para completar el proceso de creaci\u00f3n para la condici\u00f3n del mensaje SIP en la regla actual de direccionamiento SIP.
SipRoutingRuleCondition.messageCondition.confirm.title2.displayName=Para cambiar cualquiera de los valores, pulse Anterior para renovar la condici\u00f3n del mensaje SIP.
SipRoutingRuleCondition.messageCondition.enterValue.description=
SipRoutingRuleCondition.messageCondition.enterValue.displayName=Escriba un valor de mensaje.
SipRoutingRuleCondition.messageCondition.selectTypeSetValue.title.displayName=Seleccione un tipo de mensaje y entre un valor de mensaje para crear una nueva condici\u00f3n de mensaje SIP dentro de la regla de direccionamiento SIP actual.
SipRoutingRuleCondition.messageCondition.selectTypes.description=
SipRoutingRuleCondition.messageCondition.selectTypes.displayName=Seleccione un tipo de tipo de mensaje.
SipRoutingRuleCondition.methodMessageCondition.description=Contiene los tipos de m\u00e9todo predefinidos que se utilizan, cuando el tipo de condici\u00f3n es Method. Rango: INVITAR, REGISTRAR, HACER REFERENCIA, SUSCRIBIR, ANULAR SUSCRIPCI\u00d3N, PUBLICAR, MENSAJE, OPCIONES, INFORMACI\u00d3N.
SipRoutingRuleCondition.methodMessageCondition.displayName=Condici\u00f3n del mensaje de m\u00e9todo SIP
SipRoutingRuleCondition.methodMessageCondition.selectMethod.title.displayName=Seleccione un m\u00e9todo de mensaje a partir del cual se crean nuevas condiciones de mensaje de m\u00e9todo SIP dentro de la regla de direccionamiento SIP actual.
SipRoutingRuleCondition.methodMessageCondition.selectValues.description=
SipRoutingRuleCondition.methodMessageCondition.selectValues.displayName=Seleccione un tipo de m\u00e9todo.
SipRoutingRuleCondition.methodMessageConditionType.displayName=Tipo de condici\u00f3n: m\u00e9todo 
SipRoutingRuleCondition.methodmessageCondition.confirm.title1.displayName=A continuaci\u00f3n, se muestra un resumen de las selecciones. Pulse Finalizar para completar el proceso de creaci\u00f3n para la condici\u00f3n del mensaje de m\u00e9todo SIP en la regla actual de direccionamiento SIP.
SipRoutingRuleCondition.methodmessageCondition.confirm.title2.displayName=Para cambiar cualquiera de estos valores, pulse Anterior para revisar la condici\u00f3n de mensaje para el m\u00e9todo SIP.
SipRoutingRuleCondition.otherMessageConditionType.displayName=Tipo de condici\u00f3n: valores por omisi\u00f3n
SipRoutingRuleCondition.panel.description=Una condici\u00f3n se aplica a un aspecto espec\u00edfico de un mensaje SIP.
SipRoutingRuleCondition.panel.displayName=Condici\u00f3n
SipRoutingRuleCondition.section.displayName=Condici\u00f3n de m\u00e9todo
SipRoutingRuleConditions.link.description=Las condiciones determinan qu\u00e9 mensajes SIP coinciden con la regla.
SipRoutingRuleConditions.link.displayName=Condiciones
SipRoutingRuleConditions.panel.description=Las condiciones determinan qu\u00e9 mensajes SIP coinciden con la regla. Se pueden combinar varias condiciones utilizando un operador AND l\u00f3gico.
SipRoutingRuleConditions.panel.displayName=Condiciones
SipRoutingRuleConditions.type.description=Especifica a qu\u00e9 aspecto de un mensaje SIP se aplica la condici\u00f3n.
SipRoutingRuleConditions.type.displayName=Tipo
SipRoutingRuleConditions.value.description=Especifica el valor que se compara con el aspecto del mensaje SIP, que est\u00e1 indicado por el tipo.
SipRoutingRuleConditions.value.displayName=Valor
SipRoutingRuleOrder.Select=Seleccionar
SipRoutingRuleOrder.cluster.description=Especifica el nombre del cl\u00faster al cual la regla direcciona las peticiones SIP.
SipRoutingRuleOrder.cluster.displayName=Cl\u00faster
SipRoutingRuleOrder.condition.description=Visualiza una lista concatenada de condiciones asociadas a la regla.
SipRoutingRuleOrder.condition.displayName=Condiciones
SipRoutingRuleOrder.enabled.description=Especifica si la regla est\u00e1 habilitada y, por lo tanto, si se considera para la evaluaci\u00f3n.
SipRoutingRuleOrder.enabled.displayName=Habilitado
SipRoutingRuleOrder.panel.description=Las reglas de direccionamiento proporcionan un m\u00e9todo para dirigir el tr\u00e1fico SIP a cl\u00fasteres espec\u00edficos.
SipRoutingRuleOrder.panel.displayName=Orden de reglas de direccionamiento SIP
SipRoutingRuleOrder.panel.field.description=Especifica el orden de la regla de direccionamiento SIP en el cual se dirige el tr\u00e1fico SIP directo a los cl\u00fasteres espec\u00edficos.
SipRoutingRuleOrder.panel.field.displayName=Orden de reglas de direccionamiento SIP
SipRoutingRules.cluster.displayName=Cl\u00faster
SipRoutingRules.condition.displayName=Condiciones
SipRoutingRules.enabled.displayName=Habilitado
SipRoutingRules.link.description=Las reglas de direccionamiento proporcionan un m\u00e9todo para direccionar el tr\u00e1fico SIP directo a cl\u00fasteres espec\u00edficos.
SipRoutingRules.link.displayName=Reglas de direccionamiento
SipRoutingRules.order.displayName=Orden
SipRoutingRules.panel.description=Las reglas de direccionamiento proporcionan un m\u00e9todo para direccionar el tr\u00e1fico SIP directo a cl\u00fasteres espec\u00edficos.
SipRoutingRules.panel.displayName=Reglas de direccionamiento
