ADDNODETODCACTION=A\u00f1adir m\u00e1quina virtual a DC
ADDVMFROMMAESTRO=A\u00f1adir m\u00e1quina virtual (MAESTRO)
ADDVMFROMWCA=A\u00f1adir m\u00e1quina virtual (WCA)
Add=A\u00f1adir
AutonomicRequestFlowManager.cpu.overload.protection=Protecci\u00f3n de sobrecarga de CPU
AutonomicRequestFlowManager.cpu.overload.protection.desc=Se protege a los nodos de una sobrecarga de CPU colocando en colas y direccionando mensajes. Cuando se excede la utilizaci\u00f3n m\u00e1xima de CPU que se especifica, se considera que la CPU est\u00e1 sobrecargada.
AutonomicRequestFlowManager.desc.aggregationPeriod=Longitud del intervalo de agregaci\u00f3n de estad\u00edsticas
AutonomicRequestFlowManager.desc.controlCycleMinimumLength=L\u00edmite inferior en el periodo de tiempo entre ejecuciones de un controlador ARFM.
AutonomicRequestFlowManager.desc.maximumCPUUtilization=El controlador ARFM para un grupo de nodos, coordinado con dWLM y el controlador de ubicaci\u00f3n, intenta limitar a este valor la utilizaci\u00f3n de CPU en los nodos del grupo.
AutonomicRequestFlowManager.desc.maximumQueueLength=N\u00famero m\u00e1ximo de solicitudes en la cola; cuando se llena la cola se rechazan las solicitudes.
AutonomicRequestFlowManager.desc.smoothingWindow=Un controlador ARFM suaviza las estad\u00edsticas que recibe. El suavizado utiliza una ventana deslizante de algunos periodos de agregaci\u00f3n de estad\u00edsticas de la pasarela.
AutonomicRequestFlowManager.detail.description=El gestor de flujo de solicitudes aut\u00f3nomo (ARFM) gestiona los mensajes entrantes para las aplicaciones y determina si los servidores de middleware pueden darles servicio y cu\u00e1ndo pueden hacerlo. Estas acciones de gesti\u00f3n tienen lugar en direccionadores On Demand para el tr\u00e1fico SIP (Session Initiation Protocol) y HTTP y en los servidores de aplicaciones para los mensajes JMS (Java Message Service) e IIOP (Inter-ORB Protocol).
AutonomicRequestFlowManager.detail.displayname=Gestor de flujo de solicitudes aut\u00f3nomo
AutonomicRequestFlowManager.error.alreadyExists=El gestor de flujo de solicitudes aut\u00f3nomo ya existe
AutonomicRequestFlowManager.error.notFound=No se ha encontrado el gestor de flujo de solicitudes aut\u00f3nomo
AutonomicRequestFlowManager.label.aggregationPeriod=Periodo de agregaci\u00f3n
AutonomicRequestFlowManager.label.controlCycleMinimumLength=Longitud m\u00ednima del ciclo de control
AutonomicRequestFlowManager.label.maximumCPUUtilization=Utilizaci\u00f3n m\u00e1xima de CPU
AutonomicRequestFlowManager.label.maximumQueueLength=Longitud m\u00e1xima de cola
AutonomicRequestFlowManager.label.smoothingWindow=Ventana de suavizado
AutonomicRequestFlowManager.maximum.cpu.usage=Utilizaci\u00f3n m\u00e1xima de CPU:
AutonomicRequestFlowManager.maximum.percent.heap=Porcentaje m\u00e1ximo de almacenamiento din\u00e1mico de servidor
AutonomicRequestFlowManager.memory.overload.protection=Protecci\u00f3n de sobrecarga de memoria: porcentaje m\u00e1ximo del tama\u00f1o m\u00e1ximo de la pila de almacenamiento din\u00e1mico de WebSphere Application Server a utilizar:
AutonomicRequestFlowManager.rejection.threshold=Umbral de rechazo
AutonomicRequestFlowManager.request.none=
AutonomicRequestFlowManager.request.reject.no=No rechazar mensajes entrantes, permitir en cola todos los mensajes independientemente de la posibilidad de exceder el tiempo de espera o incumplir el umbral de tiempo de respuesta de su objetivo de pol\u00edtica de servicio. 
AutonomicRequestFlowManager.request.reject.sometimes=Rechazar mensajes entrantes que no son parte de sesiones o di\u00e1logos que ya existan si el tiempo de respuesta predicho para el mensaje excede el umbral del tiempo de respuesta de sus pol\u00edticas de servicio por m\u00e1s del siguiente porcentaje:
AutonomicRequestFlowManager.request.reject.yes=Rechazar mensajes entrantes que no son parte de sesiones o di\u00e1logos que ya existan si el tiempo de respuesta predicho para el mensaje excede el umbral del tiempo de respuesta de sus pol\u00edticas de servicio.
AutonomicRequestFlowManager.request.rejection.policy=Pol\u00edtica de rechazo:
AutonomicRequestFlowManager.request.rejection.policy.desc=Una pol\u00edtica de rechazo evita que se sobrecargue una CPU al rechazar mensajes SIP y HTTP que no son parte de sesiones o di\u00e1logos que ya existen para el tr\u00e1fico HTTP y SIP.
AutonomicRequestFlowManager.request.rejection.threshold=Umbral de rechazo:
AutonomicRequestFlowManager.request.rejection.threshold.desc=El producto del umbral de rechazo y el tiempo medio de respuesta de la pol\u00edtica de servicio ayudan a predecir el tiempo de respuesta admisible. Si el tiempo de respuesta predicho sobrepasa este valor, se rechaza el mensaje en lugar de colocarlo en cola durante la protecci\u00f3n de sobrecarga de CPU.
AutonomicRequestFlowManager.units.maximumCPUUtilization=%
AutonomicRequestFlowManager.units.maximumQueueLength=solicitudes
AutonomicRequestFlowManager.units.smoothingWindow=N\u00famero de periodos de agregaci\u00f3n
ELASTICITY_ACTION_ADDNODETODCACTION=Acci\u00f3n de a\u00f1adir nodo al cl\u00faster din\u00e1mico
ELASTICITY_ACTION_ADDVMFROMMAESTRO=A\u00f1adir m\u00e1quina virtual (MAESTRO)
ELASTICITY_ACTION_ADDVMFROMWCA=A\u00f1adir m\u00e1quina virtual (WCA)
ELASTICITY_ACTION_CUSTOM=Acci\u00f3n personalizada de elasticidad
ELASTICITY_ACTION_REMOVENODEACTION=Eliminar nodo de la c\u00e9lula
ELASTICITY_ACTION_REMOVEVMFROMMAESTRO=Eliminar m\u00e1quina virtual (MAESTRO)
ELASTICITY_ACTION_REMOVEVMFROMWCA=Eliminar m\u00e1quina virtual (WCA)
ERROR_REJECTION_THRESHOLD_OUT_OF_RANGE=ARFM7005E: El valor del umbral de rechazo est\u00e1 fuera de rango. Debe ser un n\u00famero entero mayor que -1.
ERROR_VALUE_AGGREGATION_PERIOD_OUT_OF_RANGE=ARFM7002E: El valor del Per\u00edodo de agregaci\u00f3n est\u00e1 fuera de rango. Debe estar entre 1 segundo y 1 hora.
ERROR_VALUE_APPROVAL_TIMEOUT_OUT_OF_RANGE=El valor del Tiempo de espera de aprobaci\u00f3n est\u00e1 fuera de rango. Debe ser un n\u00famero entero entre 1 y 60.
ERROR_VALUE_CONTROL_CYCLE_MIN_LENGTH_OUT_OF_RANGE=ARFM7001E: El valor de la Longitud m\u00ednima del ciclo de control est\u00e1 fuera de rango. Debe estar entre 1 segundo y 1 hora.
ERROR_VALUE_CONTROL_CYCLE_OUT_OF_RANGE=El valor del Tiempo m\u00ednimo entre cambios de ubicaci\u00f3n est\u00e1 fuera de rango. Debe ser un n\u00famero entero entre 1 minuto y 24 horas.
ERROR_VALUE_CONTROL_CYCLE_UNITS_OUT_OF_RANGE=El valor del Unidades de Tiempo m\u00ednimo entre cambios de ubicaci\u00f3n est\u00e1 fuera de rango. Debe ser 2 \u00f3 3.
ERROR_VALUE_MAX_CPU_UTILIZATION_OUT_OF_RANGE=ARFM7004E: El valor de la Utilizaci\u00f3n m\u00e1xima de CPU est\u00e1 fuera de rango. Debe ser un n\u00famero entero entre 1 y 100.
ERROR_VALUE_MAX_QUEUE_LENGTH_OUT_OF_RANGE=ARFM7005E: El valor de la Longitud m\u00e1xima de cola est\u00e1 fuera de rango. Debe ser un n\u00famero entero entre 1 y 2147483647.
ERROR_VALUE_REJECTION_PERCENTAGE_OUT_OF_RANGE=ARFM7006E: El valor del umbral de rechazo est\u00e1 fuera de rango. Debe ser un n\u00famero entero entre 0 y 100, o -1.
ERROR_VALUE_SERVER_TIMEOUT_OUT_OF_RANGE=El valor del Tiempo de espera de operaci\u00f3n del servidor est\u00e1 fuera de rango. Debe ser un n\u00famero entero entre 1 y 60.
ERROR_VALUE_SMOOTHING_WINDOW_OUT_OF_RANGE=ARFM7003E: El valor de la Ventana de suavizado est\u00e1 fuera de rango. Debe ser un n\u00famero entero entre 1 y 10000.
Node.maintMode.displayName=Modalidad de mantenimiento
Property.nodegroup.detail.title=Configuraci\u00f3n de propiedad personalizada del grupo de nodos
Property.nodegroupmembers.detail.title=Configuraci\u00f3n de propiedad personalizada del miembro del grupo de nodos
Property.placement.detail.title=Configuraci\u00f3n de propiedad personalizada de ubicaci\u00f3n
REMOVENODEACTION=Eliminar nodo 
REMOVEVMFROMMAESTRO=Eliminar VM (MAESTRO)
REMOVEVMFROMWCA=Eliminar VM (WCA)
Remove=Eliminar
Unknown=Desconocido
apc.couldnot.create=Se ha producido un error al intentar crear un controlador de aplicaciones.
apc.created=No ha existido un controlador de ubicaci\u00f3n de aplicaciones anterior en el repositorio de configuraci\u00f3n. Se ha creado uno autom\u00e1ticamente.
apc.loadedfrom.repos=No se ha encontrado un controlador de ubicaci\u00f3n de aplicaciones. Se ha rellenado este formulario utilizando los valores del repositorio de configuraci\u00f3n.
button.cancelMaintMode=cancelar
button.confirmMaintMode=confirmar
button.setMaintMode=Establecer mantenimiento, parada inmediata
button.setMaintModeLeaveProcesses=Establecer mantenimiento
button.unsetMaintMode=No establecer mantenimiento
cannot.delete.ngwithmembers=Uno o m\u00e1s de los grupos de nodos que ha seleccionado para suprimir contienen cl\u00fasteres din\u00e1micos activos. Estos cl\u00fasteres din\u00e1micos se deben detener antes de suprimir los grupos de nodos que los contienen. No se ha realizado ninguna supresi\u00f3n.
cannot.delete.unassignedNG=El grupo de nodos "Unassigned" no se puede eliminar.
category.nodeGroups=Grupos de nodos
changes.pending.mm.not.supported=El nodo {0} tiene cambios locales que no se han guardado en el repositorio maestro. Primero guarde o descarte todos los cambios de este nodo antes de cambiar la modalidad de mantenimiento.
collection.checkall.checkbox.alt=Seleccionar o deseleccionar todos los recuadros de selecci\u00f3n de la colecci\u00f3n
current.members=Miembros actuales
deletion.requires.selection=Debe seleccionar uno o m\u00e1s objetos a suprimir
desc.elasticity.customAction.text=Las acciones personalizadas de elasticidad son las acciones definidas por el usuario que pueden realizar como un paso dentro de una operaci\u00f3n de elasticidad. 
desc.elasticityclass.text=Una operaci\u00f3n de elasticidad define los comportamientos en tiempo de ejecuci\u00f3n que se supervisan y lleva a cabo las acciones correctivas cuando se determina que estos comportamientos est\u00e1n presentes.
desc.nodegroupmembers.text=Configure las propiedades que pertenecen a una relaci\u00f3n entre un nodo y un grupo de nodos
desc.nodegroups.text=Grupos de nodos que comparten algunas funciones comunes
desc.showElasticityCustomAction.title=Acci\u00f3n personalizada de elasticidad
desc.showNodeGroupMembers.title=Miembros del grupo de nodos
desc.showNodeGroups.title=Grupos de nodos
detail.nodegroups.title=Detalles del grupo de nodos
elasticity.customAction.action=Acci\u00f3n
elasticity.customAction.display.description=Una lista de la acci\u00f3n personalizada de modalidad de elasticidad.
elasticity.customAction.display.name=Acci\u00f3n personalizada de modalidad de elasticidad
elasticity.customAction.displayPidVarName=Nombre de una variable de entorno que almacena un nombre de archivo PID
elasticity.customAction.executable=Archivo ejecutable
elasticity.customAction.executable.arguments=Argumentos ejecutables
elasticity.customAction.executable.displayName=Ejecutable
elasticity.customAction.executable.os=Soportado en sistemas operativos de tipo:
elasticity.customAction.executable.type.jar=EXECUTABLE_JAR
elasticity.customAction.executable.type.java=JAVA_CLASS
elasticity.customAction.java=Acci\u00f3n Java
elasticity.customAction.location=Ubicaci\u00f3n del directorio ejecutable de Java
elasticity.customAction.msg1=Se ha creado satisfactoriamente la acci\u00f3n personalizada de elasticidad.
elasticity.customAction.name=Nombre
elasticity.customAction.nonjava=Acci\u00f3n no Java
elasticity.customAction.passwordVal=Contrase\u00f1a a sustituir para la variable de contrase\u00f1a en el momento de la invocaci\u00f3n
elasticity.customAction.passwordVal.description=Contrase\u00f1a a sustituir para la variable de contrase\u00f1a
elasticity.customAction.passwordVar=Nombre de una variable para hacer referencia a una contrase\u00f1a en argumentos utilizados en la ejecuci\u00f3n
elasticity.customAction.passwordVar.description=Nombre de la variable que mantendr\u00e1 el valor de una contrase\u00f1a a sustituir para la variable al invocar la operaci\u00f3n.
elasticity.customAction.pidVarName.description=Nombre de una variable de entorno que mantiene el nombre de la v\u00eda de acceso completa a un archivo que mantiene el ID de proceso (PID) para la ejecuci\u00f3n de la operaci\u00f3n.  Si no se ha proporcionado una variable de entorno, se asume que la que la operaci\u00f3n se ejecutar\u00e1 en un primer plano.
elasticity.customAction.selectAction.customAction=Acci\u00f3n de elasticidad personalizada
elasticity.customAction.selectAction.customAction.heading=Acci\u00f3n personalizada:
elasticity.customAction.selectAction.newcustomAction=Crear una nueva acci\u00f3n personalizada...
elasticity.customAction.selectAction.predefine=Acci\u00f3n de elasticidad predefinida
elasticity.customAction.selectAction.predefine.heading=Acci\u00f3n predefinida:
elasticity.customAction.selectAction.title=Seleccionar acci\u00f3n
elasticity.customAction.supportedOS=SO soportados
elasticity.customAction.targetype=Tipo de destino ejecutable
elasticity.customAction.unix=unix
elasticity.customAction.usernameVal=Nombre de usuario a sustituir para la variable de nombre de usuario en el momento de la invocaci\u00f3n
elasticity.customAction.usernameVal.description=Nombre de usuario a sustituir para la variable de nombre de usuario
elasticity.customAction.usernameVar=Nombre de una variable para hacer referencia a un nombre de usuario en argumentos utilizados en la ejecuci\u00f3n
elasticity.customAction.usernameVar.description=Nombre de la variable de entorno que mantendr\u00e1 el valor de un nombre de usuario a sustituir para la variable al invocar la operaci\u00f3n.
elasticity.customAction.windows=windows
elasticity.customAction.wizard.confirm.msg1=A continuaci\u00f3n se presenta un resumen de las selecciones efectuadas. Pulse Finalizar para completar la creaci\u00f3n de la acci\u00f3n personalizada.
elasticity.customAction.wizard.confirm.msg2=Si desea modificar alg\u00fan valor, pulse el bot\u00f3n Anterior para revisar los valores de la acci\u00f3n personalizada.
elasticity.customAction.wizard.confirm.msg3=Se crear\u00e1 la siguiente acci\u00f3n personalizada: "{0}".
elasticity.customAction.wizard.description=Creaci\u00f3n de una acci\u00f3n personalizada para utilizar en modalidad de elasticidad
elasticity.customAction.wizard.steps.actionType=Seleccionar tipo de acci\u00f3n personalizada
elasticity.customAction.wizard.steps.actionType.description=Seleccione el tipo de acci\u00f3n personalizada para crear:
elasticity.customAction.wizard.steps.confirm=Confirmar la nueva acci\u00f3n
elasticity.customAction.wizard.steps.customAction=Definir una acci\u00f3n personalizada
elasticity.customAction.wizard.steps.selectType=Seleccionar acci\u00f3n
elasticity.customAction.wizard.title=Acci\u00f3n personalizada de modalidad de elasticidad
elasticity.customAction.zos=zos
elasticity.error.create.customAction=Se ha producido un error al crear la acci\u00f3n personalizada de elasticidad.
elasticity.lazystart.error=Las operaciones de elasticidad no se pueden habilitar cuando uno o m\u00e1s cl\u00fasteres din\u00e1micos, incluido el {0}, no est\u00e1n configurados para tener al menos una instancia instalada todas las veces.
elasticity.operationsTimeOut=Tiempo de espera de operaciones de elasticidad
elasticity.operationsTimeOut.desc=Este campo representa el tiempo que el controlador de ubicaci\u00f3n de aplicaciones espera mientras se completan las operaciones de elasticidad.
elasticityClasses=Operaciones de elasticidad
elasticityCustomAction=Acciones personalizadas de elasticidad
elasticityclass.Add=A\u00f1adir
elasticityclass.Remove=Eliminar
elasticityclass.actionPlan.action.label=Acci\u00f3n
elasticityclass.actionPlan.actions.label=Acciones
elasticityclass.actionPlan.addAction.button=A\u00f1adir acci\u00f3n...
elasticityclass.actionPlan.addStep.button=A\u00f1adir paso...
elasticityclass.actionPlan.createCustomAction.button=Cree una nueva acci\u00f3n personalizada de operaci\u00f3n de elasticidad
elasticityclass.actionPlan.custom.label=Seleccionar acci\u00f3n personalizada
elasticityclass.actionPlan.customAction.button=Acci\u00f3n personalizada de operaci\u00f3n de elasticidad
elasticityclass.actionPlan.customAction.label=Acci\u00f3n personalizada:
elasticityclass.actionPlan.deleteAction.button=Acci\u00f3n Eliminar
elasticityclass.actionPlan.deleteStep.button=Suprimir paso
elasticityclass.actionPlan.moveDown.button=Bajar
elasticityclass.actionPlan.moveUp.button=Subir
elasticityclass.actionPlan.must.be.selected=Debe seleccionar al menos un elemento de acci\u00f3n para realizar esta funci\u00f3n.
elasticityclass.actionPlan.only.select.one.action=La operaci\u00f3n de subir o bajar \u00fanicamente se puede realizar al mismo tiempo con un elemento de acci\u00f3n.
elasticityclass.actionPlan.predefined.label=Seleccionar acci\u00f3n predefinida
elasticityclass.actionPlan.predefinedAction.button=Acci\u00f3n predefinida de operaci\u00f3n de elasticidad
elasticityclass.actionPlan.predefinedAction.label=Acci\u00f3n predefinida:
elasticityclass.actionPlan.step.label=Paso
elasticityclass.actionPlan.target.label=Seleccionar el destino
elasticityclass.actionPlan.targetNode.label=Nodo de destino
elasticityclass.actionPlan.targetServer.label=Servidor de destino
elasticityclass.actionPlan.wizard.confirm.msg1=Crear un nuevo paso a partir de la acci\u00f3n predefinida:
elasticityclass.actionPlan.wizard.description=Creaci\u00f3n de una definici\u00f3n de paso de plan de acci\u00f3n para utilizarla en las operaciones de elasticidad din\u00e1mica
elasticityclass.actionPlan.wizard.steps.actionType.description=Seleccione el tipo de acci\u00f3n personalizada para crear:
elasticityclass.actionPlan.wizard.steps.confirm=Confirmar paso
elasticityclass.actionPlan.wizard.steps.notspecified=No especificado
elasticityclass.actionPlan.wizard.steps.selectType=Seleccionar acci\u00f3n
elasticityclass.actionPlan.wizard.title=Acci\u00f3n de modalidad de elasticidad
elasticityclass.button.add=A\u00f1adir >>
elasticityclass.button.remove=<< Eliminar
elasticityclass.customAction.selectAction.customAction=Acci\u00f3n personalizada de operaci\u00f3n de elasticidad
elasticityclass.customAction.selectAction.customAction.heading=Acci\u00f3n personalizada:
elasticityclass.customAction.selectAction.newcustomAction=Crear una nueva acci\u00f3n personalizada...
elasticityclass.customAction.selectAction.predefine=Acci\u00f3n de operaci\u00f3n de elasticidad predefinida
elasticityclass.customAction.selectAction.predefine.heading=Acci\u00f3n predefinida:
elasticityclass.customAction.selectAction.title=Seleccionar acci\u00f3n
elasticityclass.customCondition.action.label=Realice las acciones siguientes cuando sean necesarias operaciones de elasticidad
elasticityclass.description=Descripci\u00f3n
elasticityclass.description.description=Descripci\u00f3n opcional de esta operaci\u00f3n de elasticidad
elasticityclass.detail.appservers=Configurar los servidores que se supervisar\u00e1n para esta operaci\u00f3n de elasticidad.
elasticityclass.detail.clusters=Configurar los cl\u00fasteres que se supervisar\u00e1n para esta operaci\u00f3n de elasticidad.
elasticityclass.detail.description=Define las propiedades de una operaci\u00f3n de elasticidad. Una operaci\u00f3n de elasticidad define los comportamientos en tiempo de ejecuci\u00f3n que se supervisan y las acciones correctivas a realizar cuando estos comportamientos est\u00e1n presentes.
elasticityclass.detail.description.description=Descripci\u00f3n opcional de esta operaci\u00f3n de elasticidad.
elasticityclass.detail.descriptionfield=Descripci\u00f3n
elasticityclass.detail.dynclusters=Configurar los cl\u00fasteres din\u00e1micos que se supervisar\u00e1n para esta operaci\u00f3n de elasticidad.
elasticityclass.detail.members.description=Seleccione los miembros a supervisar con esta operaci\u00f3n de elasticidad. Si ha definido normas de elasticidad que \u00fanicamente se aplican a determinados tipos de miembro, la lista de miembros disponibles se filtra de forma autom\u00e1tica en base a la norma de elasticidad que se ha definido anteriormente para esta operaci\u00f3n de elasticidad.
elasticityclass.detail.membershipdescription=Los miembros de la operaci\u00f3n de elasticidad deben residir en nodos con Intelligent Management. Si se aplican los cl\u00fasteres como miembro de la operaci\u00f3n con un miembro del cl\u00faster en nodos mixtos, s\u00f3lo se supervisar\u00e1n los miembros del cl\u00faster de nodos con Intelligent Management. Esto es igualmente cierto si se aplica la c\u00e9lula como miembro. S\u00f3lo se supervisan los servidores que residen en nodos con Intelligent Management.
elasticityclass.detail.membershipinstruction=Esta lista contiene los miembros que forman parte actualmente de esta operaci\u00f3n de elasticidad.
elasticityclass.detail.name.description=Nombre de esta operaci\u00f3n de elasticidad
elasticityclass.detail.readonly.membershipdescription=Miembros actuales que se supervisar\u00e1n para esta operaci\u00f3n de elasticidad.
elasticityclass.detail.title=Operaci\u00f3n de elasticidad
elasticityclass.details.availableMembers=Disponibles para pertenencia
elasticityclass.details.members=Miembros
elasticityclass.details.membersOf=Miembros de <b>{0}</b>:
elasticityclass.details.membership=Pertenencias
elasticityclass.elasticitycondition.description=La condici\u00f3n de elasticidad define las propiedades que se supervisar\u00e1n para determinar cu\u00e1ndo es necesaria la acci\u00f3n correctiva.
elasticityclass.has.changed.msg=Se han modificado las propiedades de esta operaci\u00f3n de elasticidad, sin embargo, no se han guardado.  Se guardar\u00e1n al pulsar el bot\u00f3n Aplicar o Aceptar.
elasticityclass.label=Operaci\u00f3n de elasticidad
elasticityclass.member.filter.by=Filtrado por
elasticityclass.name=Nombre
elasticityclass.name.description=Nombre de esta operaci\u00f3n de elasticidad
elasticityclass.reactionMode=Modalidad de reacci\u00f3n
elasticityclass.showmestepslayout.token=:
elasticitymode.AddAction.label=Realizar las siguientes acciones cuando las operaciones de elasticidad requieran la adici\u00f3n de un nuevo recurso.
elasticitymode.RemoveAction.label=Realizar las siguientes acciones cuando la operaci\u00f3n de elasticidad requiera la supresi\u00f3n de un recurso.
elasticitymode.actionPlan.action.label=Acci\u00f3n
elasticitymode.actionPlan.addAction.button=Acci\u00f3n A\u00f1adir
elasticitymode.actionPlan.addnodetodc=A\u00f1adir nodo al cl\u00faster din\u00e1mico
elasticitymode.actionPlan.addvmfrommaestro=A\u00f1adir m\u00e1quina virtual de MAESTRO
elasticitymode.actionPlan.addvmfromwca=A\u00f1adir m\u00e1quina virtual de WCA
elasticitymode.actionPlan.deleteAction.button=Acci\u00f3n Eliminar
elasticitymode.actionPlan.moveDown.button=Bajar
elasticitymode.actionPlan.moveUp.button=Subir
elasticitymode.actionPlan.removenodefromdc=Eliminar nodo del cl\u00faster din\u00e1mico
elasticitymode.actionPlan.removevmfrommaestro=Eliminar m\u00e1quina virtual de MAESTRO
elasticitymode.actionPlan.removevmfromwca=Eliminar m\u00e1quina virtual de WCA
elasticitymode.actionPlan.select=Seleccionar
elasticitymode.actionPlan.step.add.label=Acci\u00f3n A\u00f1adir de modalidad de elasticidad
elasticitymode.actionPlan.step.label=Paso
elasticitymode.actionPlan.step.remove.label=Acci\u00f3n Eliminar de modalidad de elasticidad
elasticitymode.automatic=Autom\u00e1tica
elasticitymode.create.actionPlan.title=Definici\u00f3n de paso de acci\u00f3n de modalidad de elasticidad
elasticitymode.create.actionPlan.title.description=Creaci\u00f3n de una definici\u00f3n de paso de plan de acci\u00f3n para utilizarla en las operaciones de elasticidad din\u00e1mica
elasticitymode.desc=Modalidad de elasticidad supervisada o autom\u00e1tica. Determine si el controlador de ubicaci\u00f3n de aplicaciones esperar\u00e1 la acci\u00f3n del usuario antes de realizar una operaci\u00f3n o si realizar\u00e1 las operaciones autom\u00e1ticamente.
elasticitymode.label=Modalidad de elasticidad
elasticitymode.supervised=Supervisada
enable.elasticity=Habilite la operaci\u00f3n de elasticidad
enable.elasticity.desc=Habilitar o inhabilitar operaciones de elasticidad
error.couldnotset.maintmode=Se ha producido un error al intentar configurar la modalidad de mantenimiento para el nodo <b>{0}</b>.
error.couldnotset.maintmode.internalerror=Se ha producido un error interno al intentar configurar la modalidad de mantenimiento.
error.custom.expression.invalid=La expresi\u00f3n personalizada "{0}" no es v\u00e1lida.
error.custom.expression.members.nonwas.only=El servidor de aplicaciones que no sea de WebSphere es el \u00fanico tipo de servidor soportado para esta expresi\u00f3n personalizada "{0}".  Elimine "{1}" de la lista de miembros o cambie la expresi\u00f3n personalizada.
error.custom.expression.members.was.only=El servidor de aplicaciones de WebSphere es el \u00fanico tipo de servidor soportado para esta expresi\u00f3n personalizada "{0}".  Elimine "{1}" de la lista de miembros o cambie la expresi\u00f3n personalizada.
error.custom.expression.required=Se necesita el campo de expresi\u00f3n personalizada.
error.elasticityaction.delete=No se puede suprimir la acci\u00f3n personalizada: {0}.
error.elasticityaction.required=Debe seleccionar al menos una acci\u00f3n para llevar a cabo en caso de incumplimiento de la condici\u00f3n de elasticidad.
error.elasticityclass.create=No se puede crear la operaci\u00f3n de elasticidad: {0}.
error.elasticityclass.create.uniquename=No se puede crear la operaci\u00f3n de elasticidad porque el nombre debe ser exclusivo. Debe escribir un nombre exclusivo.
error.elasticityclass.delete=No se puede suprimir la operaci\u00f3n de elasticidad: {0}.
error.elasticityclass.executablename.required=Se necesita el campo de nombre de ejecutable.
error.elasticityclass.update=No se puede actualizar la operaci\u00f3n de elasticidad: {0}.
error.elasticityclass.updatemembers=No se puede actualizar la pertenencia a la operaci\u00f3n de elasticidad: {0}.
error.elasticityclass.workingdirectory.required=Se necesita el campo de directorio de trabajo.
error.maintmode.couldnotstopprocesses=El nodo <b>{0}</b> se ha puesto en modalidad de mantenimiento, pero se ha producido un error al intentar detener todos los procesos de ese nodo.
error.maintmode.nodeagentdown=El agente de nodo en el nodo <b>{0}</b> parece no estar activo. Un nodo no se puede poner en modalidad de mantenimiento si el agente de nodo no est\u00e1 activo.
error.maintmode.nodestop.timedout=La interrupci\u00f3n del proceso en el nodo <b>{0}</b> ha excedido el tiempo de espera.
error.name.alreadyused=Ya existe un grupo de nodos con el nombre {0}. Entre un nombre exclusivo.
error.name.invalidchars=El nombre que ha especificado tiene caracteres no v\u00e1lidos: {0}
error.nodegroup.create=Se ha producido un error al intentar crear un grupo de nodos
error.updating.placementruntime=Se ha producido un error al actualizar el estado del tiempo de ejecuci\u00f3n del controlador de ubicaci\u00f3n.
error.value.from.repository.detectionlevel=El nivel de detecci\u00f3n le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.elasticityaction=La acci\u00f3n de elasticidad le\u00edda del repositorio no es v\u00e1lida. Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.timeoutpercent=El porcentaje de solicitud con tiempo de memoria excedido le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.
info.node.maintmode.haschanges=El espacio de trabajo actual contiene cambios para el nodo <b>{0}</b>. Estos cambios deben guardarse o descartarse para configurar la modalidad de mantenimiento del nodo.
info.node.maintmode.succesfullyupdated=La modalidad de mantenimiento para el nodo <b>{0}</b> se ha establecido satisfactoriamente en <b>{1}</b>.
internal.error=Se ha producido un error interno.
label.no.confirm.ngdelete=No mostrar esta confirmaci\u00f3n en el futuro
member.list.description=Lista de nodos que son actualmente miembros de este grupo de nodos
name=Nombre
nav.showAPCConfig=Controlador de ubicaci\u00f3n de aplicaciones
nav.showARFMConfig=Gestor de flujo de solicitudes aut\u00f3nomo
nav.showElasticityClass=Operaci\u00f3n de elasticidad
nav.showElasticityClass.title=Operaci\u00f3n de elasticidad
nav.showElasticityCustomAction=Acciones personalizadas de elasticidad
nav.showNodeGroups=Grupos de nodos
nav.xdcontrollerroot=Gestores aut\u00f3nomos
ng.help.viewlet.image=<img src="/admin/com.ibm.ws.console.nodegroups/images/camera.gif" width="17" height="17" border="0" alt="Ver la gu\u00eda de aprendizaje de esta p\u00e1gina" align="texttop">
node.dmgr.not.supported=El nodo gestor de despliegue, {0}, no se puede colocar en la modalidad de mantenimiento.
node.hasrunninginstances=Una o m\u00e1s instancias de cl\u00faster din\u00e1mico est\u00e1n desplegadas actualmente en el nodo {0}. Este nodo no se podr\u00e1 eliminar del grupo de nodos {1} mientras est\u00e9n desplegadas instancias de cl\u00faster din\u00e1mico.
node.membership.modified.savechanges=Es necesario guardar los cambios de configuraci\u00f3n realizados al nodo {0} antes de configurar la pertenencia de este nodo.
nodegroup.cannotadd.member=Se ha producido un error al intentar a\u00f1adir el miembro del grupo de nodos <b>{1}</b> en el grupo de nodos <b>{0}</b>.
nodegroup.cannotdelete.dcs=Se ha producido un error al intentar eliminar todos los cl\u00fasteres din\u00e1micos desplegados en el grupo de nodos {0} del nodo {1}.
nodegroup.cannotedit=No se puede editar el grupo de nodos <b>{0}</b>
nodegroup.cannotremove.member=Se ha producido un error al intentar eliminar un miembro del grupo de nodos <b>{1}</b> del grupo de nodos <b>{0}</b>.
nodegroup.couldnotedit=No se ha podido editar el grupo de nodos <b>{0}</b>
nodegroup.dcmembers.couldnotdelete=Se ha encontrado un error al intentar suprimir todas las instancias de cl\u00faster din\u00e1mico en el nodo <b>{0}</b>.
nodegroup.detail.custompropertiesdescription=Configurar las propiedades personalizadas del grupo de nodos
nodegroup.displayName=Grupo de nodos
nodegroup.duplicatename=El nombre de grupo de nodos ya existe: <b>{0}</b>. Seleccione un nombre exclusivo.
nodegroup.error.maintmode=Se ha producido un error interno al intentar comprobar el estado de la modalidad de mantenimiento en los nodos del grupo de nodos actual.
nodegroup.has.active.members=Un grupo de nodos que tiene como miembros a cl\u00fasteres din\u00e1micos activos no se puede eliminar. Es posible que algunos de los cl\u00fasteres din\u00e1micos de este grupo de nodos se hayan eliminado del espacio de trabajo temporal. Para impedir que este cambio sea definitivo, no guarde los cambios del espacio de trabajo.
nodegroup.maintmode.needselections=Realice una o m\u00e1s selecciones para realizar cambios de modalidad de mantenimiento.
nodegroup.member.notfound=No se ha podido encontrar el miembro <b>{0}</b>.
nodegroup.member.prop.notfound=No se ha podido encontrar la propiedad en el miembro del grupo de nodos especificado
nodegroup.membership=Pertenencia
nodegroup.membership.description=Seleccione los nodos de la agrupaci\u00f3n disponible para correlacionarlos con este grupo de nodos
nodegroup.notfound=No se ha podido encontrar el grupo de nodos especificado.
nodegroup.placementconfig.approvalTimeOut=Tiempo de espera de aprobaci\u00f3n
nodegroup.placementconfig.customproperties=Propiedades personalizadas
nodegroup.placementconfig.custompropertiesdescription=Configurar propiedades personalizadas en el controlador de ubicaci\u00f3n
nodegroup.placementconfig.desc.approvalTimeOut=Cuando un cl\u00faster din\u00e1mico est\u00e1 en modalidad supervisada, el controlador de ubicaci\u00f3n de aplicaciones crear\u00e1 una tarea solicitando la aprobaci\u00f3n del administrador antes de realizar cualquier cambio. Este campo representa el tiempo de espera antes de que esa tarea caduque autom\u00e1ticamente.
nodegroup.placementconfig.desc.enable=Habilitar el controlador de ubicaci\u00f3n de aplicaciones
nodegroup.placementconfig.desc.enabled=Habilitar o inhabilitar el controlador de ubicaci\u00f3n
nodegroup.placementconfig.desc.minTimeBetweenPlacementChange=Este campo especifica el tiempo que el controlador de ubicaci\u00f3n de aplicaciones espera despu\u00e9s de completar, o abandonar, un lote de cambios, pero antes de iniciar un nuevo lote de cambios.
nodegroup.placementconfig.desc.minTimeBetweenPlacementChangeUnits=Este campo representa el tipo del valor especificado en el campo Tiempo m\u00ednimo entre cambios de ubicaci\u00f3n.
nodegroup.placementconfig.desc.saveToRepos=Guardar cambios en el repositorio
nodegroup.placementconfig.desc.serverOperationTimeOut=Este campo representa el tiempo que el controlador de ubicaci\u00f3n de aplicaciones espera a que se complete una operaci\u00f3n de inicio/parada antes que la operaci\u00f3n se considere err\u00f3nea.
nodegroup.placementconfig.description=Utilice esta p\u00e1gina para configurar el controlador de ubicaci\u00f3n de aplicaciones. El controlador de ubicaci\u00f3n de aplicaciones gestiona los cl\u00fasteres din\u00e1micos en modalidad supervisada y en modalidad autom\u00e1tica.
nodegroup.placementconfig.displayname=Controlador de ubicaci\u00f3n de aplicaciones
nodegroup.placementconfig.enable=Habilitar
nodegroup.placementconfig.enabled=Habilitado
nodegroup.placementconfig.fielddescription=Configurar el Controlador de ubicaci\u00f3n de aplicaciones
nodegroup.placementconfig.minTimeBetweenPlacementChange=Tiempo m\u00ednimo entre cambios de ubicaci\u00f3n
nodegroup.placementconfig.minTimeBetweenPlacementChangeUnits=Unidades de tiempo m\u00ednimo entre cambios de ubicaci\u00f3n
nodegroup.placementconfig.saveToRepos=Guardar en el repositorio
nodegroup.placementconfig.serverOperationTimeOut=Tiempo de espera de operaci\u00f3n del servidor
nodegroup.placementconfig.title=Configuraci\u00f3n del controlador de ubicaci\u00f3n de aplicaciones
nodegroup.prop.notfound=No se ha podido encontrar la propiedad en el grupo de nodos especificado
nodegroup.topology.dynamicclusters=cl\u00fasteres din\u00e1micos
nodegroup.topology.nodes=nodos
nodegroup.workspace.error=Se ha encontrado un error de espacio de trabajo al procesar la solicitud.
nodegroupmembers.detail.description=Configurar miembros del grupo de nodos
nodegroupmembers.detail.displayname=Nombre
nodegroupmembers.detail.instancedescription=Descripci\u00f3n de la instancia
nodegroupmembers.detail.instancedetails=Detalles de la instancia
nodegroupmembers.detail.title=Miembros del grupo de nodos
nodegroupmembers.maintenancemode.displayname=Modalidad de mantenimiento
nodegroups.button.add=A\u00f1adir
nodegroups.button.remove=Eliminar
nodegroups.confirm.nodegroup.created=Se crear\u00e1 el nuevo grupo de nodos <b>"{0}"</b>.
nodegroups.confirm.nodegroup.description=A este grupo de nodos se le dar\u00e1 la descripci\u00f3n de <b>"{0}."</b>
nodegroups.confirm.nodegroup.members=Este grupo de nodos contendr\u00e1 los nodos miembros siguientes: <b>"{0}."</b>
nodegroups.confirm.summary=A continuaci\u00f3n se presenta un resumen de las selecciones efectuadas. Pulse el bot\u00f3n Finalizar para completar la creaci\u00f3n del grupo de nodos. Si desea modificar alg\u00fan valor, pulse el bot\u00f3n Anterior para revisar los valores del grupo de nodos.
nodegroups.confirmAllMaintMode.text=Nota: Esta operaci\u00f3n colocar\u00e1 a todos los nodos del grupo de nodos {0} en la modalidad de mantenimiento. No hay nodos disponibles para proporcionar servicio a las solicitudes de entrada que se correlacionan con cl\u00fasteres din\u00e1micos en este grupo de nodos.
nodegroups.confirmMaintMode.desc=Poner uno o m\u00e1s nodos en modalidad de mantenimiento y detener todos los procesos que se ejecutan en esos nodos.
nodegroups.confirmMaintMode.text=Ha seleccionado establecer la modalidad de mantenimiento en el nodo siguiente: <b>{0}</b>. Todos los procesos que se ejecutan actualmente en este nodo deben detenerse como parte de este proceso. Pulse Confirmar para detener todos los procesos en estos nodos y proceder a ponerlos en la modalidad de mantenimiento. Pulse Cancelar para cancelar esta operaci\u00f3n.
nodegroups.confirmMaintMode.title=Poner uno o m\u00e1s nodos en modalidad de mantenimiento
nodegroups.confirmdelete.desc=Suprimir un grupo de nodos que tiene a cl\u00fasteres din\u00e1micos como miembros.
nodegroups.confirmdelete.text=Ha elegido eliminar un grupo de nodos que tiene cl\u00fasteres din\u00e1micos como miembros. Pulse S\u00ed para eliminar este grupo de nodos y los cl\u00fasteres din\u00e1micos miembros, o pulse No para volver al panel anterior.
nodegroups.confirmdelete.title=Suprimir grupo de nodos
nodegroups.confirmremove.desc=Eliminar uno o m\u00e1s nodos de un grupo de nodos y detener todas las instancias de cl\u00faster din\u00e1mico en ejecuci\u00f3n.
nodegroups.confirmremove.text=Entre los nodos seleccionados para su eliminaci\u00f3n del grupo de nodos <b>{0}</b>, se est\u00e1n ejecutando actualmente las instancias de cl\u00faster din\u00e1mico en estos nodos: <b>"{1}"</b>. Deben detenerse estas instancias antes de eliminar el nodo. Pulse S\u00ed para detener todas las instancias de cl\u00fasteres din\u00e1micos en ejecuci\u00f3n en estos nodos, o pulse No para volver al panel. Esta acci\u00f3n entrar\u00e1 en vigor cuando se guarde el espacio de trabajo actual.
nodegroups.confirmremove.title=Eliminar uno o m\u00e1s nodos del grupo de nodos
nodegroups.desc.displayname=Nombre a mostrar para este grupo de nodos
nodegroups.desc.name=Nombre plenamente cualificado de este grupo de nodos
nodegroups.desc.numMembers=N\u00famero de miembros en este grupo de nodos
nodegroups.detail.description=Configurar este grupo de nodos
nodegroups.detail.description.description=Descripci\u00f3n opcional de este grupo de nodos
nodegroups.detail.descriptionfield=Descripci\u00f3n
nodegroups.detail.displayname=Nombre
nodegroups.detail.instancedescription=Descripci\u00f3n de la instancia
nodegroups.detail.instancedetails=Detalles de la instancia
nodegroups.detail.membersconfigdescription=Configure las propiedades que pertenecen a una relaci\u00f3n entre un nodo y un grupo de nodos. Correlacione uno o m\u00e1s nodos con este grupo de nodos para ver las propiedades en la lista siguiente.
nodegroups.detail.membershipdescription=Configurar las correlaciones de nodo con grupo de nodos
nodegroups.detail.membershipinstruction=Para especificar los nodos como miembros de este grupo de nodos, seleccione uno o m\u00e1s de la lista de nodos disponibles y pulsar A\u00f1adir para a\u00f1adirlos como miembros.
nodegroups.detail.numMembers=N\u00famero de miembros
nodegroups.detail.title=Grupos de nodos
nodegroups.details.availableNodes=Nodos disponibles
nodegroups.details.membersOf=Miembros de <b>{0}</b>
nodegroups.details.membership=Correlaciones de nodo con grupo
nodegroups.details.nodegroupmembers=Configuraci\u00f3n del miembro del grupo de nodos
nodegroups.error.unknown=Se ha producido un error en la interfaz de usuario Web de grupos de nodos. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s detalles.
nodegroups.label.displayname=Nombre de visualizaci\u00f3n
nodegroups.label.name=Nombre
nodegroups.label.numMembers=N\u00famero de miembros
nodegroups.label.value=Valor
nodegroups.maintmode.nodehasnogroup=El nodo <b>{0}</b> no pertenece a un grupo de nodos y no se puede poner en modalidad de mantenimiento. Como resultado de este error, ning\u00fan nodo se establecer\u00e1 en modalidad de mantenimiento.
nodegroups.maintmode.nodenotsynched=El nodo <b>{0}</b> se ha establecido en modalidad de mantenimiento, pero no ha podido sincronizarse.
nodegroups.maintmode.unset.nodenotsynched=El nodo <b>{0}</b> se ha sacado de la modalidad de mantenimiento, pero no ha podido sincronizarse.
nodegroups.members.config=Configuraci\u00f3n del miembro del grupo de nodos
nodegroups.membership.description=Seleccione los nodos de la agrupaci\u00f3n "disponible" a correlacionar en este grupo de nodos
nodegroups.membership.heading=Pertenencia al grupo de nodos
nodegroups.properties.config=Propiedades personalizadas
nodegroups.property.desc.name=Nombre de esta propiedad
nodegroups.property.desc.value=Valor de esta propiedad
nodegroups.property.detail.description.description=Descripci\u00f3n de esta propiedad
nodegroups.property.displayname=Nombre de propiedad
nodegroups.property.name.required=Especifique un nombre v\u00e1lido para la nueva propiedad.
nodegroups.property.value=Valor
nodegroups.property.value.required=Especifique un valor v\u00e1lido para la nueva propiedad.
nodegroups.wizard.detail.description=Configurar un nuevo grupo de nodos
nodegroups.wizard.detail.title=Crear un grupo de nodos
nodegroups.wizard.steps.confirm=Confirme la configuraci\u00f3n del nuevo grupo de nodos
nodegroups.wizard.steps.members=Definir la pertenencia al grupo de nodos
nodegroups.wizard.steps.properties=Especifique el nombre y la descripci\u00f3n del nuevo grupo de nodos
numMembers=N\u00famero en el grupo
placementcontroller.couldnot.edit=Se ha encontrado un error al intentar editar el controlador de ubicaci\u00f3n de aplicaciones.
placementcontroller.doesnotexist=El controlador de ubicaci\u00f3n de aplicaciones no existe. No se pueden cambiar los valores de tiempo de ejecuci\u00f3n.
placementcontroller.notfound=No se ha encontrado el controlador de ubicaci\u00f3n de aplicaciones.
placementctrl.is.disabled=No es posible acceder al controlador de ubicaci\u00f3n. Parece que se ha inhabilitado.
placementctrl.is.dormant=El controlador de ubicaci\u00f3n est\u00e1 dormido. Para configurar los valores de tiempo de ejecuci\u00f3n, deber\u00e1 haber al menos un cl\u00faster din\u00e1mico en modalidad supervisada o autom\u00e1tica.
property.nodegroup.detail.description=Configurar una propiedad personalizada
property.nodegroup.detail.displayname=Nombre
property.nodegroupmembers.detail.description=Configurar una propiedad personalizada
property.nodegroupmembers.detail.displayname=Nombre
unassigned.nodegroup.description=Grupo de nodos que no est\u00e1n asignados a un grupo de nodos. Esta lista de nodos se determina en tiempo de ejecuci\u00f3n; sus miembros no aparecen listados en el repositorio de configuraci\u00f3n.
units.hours=Horas
units.minutes=Minutos
units.seconds=Segundos
viewlet.showme=Gu\u00eda de aprendizaje
warning.cluster.removed=Aviso: Un cl\u00faster din\u00e1mico en modalidad manual est\u00e1 utilizando este grupo de nodos. Se eliminar\u00e1.
warning.elasticityclass.mixedCluster=El cl\u00faster {0} tiene nodos con Intelligent Management y nodos sin Intelligent Management. Las pol\u00edticas no se aplicar\u00e1n a los nodos que no tienen Intelligent Management.
warning.prevent.removal=Aviso: Este grupo de nodos est\u00e1 siendo utilizado por un cl\u00faster din\u00e1mico que no est\u00e1 en modalidad manual. Detenga el cl\u00faster din\u00e1mico para eliminar este grupo de nodos.
websphere.node.maintenancemode.inprogress=En progreso
websphere.node.maintenancemode.turnedoff=Desactivada
websphere.node.maintenancemode.turnedon=Activada
websphere.node.maintenancemode.turnedon.errors=Errores
workspace.internal.error=Se ha producido un error del repositorio de configuraci\u00f3n interno.
