ApplicationProfile.description.displayName=Descripci\u00f3n
ApplicationProfile.displayName=Perfiles de aplicaci\u00f3n
ApplicationProfile.name.displayName=Nombre
ApplicationProfile.tasks.displayName=Tareas
LastParticipantSupportExtension.acceptHeuristicHazard.displayName=Aceptar riesgos heur\u00edsticos
LastParticipantSupportExtension.displayName=Extensi\u00f3n de soporte de \u00faltimo participante
Task.description.displayName=Descripci\u00f3n de la tarea
Task.name.displayName=Nombre de tarea


ApplicationProfile.description=Un perfil de aplicaci\u00f3n es un conjunto de pol\u00edticas que se aplican durante la ejecuci\u00f3n de un enterprise bean y un conjunto de tareas que est\u00e1n asociadas con el perfil. 
ApplicationProfile.description.description=Especifica la descripci\u00f3n del perfil de la aplicaci\u00f3n.
ApplicationProfile.name.description=Especifica el nombre del perfil de la aplicaci\u00f3n.
ApplicationProfile.tasks.description=Especifica las tareas definidas para el perfil de la aplicaci\u00f3n.
LastParticipantSupportExtension.acceptHeuristicHazard.description=Especifica si una aplicaci\u00f3n acepta la posibilidad de que ocurra un riesgo heur\u00edstico en una transacci\u00f3n de dos fases que contenga un recurso de una fase. 
LastParticipantSupportExtension.description=Utilice esta p\u00e1gina para configurar los valores para el soporte del \u00faltimo participante. El soporte del \u00faltimo participante es una extensi\u00f3n del servicio de transacciones que permite que un \u00fanico recurso de una sola fase participe en una transacci\u00f3n de dos fases con uno o varios recursos de dos fases. Los valores de este panel se ignorar\u00e1n si selecciona Utilizar informaci\u00f3n de configuraci\u00f3n en binario en el panel Binarios de aplicaci\u00f3n.
Task.description=Especifica las tareas para el perfil de la aplicaci\u00f3n.
Task.description.description=Especifica la descripci\u00f3n de la tarea del perfil de la aplicaci\u00f3n. 
Task.detail.description=Especifica una tarea definida para el perfil de la aplicaci\u00f3n.
Task.name.description=Especifica el nombre de la tarea del perfil de la aplicaci\u00f3n. 
