#  Note to Translators:
#  Translate words on the right hand side of the = sign.
#  Do not translate {0}, {1}, %1, %2 etc.
#  Preserve all spaces after a backslash (\) even at the end of a line.
#
#  Whenever an apostrophe is needed within this file, please do not double it. It has
#  been determined that the code that uses this file expects only a single
#  apostrophe, and should work properly when a single apostrophe is provided.

#CMVCPATHNAME XD/ws/code/webui.dynamiccluster/src/dynamiccluster/WEB-INF/plugin.properties
#ISMESSAGEFILE FALSE
# NLS_MESSAGEFORMAT_NONE
# NLS_ENCODING=ASCII
nav.showDynamicCluster=Cl\u00fasteres din\u00e1micos

desc.showDynamicCluster.title=Cl\u00fasteres din\u00e1micos
desc.dynamiccluster.text=Un cl\u00faster din\u00e1mico es un cl\u00faster de servidores que utiliza pesos para equilibrar las cargas de trabajo de los miembros del cl\u00faster de una forma din\u00e1mica, en base a la informaci\u00f3n de rendimiento que se recoge de los miembros del cl\u00faster.  Si se produce un error en un miembro del cl\u00faster, las solicitudes se direccionan a los otros miembros del cl\u00faster.  Un cl\u00faster din\u00e1mico puede iniciar o detener instancias dependiendo de la carga de trabajo del entorno.

dynamiccluster.detail.displayname=Nombre
dynamiccluster.detail.numInstances=N\u00famero de instancias
dynamiccluster.detail.nodegroup=Grupo de nodos
dynamiccluster.detail.status=Estado
dynamiccluster.detail.opmode=Modalidad operacional
# hee 6.1 
dynamiccluster.detail.servertype=Tipo
dynamiccluster.label.servertype=Tipo
dynamiccluster.desc.servertype=Especifica el tipo de servidor que hay en el cl\u00faster din\u00e1mico.

dynamiccluster.detail.descriptionfield=Descripci\u00f3n
dynamiccluster.detail.description=Un cl\u00faster din\u00e1mico es un cl\u00faster de servidores que utiliza pesos para equilibrar las cargas de trabajo de los miembros del cl\u00faster de una forma din\u00e1mica, en base a la informaci\u00f3n de rendimiento que se recoge de los miembros del cl\u00faster.  Si se produce un error en un miembro del cl\u00faster, las solicitudes se direccionan a los otros miembros del cl\u00faster.  Un cl\u00faster din\u00e1mico puede iniciar o detener instancias dependiendo de la carga de trabajo del entorno.
dynamiccluster.detail.membershipdescription=Descripci\u00f3n de pertenencia
dynamiccluster.detail.description.description=Descripci\u00f3n opcional de este cl\u00faster din\u00e1mico

dynamiccluster.desc.name=Especifica el nombre del cl\u00faster din\u00e1mico.  El nombre debe ser exclusivo entre todos los cl\u00fasteres en la c\u00e9lula.
dynamiccluster.desc.nodegroup=Grupo de nodos para crear instancias de miembros din\u00e1micamente
dynamiccluster.desc.numInstances=Especifica el n\u00famero de instancias en ejecuci\u00f3n en un cl\u00faster din\u00e1mico.
dynamiccluster.desc.minInstances=N\u00famero m\u00ednimo de instancias
dynamiccluster.desc.maxInstances=N\u00famero m\u00e1ximo de instancias.  Utilizar-1 para m\u00e1ximo no limitado.
dynamiccluster.desc.preferLocal=Habilitar o inhabilitar la optimizaci\u00f3n de direccionamiento con un \u00e1mbito de nodo.
dynamiccluster.desc.opmode=Modalidad operativa del cl\u00faster din\u00e1mico

dynamiccluster.label.name=Nombre
dynamiccluster.label.nodegroup=Grupo de nodos
dynamiccluster.label.numInstances=N\u00famero de instancias en ejecuci\u00f3n
dynamiccluster.label.preferLocal=Preferencia Local
dynamiccluster.label.minInstances=N\u00famero m\u00ednimo de instancias
dynamiccluster.label.maxInstances=N\u00famero m\u00e1ximo de instancias
dynamiccluster.label.opmode=Modalidad operativa
dynamiccluster.manual=Manual
dynamiccluster.supervised=Supervisada
dynamiccluster.automatic=Autom\u00e1tica

dynamiccluster.create.new=Crear un nuevo cl\u00faster din\u00e1mico
dynamiccluster.create.new.description=Crear un nuevo cl\u00faster din\u00e1mico
dynamiccluster.addmember.title=A\u00f1adir miembros al cl\u00faster din\u00e1mico
dynamiccluster.addmember.description=Utilice esta p\u00e1gina para a\u00f1adir miembros a un cl\u00faster din\u00e1mico.
dynamiccluster.wizard.steps.create=Seleccionar un tipo de servidor de cl\u00faster din\u00e1mico
dynamiccluster.wizard.steps.management=Seleccionar un m\u00e9todo de pertenencia
dynamiccluster.wizard.steps.membership=Definir los miembros del cl\u00faster din\u00e1mico
dynamiccluster.wizard.steps.template=Seleccionar una plantilla del cl\u00faster din\u00e1mico
dynamiccluster.wizard.steps.properties=Especifique las propiedades espec\u00edficas del cl\u00faster din\u00e1mico
#dynamiccluster.wizard.steps.confirm=Confirm the new dynamic cluster
dynamiccluster.wizard.steps.confirm=Resumen

dynamiccluster.name.displayName=Nombre de cl\u00faster din\u00e1mico
dynamiccluster.name.description=Especifica el nombre del cl\u00faster din\u00e1mico.  El nombre debe ser exclusivo entre todos los cl\u00fasteres en la c\u00e9lula.
dynamiccluster.nodegroup.displayName=Correlacionar con un grupo de nodos
dynamiccluster.nodegroup.description=Seleccione un grupo de nodos donde crear instancias din\u00e1micamente.
dynamiccluster.nodegroup=Elija un grupo de nodos en la lista
dynamiccluster.preferLocal.displayName=Preferencia local
dynamiccluster.preferLocal.description=Habilitar o inhabilitar la optimizaci\u00f3n de direccionamiento con un \u00e1mbito de nodo.

#dynamiccluster.wizard.steps.create labels
dynamiccluster.wizard.steps.create.select.type=Tipo de servidor
dynamiccluster.wizard.steps.create.select.type.desc=El tipo de los servidores que se asociar\u00e1n con este cl\u00faster din\u00e1mico.

#dynamiccluster.wizard.steps.managment labels
dynamiccluster.wizard.steps.management.define=M\u00e9todo de pertenencia
dynamiccluster.wizard.steps.management.define.desc=Hay que elegir entre definir los miembros del cl\u00faster din\u00e1mico en base a una norma o a\u00f1adir los miembros de forma manual.
dynamiccluster.wizard.steps.management.automatic=Definir autom\u00e1ticamente los miembros del cl\u00faster mediante normas
dynamiccluster.wizard.steps.management.automatic.desc=Se define una norma que sirve para a\u00f1adir o eliminar de forma din\u00e1mica a los miembros del cl\u00faster din\u00e1mico
dynamiccluster.wizard.steps.management.manual=Definir de forma manual a los miembros del cl\u00faster
dynamiccluster.wizard.steps.management.manual.desc=Definir la pertenencia al cl\u00faster din\u00e1mico de forma manual a\u00f1adiendo miembros de cl\u00faster.
dynamiccluster.wizard.steps.management.manual.cluster=Convertir a partir de un cl\u00faster existente
dynamiccluster.wizard.steps.management.manual.cluster.desc=Convertir un cl\u00faster est\u00e1tico que ya exista en un cl\u00faster din\u00e1mico. Se eliminar\u00e1 el cl\u00faster est\u00e1tico existente y todos sus miembros se mover\u00e1n al nuevo cl\u00faster din\u00e1mico.
dynamiccluster.wizard.steps.management.manual.config=A\u00f1adir miembros de una configuraci\u00f3n existente
dynamiccluster.wizard.steps.management.manual.config.desc=Definir una pertenencia al cl\u00faster din\u00e1mico en base a una plantilla existente o a un servidor existente para utilizarlo como plantilla.

#dynamiccluster.wizard.steps.membership
dynamiccluster.wizard.steps.membership.cluster=Convertir a partir de un cl\u00faster est\u00e1tico existente
dynamiccluster.wizard.steps.membership.cluster.select=Seleccione un cl\u00faster est\u00e1tico de la lista desplegable.
dynamiccluster.wizard.steps.membership.cluster.desc=Convertir un cl\u00faster est\u00e1tico que ya exista en un cl\u00faster din\u00e1mico. Se eliminar\u00e1 el cl\u00faster est\u00e1tico existente y todos sus miembros se mover\u00e1n al nuevo cl\u00faster din\u00e1mico.
dynamiccluster.wizard.steps.membership.add.member=A\u00f1adir miembro
dynamiccluster.wizard.steps.membership.add.member.desc=A\u00f1adir miembros a este cl\u00faster din\u00e1mico.
dynamiccluster.server.must.be.selected=Por lo menos hay que a\u00f1adir un miembro para el cl\u00faster din\u00e1mico.
dynamiccluster.wizard.steps.membership.available.servers=Servidores disponibles:
dynamiccluster.wizard.steps.membership.available.servers.desc=Seleccionar servidores para a\u00f1adirlos como miembros a este cl\u00faster din\u00e1mico.
dynamiccluster.memberName.description=Especifica el nombre del miembro que se a\u00f1adir\u00e1 a este cl\u00faster din\u00e1mico.

#add member drop down labels
dynamiccluster.member.server.template=Utilizar una plantilla de servidor
dynamiccluster.member.existing.server=De un servidor existente
dynamiccluster.member.existing.server.template=Utilizar un servidor existente como plantilla

#dynamiccluster.wizard.steps.confirm
dynamiccluster.label.serverType=Tipo de servidor
dynamiccluster.label.membershipType=Tipo de pertenencia
dynamiccluster.label.nodes=Nodos
dynamiccluster.label.existingServers=Servidores
dynamiccluster.label.existingCluster=Cl\u00faster est\u00e1tico

# already defined in webui.dismanagement
# select.template=Select template:
# default.appserver.template=Default application server template
# existing.appserver=Existing application server
# prefer.local=Prefer local enabled

# hee: XD6.1
dynamiccluster.select.template=Seleccionar plantilla
dynamiccluster.default.server.template=Crear el miembro de cl\u00faster utilizando una plantilla de servidor.
dynamiccluster.existing.server=Crear el miembro de cl\u00faster utilizando un servidor existente como plantilla.
dynamiccluster.existing.server.description=El nombre de servidor debe estar en el formato c\u00e9lula/nodo/servidor.

dynamiccluster.template.description=Elija un servidor existente o una plantilla de servidor para utilizarlo como plantilla de una instancia de cl\u00faster din\u00e1mico.  Se proporciona una lista de servidores y plantillas de la c\u00e9lula.
dynamiccluster.minimumInstances.description=Elija el n\u00famero m\u00ednimo de instancias en ejecuci\u00f3n cuando se activa el cl\u00faster din\u00e1mico.
dynamiccluster.maximumInstances.description=Elija el n\u00famero m\u00e1ximo de instancias en ejecuci\u00f3n cuando se activa el cl\u00faster din\u00e1mico.
dynamiccluster.verticalStacking.description=Si los nodos de un cl\u00faster din\u00e1mico tienen una capacidad adicional, el apilamiento vertical permite a las aplicaciones hacer un uso m\u00e1s efectivo de la capacidad iniciando varias instancias en el mismo nodo.
dynamiccluster.isolation.description=Especifica si se desea que el cl\u00faster din\u00e1mico est\u00e9 en ejecuci\u00f3n en los mismos nodos que otras instancias de cl\u00fasteres din\u00e1micos, o si desea que el cl\u00faster din\u00e1mico sea el \u00fanico cl\u00faster din\u00e1mico en ejecuci\u00f3n en el nodo.
dynamiccluster.minimum.instances=N\u00famero m\u00ednimo de instancias de cl\u00faster
dynamiccluster.minimum.instances.zero=Si otros cl\u00fasteres din\u00e1micos necesitan recursos, detener todas las instancias de este cl\u00faster en periodos de inactividad.
dynamiccluster.minimum.instances.waittime=Tiempo de espera antes de detener instancias:
dynamiccluster.minimum.instances.minutes=minutos
dynamiccluster.minimum.instances.one=Mantener iniciada una instancia todo el tiempo
dynamiccluster.minimum.instances.multiple=Mantener iniciadas varias instancias todo el tiempo
dynamiccluster.number.instances=N\u00famero de instancias:

# hee: added membershipPolicy in XD6.1
dynamiccluster.membershipPolicy.define=Pol\u00edtica de pertenencia
dynamiccluster.membershipPolicy.textarea=Pol\u00edtica de pertenencia
dynamiccluster.membershipPolicy.textarea.description=Especifica los nodos que son miembros del cl\u00faster din\u00e1mico. Utilice el generador de subexpresiones para obtener ayuda para generar las expresiones.  Pulse Previsualizar pertenencia para listar los nodos que coinciden con la expresi\u00f3n proporcionada.
dynamiccluster.membershipPolicy.description=Especifica los nodos que son miembros del cl\u00faster din\u00e1mico. Utilice el generador de subexpresiones para obtener ayuda para generar las expresiones.  Pulse Previsualizar pertenencia para listar los nodos que coinciden con la expresi\u00f3n proporcionada.
dynamiccluster.subexpression.builder=Generador de subexpresiones
dynamiccluster.button.preview=Previsualizar pertenencia
dynamiccluster.total.found=Total {0}
dynamiccluster.membershipPolicy.preview=Previsualizar pol\u00edtica de pertenencia
dynamiccluster.membershipPolicy.preview.detail.description=Los miembros del cl\u00faster din\u00e1mico se crean en los siguientes nodos.
dynamiccluster.membershipPolicy.preview.description=Proporciona una vista previa de la lista de nodos que coinciden con la expresi\u00f3n que se ha proporcionado.
dynamiccluster.membershipPolicy.error.blank=La pol\u00edtica de pertenencia no puede estar en blanco.
dynamiccluster.membershipPolicy.error.invalid=La pol\u00edtica de pertenencia no es v\u00e1lida: {0}

dynamiccluster.membership.table.title= Miembros del cl\u00faster din\u00e1mico


dynamiccluster.maximum.instances=N\u00famero m\u00e1ximo de instancias de cl\u00faster
dynamiccluster.maximum.instances.limit=Limitar el n\u00famero de instancias que pueden iniciarse
dynamiccluster.maximum.instances.nolimit=No limitar el n\u00famero de instancias que pueden iniciarse

dynamiccluster.verticalStacking.instances=Apilamiento vertical de instancias en el nodo
dynamiccluster.verticalStacking.allow=Permitir iniciar m\u00e1s de una instancia en el mismo nodo

dynamiccluster.isolation=Preferencias de aislamiento
dynamiccluster.isolation.isolationGroup=Nombre de grupo de aislamiento
dynamiccluster.isolation.no.isolation.required=No hay requisitos de aislamiento
dynamiccluster.isolation.no.isolation.required.desc=Los miembros en este cl\u00faster din\u00e1mico no tienen requisitos de aislamiento.
dynamiccluster.isolation.strict.isolation.required=Aislamiento estricto
dynamiccluster.isolation.strict.isolation.required.desc=Los miembros de este cl\u00faster din\u00e1mico requieren un acceso de forma exclusiva al nodo y debe ser el \u00fanico proceso en ejecuci\u00f3n en el nodo cuando est\u00e9 iniciado.
dynamiccluster.isolation.group.isolation.required=Asociar con un grupo de aislamiento
dynamiccluster.isolation.group.isolation.required.desc=Los miembros de este cl\u00faster din\u00e1mico pueden compartir un nodo con otras instancias de cl\u00fasteres din\u00e1micos en ejecuci\u00f3n en el grupo especificado. Escriba un nombre exclusivo para crear un nuevo grupo de aislamiento para este cl\u00faster din\u00e1mico. Pulse Examinar para seleccionar de una lista de grupos de aislamiento existentes.
dynamiccluster.isolation.isolationGroups=Grupos de aislamiento
dynamiccluster.isolation.isolationGroups.description=Proporciona una lista de los grupos de aislamiento que se est\u00e1n utilizando actualmente.  Al expandir un grupo de aislamiento se podr\u00e1n ver los cl\u00fasteres din\u00e1micos asociados con dicho grupo.
dynamiccluster.isolation.isolationGroups.label=Lista de grupos de aislamiento actualmente en uso:
#Note to translators- {0} is the isolation group name.
dynamiccluster.isolation.isolationGroups.autofill=Pulse sobre este icono para seleccionar a {0} como el grupo de aislamiento para este cl\u00faster din\u00e1mico.
dynamiccluster.isolation.isolationGroups.none=No existen grupos de aislamiento.
dynamiccluster.button.close=Cerrar

minimum.instances=N\u00famero m\u00e1ximo de instancias de miembros a iniciar cuando se activa:
maximum.instances=N\u00famero m\u00e1ximo de instancias (utilizar -1 para m\u00e1ximo sin l\u00edmite):
opmode.displayName=Seleccione la modalidad de operaci\u00f3n:
opmode.description=Establezca la modalidad operativa: Manual, Supervisada, Autom\u00e1tica

duplicate.dynamiccluster.name=El nombre del cl\u00faster din\u00e1mico {0} ya existe.
dynamiccluster.duplicate.cluster.name=El nombre del cl\u00faster {0} ya existe
null.dynamiccluster.name=El nombre del cl\u00faster din\u00e1mico es un campo necesario
invalid.dynamiccluster.name={0} no es un nombre de cl\u00faster din\u00e1mico que sea v\u00e1lido.
no.nodegroup.defined=No hay grupos de nodos disponibles en la configuraci\u00f3n que est\u00e9n formados por nodos con Intelligent Management. Los cl\u00fasteres din\u00e1micos s\u00f3lo pueden correlacionarse con grupos de nodos, distintos de "DefaultNodeGroup", que consten de nodos con Intelligent Management. Cree un grupo de nodos nuevo con nodos con Intelligent Management antes de crear un cl\u00faster din\u00e1mico.
dynamiccluster.nodegroup.has.no.xd.nodes=El grupo de nodos {0} no tiene ning\u00fan nodo con Intelligent Management con la versi\u00f3n {1} del agente de nodo.  Los cl\u00fasteres din\u00e1micos s\u00f3lo se pueden correlacionar con grupos de nodos formados por nodos con Intelligent Management con la versi\u00f3n {1} del agente de nodo.
dynamiccluster.create.failed=Se ha producido un error al crear el cl\u00faster din\u00e1mico {0}. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s detalles.
dynamiccluster.lazystart.error=Debe haber al menos una instancia iniciada todas las veces cuando el controlador de ubicaci\u00f3n de aplicaciones tiene habilitadas operaciones de elasticidad.

dynamiccluster.template.details=Plantilla de servidor
dynamiccluster.template.details.description=La plantilla del servidor define propiedades para todas las instancias en el cl\u00faster din\u00e1mico.  Si se actualizan estas propiedades, los cambios se propagan a todos los miembros del cl\u00faster.
dynamiccluster.property.details=Propiedades personalizadas
dynamiccluster.property.details.description=Propiedades personalizadas adicionales de este componente de tiempo de ejecuci\u00f3n. Algunos componentes utilizan propiedades de configuraci\u00f3n personalizada que se pueden definir aqu\u00ed.

dynamiccluster.confirmDynamicCluster.msg1=A continuaci\u00f3n se presenta un resumen de las selecciones efectuadas. Pulse el bot\u00f3n Finalizar para completar la creaci\u00f3n del cl\u00faster din\u00e1mico.
dynamiccluster.confirmDynamicCluster.msg2=Si desea modificar alg\u00fan valor, pulse el bot\u00f3n Anterior para revisar los valores del servidor.
dynamiccluster.confirmDynamicCluster.msg3=Se completar\u00e1n las acciones siguientes:
dynamiccluster.confirmDynamicCluster.msg4=El nuevo cl\u00faster din\u00e1mico \"{0}\" se crear\u00e1 en el grupo de nodos \"{1}\".

failed.to.delete=No se ha podido suprimir el cl\u00faster din\u00e1mico {0}
failed.deletion.running.instances=No se ha podido suprimir el cl\u00faster din\u00e1mico {0}.  Detenga las instancias de miembros antes de suprimir el cl\u00faster din\u00e1mico.
failed.to.update.repository=No se ha podido actualizar el cl\u00faster din\u00e1mico: RepositoryException
failed.to.update.workspace=No se ha podido actualizar el cl\u00faster din\u00e1mico: WorkSpaceException
dynamic.cluster.not.found=No se ha encontrado el cl\u00faster din\u00e1mico {0}.
nodegroup.not.found=No se ha encontrado el grupo de nodos {0}.
instance.not.found=No se ha encontrado el miembro del cl\u00faster {0} en el nodo {1}.
synch.server.before.start=La configuraci\u00f3n del servidor se ha modificado. Debe guardarla en el repositorio maestro antes de iniciar el servidor.
dcmember.cannot.be.started=No se puede iniciar el miembro del cl\u00faster din\u00e1mico {0} porque el agente de nodo del nodo {1} no est\u00e1 activo.
dcmember.cannot.be.stopped=No se puede detener el miembro del cl\u00faster din\u00e1mico {0} porque el agente de nodo del nodo {1} no est\u00e1 activo.
dynamic.cluster.runtime.exception=Se ha producido un error al realizar la operaci\u00f3n.  Vuelva a intentar esta acci\u00f3n.
dynamic.cluster.invalid.opmode=La modalidad operativa del cl\u00faster din\u00e1mico {0} no es v\u00e1lida.

verticalStacking.is.negative=El n\u00famero de instancias de apilamiento vertical en un nodo debe ser mayor que cero y menor que 2147483648.
serverInactivityTime.is.negative=El tiempo de espera antes de detener instancias debe ser mayor que cero y menor que 2147483648.
minInstances.is.negative=El n\u00famero m\u00ednimo de instancias debe ser mayor que cero y menor que 2147483648.
maxInstances.is.negative=El n\u00famero m\u00e1ximo de instancias debe ser mayor que cero y menor que 2147483648.
min.greater.than.max=El n\u00famero m\u00ednimo de instancias debe ser menor o igual que el m\u00e1ximo.
verticalStacking.greater.than.max=El n\u00famero de instancias de apilamiento vertical debe ser menor o igual que el m\u00e1ximo.
verticalStacking.decrease.warning=Al reducir el apilamiento vertical de las instancias del nodo en un cl\u00faster din\u00e1mico que no est\u00e9 en modalidad manual, el controlador de ubicaci\u00f3n de aplicaciones debe volver a calcular la posici\u00f3n \u00f3ptima del servidor para la c\u00e9lula y hacer que varios servidores se detengan, inicien o reubiquen.  Confirme que desea seguir adelante con este cambio.  Considere colocar el cl\u00faster din\u00e1mico en la modalidad manual antes de intentar disminuir este valor.
verticalStacking.disable.warning=Al inhabilitar el apilamiento vertical de las instancias del nodo en un cl\u00faster din\u00e1mico que no est\u00e9 en modalidad manual, el controlador de ubicaci\u00f3n de aplicaciones debe volver a calcular la posici\u00f3n \u00f3ptima del servidor para la c\u00e9lula y hacer que varios servidores se detengan, inicien o reubiquen.  Confirme que desea seguir adelante con este cambio.  Considere colocar el cl\u00faster din\u00e1mico en la modalidad manual antes de intentar inhabilitar este valor.

dcproperty.displayName=Propiedades personalizadas
dcproperty.description=Especifica parejas de datos arbitrarias de nombre-valor, donde el nombre es una clave de propiedad y el valor es un valor de serie alfanum\u00e9rica que se puede utilizar para establecer las propiedades internas de configuraci\u00f3n del sistema.
dcproperty.name.displayName=Nombre
dcproperty.value.displayName=Valor
dcproperty.description.displayName=Descripci\u00f3n
dcproperty.name.description=Especifica el nombre (o clave) de la propiedad.
dcproperty.value.description=Especifica el valor que forma pareja con el nombre especificado.
dcproperty.description.description=Proporciona informaci\u00f3n sobre el par nombre-valor.

dcproperty.error.blankName=El nombre de la propiedad no puede estar en blanco.
dcproperty.error.blankValue=El valor de la propiedad no puede estar en blanco.

dynamiccluster.jdbc.provider=Proveedores de JDBC
dynamiccluster.jms.provider=Proveedores gen\u00e9ricos de JMS
dynamiccluster.was.provider=Proveedores de JMS de WebSphere
dynamiccluster.mqseries.provider=Proveedores de JMS de WebSphere MQ
dynamiccluster.mail.provider=Proveedores de correo
dynamiccluster.resourceenv.provider=Proveedores de entorno de recursos
dynamiccluster.url.provider=Proveedores de URL
dynamiccluster.j2cresource.provider=Adaptadores de recursos
dynamiccluster.variables=Variables

dynamiccluster.members.displayName=Miembros del cl\u00faster din\u00e1mico
dynamiccluster.members.description=A un servidor que pertenece a un cl\u00faster din\u00e1mico se le denomina miembro del cl\u00faster din\u00e1mico.
desc.dynamiccluster.member.title=Miembros del cl\u00faster din\u00e1mico
desc.dynamiccluster.member.text=Los miembros del cl\u00faster din\u00e1mico son servidores que pertenecen al cl\u00faster din\u00e1mico.
dynamiccluster.member.detail.name=Nombre
dynamiccluster.member.detail.node=Nodo

can.not.delete.dynamiccluster.because.apps.installed={0} no se puede suprimir porque hay aplicaciones instaladas en este cl\u00faster din\u00e1mico. Desinstale las aplicaciones y vuelva a intentar esta operaci\u00f3n.
no.servers.defined=No hay definidas plantillas de servidor ni servidores.  Cree una plantilla o un servidor antes de crear un cl\u00faster din\u00e1mico.
button.setmode=Establecer modalidad
failed.to.delete.change.opmode=Cambie a la modalidad operativa manual antes de suprimir el cl\u00faster din\u00e1mico {0}.

dynamiccluster.must.be.selected=Debe seleccionar al menos un cl\u00faster din\u00e1mico para realizar esta acci\u00f3n.
member.must.be.selected=Debe seleccionar al menos un miembro del cl\u00faster din\u00e1mico para realizar esta acci\u00f3n.
page.refresh.needed=Podr\u00eda tener que renovar la p\u00e1gina para que se muestren los cambios.

save.config.required=La configuraci\u00f3n del cl\u00faster din\u00e1mico ha cambiado. Debe guardar la configuraci\u00f3n en el repositorio maestro antes de completar esta acci\u00f3n.
# hee 6.1
save.config.before.change.opmode=La configuraci\u00f3n del cl\u00faster din\u00e1mico {0} ha cambiado. Debe guardarla en el repositorio maestro antes de cambiar la modalidad operativa.
save.discard.config.before.change.opmode=Se han realizado cambios a la configuraci\u00f3n local. Es necesario guardar los cambios en el repositorio maestro o descartar los cambios antes de cambiar la modalidad operacional.

OperationalMode.MANUAL=Manual
OperationalMode.SUPERVISED=Supervisada
OperationalMode.AUTOMATIC=Autom\u00e1tica
OperationalMode.UNAVAILABLE=No disponible
OperationalMode.UNKNOWN=Desconocida

dynamiccluster.exception=Se ha producido una excepci\u00f3n al intentar completar la acci\u00f3n.  Revise las anotaciones cronol\u00f3gicas para obtener m\u00e1s informaci\u00f3n.
dynamiccluster.access.denied=No tiene permiso para completar la acci\u00f3n.  P\u00f3ngase en contacto con el administrador.
viewlet.showme=Gu\u00eda de aprendizaje
dc.help.viewlet.image=<img src="/ibm/console/com.ibm.ws.console.dynamiccluster/images/camera.gif" width="17" height="17" border="0" alt="Ver la gu\u00eda de aprendizaje de esta p\u00e1gina" align="texttop">

non.xd.node=En esta pol\u00edtica de pertenencia hay nodos sin Intelligent Management. No se considerar\u00e1n parte de la agrupaci\u00f3n de recursos.
non.xd60.node.not.saved=En esta pol\u00edtica de pertenencia hay nodos que no son de WebSphere Extended Deployment versi\u00f3n 6.x o superior.  Los cambios en la plantilla de servidor no se duplicar\u00e1n para esos nodos.

task.demonstration=Demostraci\u00f3n de tarea

failed.to.add.dynamiccluster.members=Se ha producido un error al a\u00f1adir miembros al cl\u00faster din\u00e1mico. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s detalles.
failed.to.remove.dynamiccluster.members=Se ha producido un error al eliminar miembros del cl\u00faster din\u00e1mico. Consulte las anotaciones cronol\u00f3gicas del servidor para obtener m\u00e1s detalles.
dynamiccluster.previous.not.allow=El bot\u00f3n Anterior no est\u00e1 permitido cuando se a\u00f1aden miembros adicionales al cl\u00faster din\u00e1mico.
dynamiccluster.apc.disabled.warning=Se tiene uno o m\u00e1s cl\u00fasteres din\u00e1micos configurados para la gesti\u00f3n aut\u00f3noma, sin embargo, el Controlador de ubicaci\u00f3n de aplicaciones no est\u00e1 habilitado o no se puede acceder a \u00e9l.  Habil\u00edtelo desde el <a href\="navigatorCmd.do?forwardName\=nodegroups.placementconfig.main">panel del Controlador de ubicaci\u00f3n de aplicaciones</a>.

dynamiccluster.showmestepslayout.token=:
