<?xml version="1.0" encoding="UTF-8"?>
<?xml-stylesheet type="text/css" href="../../resources/stylesheets/wasmsgxml.css"?>
<TMSSource name="TivoliMessages" tmsVersion="1.0" xml:lang="en">
<!-- CMVC MSG File Name = ws/code/security.wssecurity/src/com/ibm/ws/webservices/wssecurity/resources/samlmessages.nlsprops --> 
<!-- DO NOT EDIT THIS FILE - This file was generated by the XML/Html & Property emitter -->
<!-- BEGIN MESSAGES -->
<Message ID="CWSML2021E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2021E" varFormat="Java">
    security.wssecurity.CWSML2021E=CWSML2021E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML2037E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2037E" varFormat="Java">
    security.wssecurity.CWSML2037E=CWSML2037E: La solicitud de creaci&#243;n para TokenType no es v&#225;lida.
  </MsgText>
  <Explanation>
    La solicitud de creaci&#243;n para el valor TokenType no es v&#225;lida. 
  </Explanation>
  <UserResponse>
    Proporcione un valor TokenType v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWSML2001E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2001E" varFormat="Java">
    security.wssecurity.CWSML2001E=CWSML2001E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7012E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7012E" varFormat="Java">
    security.wssecurity.CWSML7012E=CWSML7012E: Existe un elemento en la aserci&#243;n SAML que no est&#225; soportado. El elemento no soportado es [{0}] y es un subelemento de [{1}].
  </MsgText>
  <Explanation>
    La aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) que se est&#225; procesando contiene un elemento que es v&#225;lido para el esquema, pero el tiempo de ejecuci&#243;n no soporta el elemento. El proceso de la aserci&#243;n SAML se ha detenido. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML no incluye el elemento que se muestra en el mensaje. 
  </UserResponse>
</Message>
<Message ID="CWSML2017E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2017E" varFormat="Java">
    security.wssecurity.CWSML2017E=CWSML2017E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7028E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7028E" varFormat="Java">
    security.wssecurity.CWSML7028E=CWSML7028E: El valor evaluado para el elemento KeyInfo en la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) no coincide con la clave definida en la configuraci&#243;n de SAML: [{0}].
  </MsgText>
  <Explanation>
    Se ha obtenido una clave de la aserci&#243;n SAML. Se ha definido una clave en la configuraci&#243;n de SAML. Estas dos claves no coinciden. Esta condici&#243;n no est&#225; permitida. 
  </Explanation>
  <UserResponse>
    Realice una de las acciones siguientes: 1)  Vuelva a configurar la configuraci&#243;n de SAML para utilizar la clave que est&#225; en la aserci&#243;n SAML. 2) Aseg&#250;rese de que el creador de la aserci&#243;n SAML utiliza la clave definida en la configuraci&#243;n de SAML. 
  </UserResponse>
</Message>
<Message ID="CWSML6012E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6012E" varFormat="Java">
    security.wssecurity.WSSML6012E=CWSML6012E: El tipo de s&#237;mbolo esperado es SAML 2.0. 
  </MsgText>
  <Explanation>
    El tipo de s&#237;mbolo esperado es SAML 2.0. Sin embargo, se ha encontrado una versi&#243;n diferente. 
  </Explanation>
  <UserResponse>
    Pase una serie de una versi&#243;n SAML 2.0 v&#225;lida. 
  </UserResponse>
</Message>
<Message ID="CWSML7008E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7008E" varFormat="Java">
    security.wssecurity.CWSML7008E=CWSML7008E: El valor [{0}] para el atributo [{1}] en el elemento [{2}] en la aserci&#243;n SAML no es v&#225;lido. Los valores v&#225;lidos son [{3}].
  </MsgText>
  <Explanation>
    Un elemento de la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) que se est&#225; procesando contiene un atributo que no est&#225; soportado. Los valores v&#225;lidos se muestran en el mensaje. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML incluye un valor v&#225;lido para el atributo del elemento que se muestra en el mensaje. 
  </UserResponse>
</Message>
<Message ID="CWSML6008E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6008E" varFormat="Java">
    security.wssecurity.WSSML6008E=CWSML6008E: Se ha pasado un valor nulo. 
  </MsgText>
  <Explanation>
    Se ha pasado un valor de argumento nulo en una llamada del m&#233;todo setAuthnContext. 
  </Explanation>
  <UserResponse>
    No pase un valor de argumento nulo. 
  </UserResponse>
</Message>
<Message ID="CWSML2020E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2020E" varFormat="Java">
    security.wssecurity.CWSML2020E=CWSML2020E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML2036E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2036E" varFormat="Java">
    security.wssecurity.CWSML2036E=CWSML2036E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7011E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7011E" varFormat="Java">
    security.wssecurity.CWSML7011E=CWSML7011E: Existe un elemento en la aserci&#243;n SAML que no est&#225; soportado. El elemento no soportado es [{0}].
  </MsgText>
  <Explanation>
    La aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) que se est&#225; procesando contiene un elemento que es v&#225;lido para el esquema, pero el tiempo de ejecuci&#243;n no soporta el elemento. El proceso de la aserci&#243;n SAML se ha detenido. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML no incluye el elemento que se muestra en el mensaje. 
  </UserResponse>
</Message>
<Message ID="CWSML2000E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2000E" varFormat="Java">
    security.wssecurity.CWSML2000E=CWSML2000E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7027E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7027E" varFormat="Java">
    security.wssecurity.CWSML7027E=CWSML7027E: El elemento SecurityTokenReference en el elemento KeyInfo en la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) contiene un subelemento que no est&#225; soportado: [{0}]. Los subelementos soportados son [{1}].
  </MsgText>
  <Explanation>
    El elemento que se indica en el mensaje se utiliza para recuperar el certificado para validar la firma o la calve para descifrar la aserci&#243;n. El tiempo de ejecuci&#243;n solo soporta un subconjunto de m&#233;todos de recuperaci&#243;n. Los m&#233;todos que est&#225;n soportados se muestran en el mensaje. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML utiliza uno de los subelementos SecurityTokenReference soportados. 
  </UserResponse>
</Message>
<Message ID="CWSML2016E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2016E" varFormat="Java">
    security.wssecurity.CWSML2016E=CWSML2016E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML6011E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6011E" varFormat="Java">
    security.wssecurity.WSSML6011E=CWSML6011E: No se ha podido crear ninguna se&#241;al SAML a partir de XMLStructure. 
  </MsgText>
  <Explanation>
    La se&#241;al del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) no se ha podido crear de la XMLStructure que se ha proporcionado en una llamada del m&#233;todo newSAMLToken. 
  </Explanation>
  <UserResponse>
    Pase una estructura XML v&#225;lida para la aserci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWSML7007E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7007E" varFormat="Java">
    security.wssecurity.CWSML7007E=CWSML7007E: La aserci&#243;n SAML que se est&#225; procesando no es v&#225;lida.
  </MsgText>
  <Explanation>
    No es v&#225;lida la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) en una llamada del m&#233;todo newSAMLToken o el mensaje de entrada no es v&#225;lido. La raz&#243;n del error se muestra despu&#233;s de este mensaje. 
  </Explanation>
  <UserResponse>
    Consulte la acci&#243;n del usuario para el mensaje que aparece despu&#233;s de este error. 
  </UserResponse>
</Message>
<Message ID="CWSML6007E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6007E" varFormat="Java">
    security.wssecurity.WSSML6007E=CWSML6007E: AuthnContextClassRef no v&#225;lida. 
  </MsgText>
  <Explanation>
    El m&#233;todo de autenticaci&#243;n no es v&#225;lido. 
  </Explanation>
  <UserResponse>
    Utilice un m&#233;todo de autenticaci&#243;n v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWSML2035E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2035E" varFormat="Java">
    security.wssecurity.CWSML2035E=CWSML2035E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7010E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7010E" varFormat="Java">
    security.wssecurity.CWSML7010E=CWSML7010E: El subelemento [{0}] del elemento [{1}] en el elemento de aserci&#243;n SAML falta o est&#225; vac&#237;o.
  </MsgText>
  <Explanation>
    Una aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) debe contener el par de elementos que se muestra en el mensaje. La aserci&#243;n SAML que se est&#225; validando no tiene el subelemento que se muestra en el mensaje o el subelemento no tiene un valor. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML incluye el par de elementos indicado en el mensaje de error en la aserci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWSML2015E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2015E" varFormat="Java">
    security.wssecurity.CWSML2015E=CWSML2015E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7026E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7026E" varFormat="Java">
    security.wssecurity.CWSML7026E=CWSML7026E: El subelemento [{0}] del elemento X509Data en la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) no est&#225; soportado. Los elementos soportados son [{1}].
  </MsgText>
  <Explanation>
    El elemento que se indica en el mensaje se utiliza para recuperar el certificado para validar la firma o la calve para descifrar la aserci&#243;n. El tiempo de ejecuci&#243;n solo soporta un subconjunto de m&#233;todos de recuperaci&#243;n. Los m&#233;todos que est&#225;n soportados se muestran en el mensaje. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML utiliza uno de los tipos X509Data soportados. 
  </UserResponse>
</Message>
<Message ID="CWSML6010E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6010E" varFormat="Java">
    security.wssecurity.WSSML6010E=CWSML6010E: Aserci&#243;n SAML no v&#225;lida. 
  </MsgText>
  <Explanation>
    No es v&#225;lida la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) en una llamada del m&#233;todo newSAMLToken. 
  </Explanation>
  <UserResponse>
    Pase una estructura XML v&#225;lida para la aserci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWSML7006E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7006E" varFormat="Java">
    security.wssecurity.CWSML7006E=CWSML7006E: Falta el atributo [{0}] en el elemento [{1}] o est&#225; vac&#237;o. Esta condici&#243;n no est&#225; permitida.
  </MsgText>
  <Explanation>
    Cuando la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) contiene el elemento que aparece en el mensaje, tambi&#233;n debe contener el atributo que se muestra en el mensaje. La aserci&#243;n SAML que se est&#225; validando no tiene el atributo que se muestra en el mensaje o el atributo no tiene un valor. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML incluye el atributo que se muestra en el mensaje. 
  </UserResponse>
</Message>
<Message ID="CWSML6006E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6006E" varFormat="Java">
    security.wssecurity.WSSML6006E=CWSML6006E: S&#243;lo est&#225; permitido para la ordenaci&#243;n una serie u OMElement. 
  </MsgText>
  <Explanation>
    No puede ordenar un objeto que no es un tipo de datos de serie u OMElement. 
  </Explanation>
  <UserResponse>
    Compruebe el tipo de objeto que est&#225; intentando ordenar y aseg&#250;rese de que es un tipo de datos de serie u OMElement. 
  </UserResponse>
</Message>
<Message ID="CWSML0002E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML0002E" varFormat="Java">
    security.wssecurity.WSSML0002E=CWSML0002E: No se ha proporcionado ning&#250;n alias de clave. 
  </MsgText>
  <Explanation>
    Un objeto de informaci&#243;n de clave no est&#225; asociado a un alias de clave. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el objeto de informaci&#243;n de clave est&#225; asociado a un alias durante la creaci&#243;n del proceso. 
  </UserResponse>
</Message>
<Message ID="CWSML2034E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2034E" varFormat="Java">
    security.wssecurity.CWSML2034E=CWSML2034E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML2014E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2014E" varFormat="Java">
    security.wssecurity.CWSML2014E=CWSML2014E: S&#243;lo est&#225; permitido para la ordenaci&#243;n una serie u OMElement.
  </MsgText>
  <Explanation>
    S&#243;lo est&#225; permitido para la ordenaci&#243;n un tipo de datos de serie u OMElement. 
  </Explanation>
  <UserResponse>
    Proporcione uno de los tipos de datos de serie u OMElement necesarios. 
  </UserResponse>
</Message>
<Message ID="CWSML7025E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7025E" varFormat="Java">
    security.wssecurity.CWSML7025E=CWSML7025E: El subelemento [{0}] del elementoKeyInfo en la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n (SAML) no est&#225; soportado. Los elementos soportados son [{1}].
  </MsgText>
  <Explanation>
    El elemento que se muestra en el mensaje se utiliza para recuperar el certificado para validar la firma o la clave para descifrar la aserci&#243;n SAML. El tiempo de ejecuci&#243;n solo soporta un subconjunto de m&#233;todos de recuperaci&#243;n. Los m&#233;todos que est&#225;n soportados se muestran en el mensaje. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML utiliza uno de los tipos KeyInfo soportados. 
  </UserResponse>
</Message>
<Message ID="CWSML7005E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7005E" varFormat="Java">
    security.wssecurity.CWSML7005E=CWSML7005E: La aserci&#243;n SAML contiene un elemento [{0}], pero dicho elemento est&#225; vac&#237;o. El elemento [{0}] no puede estar vac&#237;o.
  </MsgText>
  <Explanation>
    La aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) contiene el elemento que aparece en el mensaje, pero no hay ning&#250;n valor para el elemento. Esta condici&#243;n no est&#225; permitida. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML incluye un valor para el elemento que se muestra en el mensaje. 
  </UserResponse>
</Message>
<Message ID="CWSML6005E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6005E" varFormat="Java">
    security.wssecurity.WSSML6005E=CWSML6005E: No est&#225; permitido modificar la aserci&#243;n SAML firmada. 
  </MsgText>
  <Explanation>
    No puede modificar una aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) firmada. 
  </Explanation>
  <UserResponse>
    No intente modificar una aserci&#243;n SAML firmada. 
  </UserResponse>
</Message>
<Message ID="CWSML7024W" severity="W" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7024W" varFormat="Java">
    security.wssecurity.CWSML7024W=CWSML7024W: [{0}] se ha establecido en el SAMLAttribute [{1}]. {0} no est&#225; soportado para una se&#241;al {2}. El valor de {0} se ignorar&#225; y no se reflejar&#225; en el XML de SAML.
  </MsgText>
  <Explanation>
    Un objeto SAMLAttribute tiene un valor establecido en un campo que no est&#225; soportado por el tipo de se&#241;al SAML al que se va a a&#241;adir. El atributo se a&#241;adir&#225; a la se&#241;al SAML, pero el valor del atributo no soportado no se reflejar&#225; en el XML asociado con la se&#241;al SAML. 
  </Explanation>
  <UserResponse>
    No establezca valores en un objeto SAMLAttribute que sean incompatibles con el tipo de se&#241;al SAML a la que se van a a&#241;adir. 
  </UserResponse>
</Message>
<Message ID="CWSML0001E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML0001E" varFormat="Java">
    security.wssecurity.WSSML0001E=CWSML0001E: No hay ninguna informaci&#243;n de clave disponible para el proveedor SAML (emisor de s&#237;mbolos).
  </MsgText>
  <Explanation>
    La informaci&#243;n de clave para el proveedor de lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) no est&#225; disponible para firmar una aserci&#243;n SAML. 
  </Explanation>
  <UserResponse>
    Compruebe la informaci&#243;n de seguridad del proveedor y aseg&#250;rese de que en el almac&#233;n de claves respectivo existe la informaci&#243;n de claves de firma para el proveedor. 
  </UserResponse>
</Message>
<Message ID="CWSML2033E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2033E" varFormat="Java">
    security.wssecurity.CWSML2033E=CWSML2033E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML0004E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML0004E" varFormat="Java">
    security.wssecurity.CWSML0004E=CWSML0004E: El asunto no tiene ning&#250;n principal. No se puede crear un objeto CredentialConfig v&#225;lido.
  </MsgText>
  <Explanation>
    Se ha detectado un intento de crear un objeto CredentialConfig, que est&#225; basado en un asunto sin principal. No se puede crear un objeto CredentialConfig v&#225;lido. 
  </Explanation>
  <UserResponse>
    Especifique un asunto v&#225;lido con un principal v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWSML2013E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2013E" varFormat="Java">
    security.wssecurity.CWSML2013E=CWSML2013E: No se ha podido modificar el SAML firmado.
  </MsgText>
  <Explanation>
    No se puede modificar el SAML firmado. 
  </Explanation>
  <UserResponse>
    No se puede modificar el SAML firmado. 
  </UserResponse>
</Message>
<Message ID="CWSML2029E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2029E" varFormat="Java">
    security.wssecurity.CWSML2029E=CWSML2029E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7004E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7004E" varFormat="Java">
    security.wssecurity.CWSML7004E=CWSML7004E: Falta el elemento [{0}] en el elemento Assertion o est&#225; vac&#237;o.
  </MsgText>
  <Explanation>
    Una aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) debe contener el elemento que se muestra en el mensaje. La aserci&#243;n SAML que se est&#225; validando no tiene este elemento o el elemento no tiene un valor. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML incluye el elemento indicado en el mensaje de error en la aserci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWSML2009E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2009E" varFormat="Java">
    security.wssecurity.CWSML2009E=CWSML2009E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML6004E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6004E" varFormat="Java">
    security.wssecurity.WSSML6004E=CWSML6004E: Se ha proporcionado una fecha de emisi&#243;n nula. 
  </MsgText>
  <Explanation>
    Se ha proporcionado una fecha de emisi&#243;n nula. 
  </Explanation>
  <UserResponse>
    No proporcione un valor de fecha no nulo. 
  </UserResponse>
</Message>
<Message ID="CWSML0000E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML0000E" varFormat="Java">
    security.wssecurity.WSSML0000E=CWSML0000E: No se ha implementado este m&#233;todo. 
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML2032E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2032E" varFormat="Java">
    security.wssecurity.CWSML2032E=CWSML2032E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML0003E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML0003E" varFormat="Java">
    security.wssecurity.CWSML0003E=CWSML0003E: No se ha especificado ning&#250;n asunto. No se puede crear un objeto CredentialConfig v&#225;lido.
  </MsgText>
  <Explanation>
    Se ha detectado un intento de crear un objeto CredentialConfig, que est&#225; basado en un asunto nulo. No se puede crear un objeto CredentialConfig v&#225;lido. 
  </Explanation>
  <UserResponse>
    Especifique un asunto v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWSML2012E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2012E" varFormat="Java">
    security.wssecurity.CWSML2012E=CWSML2012E: No existe una direcci&#243;n del emisor SAML.
  </MsgText>
  <Explanation>
    La direcci&#243;n del emisor de aserci&#243;n SAML proporcionada no es v&#225;lida. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que la direcci&#243;n del emisor de aserciones del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) sea v&#225;lida. 
  </UserResponse>
</Message>
<Message ID="CWSML7023E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7023E" varFormat="Java">
    security.wssecurity.CWSML7023E=CWSML7023E: El XML de la aserci&#243;n asociado con el objeto [{0}] est&#225; cifrado. El m&#233;todo [{1}] no puede ejecutarse sobre una aserci&#243;n cifrada.
  </MsgText>
  <Explanation>
    El m&#233;todo que se muestra en el mensaje se ha ejecutado sobre un objeto que contiene una aserci&#243;n cifrada. Este m&#233;todo no est&#225; permitido sobre un objeto que contiene una aserci&#243;n cifrada. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el objeto no contiene una aserci&#243;n cifrada o no invoque el m&#233;todo. 
  </UserResponse>
</Message>
<Message ID="CWSML2028E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2028E" varFormat="Java">
    security.wssecurity.CWSML2028E=CWSML2028E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7003E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7003E" varFormat="Java">
    security.wssecurity.CWSML7003E=CWSML7003E: Falta el atributo [{0}] en el elemento Assertion o est&#225; vac&#237;o.
  </MsgText>
  <Explanation>
    Una aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) debe contener el atributo que se muestra en el mensaje. La aserci&#243;n SAML que se est&#225; validando no tiene este atributo o el atributo no tiene un valor. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML incluye el atributo en el mensaje de error en el elemento Assertion. 
  </UserResponse>
</Message>
<Message ID="CWSML2008E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2008E" varFormat="Java">
    security.wssecurity.CWSML2008E=CWSML2008E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7019E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7019E" varFormat="Java">
    security.wssecurity.CWSML7019E=CWSML7019E: El valor del atributo Version no est&#225; soportado. El valor del atributo Version en la aserci&#243;n es [{0}]. El valor del atributo Version en la aserci&#243;n SAML 2.0 debe ser [{1}].
  </MsgText>
  <Explanation>
    El valor del atributo Version en la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) V2.0 que se est&#225; procesando no es correcto. S&#243;lo hay un valor correcto. El valor correcto se muestra en el mensaje. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML establece correctamente el atributo Version en la aserci&#243;n SAML 2.0. 
  </UserResponse>
</Message>
<Message ID="CWSML6003E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6003E" varFormat="Java">
    security.wssecurity.WSSML6003E=CWSML6003E: ID nulo o vac&#237;o. 
  </MsgText>
  <Explanation>
    Se ha proporcionado un ID nulo o vac&#237;o para una aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML). 
  </Explanation>
  <UserResponse>
    Proporcione un identificador de nombre. 
  </UserResponse>
</Message>
<Message ID="CWSML2031E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2031E" varFormat="Java">
    security.wssecurity.CWSML2031E=CWSML2031E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML2011E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2011E" varFormat="Java">
    security.wssecurity.CWSML2011E=CWSML2011E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7022E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7022E" varFormat="Java">
    security.wssecurity.CWSML7022E=CWSML7022E: El objeto [{0}] es de s&#243;lo lectura. El m&#233;todo [{1}] no puede ejecutarse sobre un objeto de s&#243;lo lectura.
  </MsgText>
  <Explanation>
    El m&#233;todo que se muestra en el mensaje se ha ejecutado sobre un objeto que es de s&#243;lo lectura. Este m&#233;todo no est&#225; permitido sobre objetos de s&#243;lo lectura. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el objeto no es de s&#243;lo lectura o no invoque el m&#233;todo. 
  </UserResponse>
</Message>
<Message ID="CWSML2027E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2027E" varFormat="Java">
    security.wssecurity.CWSML2027E=CWSML2027E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7002E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7002E" varFormat="Java">
    security.wssecurity.CWSML7002E=CWSML7002E: El IssueInstant en la aserci&#243;n es posterior a la hora actual. El valor de IssueInstant en la aserci&#243;n es [{0}]. La hora actual es [{1}]. El valor del desfase horario actual es {2} minutos.
  </MsgText>
  <Explanation>
    El IssueInstant en la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) indica que fue emitido despu&#233;s de la hora actual. Esta condici&#243;n no est&#225; permitida. Una posible causa de este error es que el reloj del receptor no est&#233; sincronizado con el reloj del creador de la aserci&#243;n. 
  </Explanation>
  <UserResponse>
    Sincronice los relojes del receptor y del creador de la aserci&#243;n o aumente el desfase horario utilizando la propiedad personalizada clockSkew en el consumidor de se&#241;ales SAML configurado. 
  </UserResponse>
</Message>
<Message ID="CWSML2007E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2007E" varFormat="Java">
    security.wssecurity.CWSML2007E=CWSML2007E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7018E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7018E" varFormat="Java">
    security.wssecurity.CWSML7018E=CWSML7018E: La condici&#243;n SessionNotOnOrAfter est&#225; fuera de rango. El valor de SessionNotOnOrAfter en la aserci&#243;n es [{0}]. La hora actual es [{1}]. El valor del desfase horario actual es {2} minutos.
  </MsgText>
  <Explanation>
    La aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) se ha recibido a una hora que es igual o posterior al valor de SessionNotOnOrAfter en la aserci&#243;n. Esta condici&#243;n no est&#225; permitida. Las posibles causas de este error son que el reloj del receptor no est&#233; sincronizado con el reloj del creador de la aserci&#243;n o que la aserci&#243;n se haya obtenido y reenviado por una aplicaci&#243;n no autorizada. 
  </Explanation>
  <UserResponse>
    Sincronice los relojes del receptor y del creador de la aserci&#243;n o aumente el desfase horario utilizando la propiedad personalizada clockSkew en el consumidor de se&#241;ales SAML configurado. 
  </UserResponse>
</Message>
<Message ID="CWSML6002E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6002E" varFormat="Java">
    security.wssecurity.WSSML6002E=CWSML6002E: Tipo de sentencia no soportado. 
  </MsgText>
  <Explanation>
    Esta sentencia del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) no est&#225; soportada. 
  </Explanation>
  <UserResponse>
    No utilice las sentencias SAML no soportadas. 
  </UserResponse>
</Message>
<Message ID="CWSML2039E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML2039E" varFormat="Java">
    security.wssecurity.WSSML2039E=CWSML2039E: Aserci&#243;n SAML no v&#225;lida. 
  </MsgText>
  <Explanation>
    No es v&#225;lida la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) durante la llamada al m&#233;todo newSAMLToken. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de proporcionar una aserci&#243;n SAML v&#225;lida. 
  </UserResponse>
</Message>
<Message ID="CWSML2030E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2030E" varFormat="Java">
    security.wssecurity.CWSML2030E=CWSML2030E: No est&#225; soportado el m&#233;todo de confirmaci&#243;n especificado.
  </MsgText>
  <Explanation>
    Se ha especificado un m&#233;todo de confirmaci&#243;n no soportado. 
  </Explanation>
  <UserResponse>
    Especifique un m&#233;todo de confirmaci&#243;n &quot;bearer&quot;, &quot;holder-of-key&quot; o &quot;sender-vouches&quot;. 
  </UserResponse>
</Message>
<Message ID="CWSML2010E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2010E" varFormat="Java">
    security.wssecurity.CWSML2010E=CWSML2010E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7021E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7021E" varFormat="Java">
    security.wssecurity.CWSML7021E=CWSML7021E: La condici&#243;n [NotOnOrAfter] en el elemento [SubjectConfirmationData] est&#225; fuera de rango. El valor de NotOnOrAfter en SubjectConfirmationData es [{0}]. La hora actual es [{1}]. El valor del desfase horario actual es {2} minutos.
  </MsgText>
  <Explanation>
    La aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) se ha recibido a una hora que es igual o posterior al valor de NotOnOrAfter en SubjectConfirmationData en la aserci&#243;n.  Esta condici&#243;n no est&#225; permitida. Las posibles causas de este error son que el reloj del receptor no est&#233; sincronizado con el reloj del creador de la aserci&#243;n, que la aserci&#243;n se almacen&#243; en memoria cach&#233; en el cliente y se reenvi&#243; despu&#233;s de haber caducado o que la aserci&#243;n se haya obtenido y reenviado por una aplicaci&#243;n no autorizada. 
  </Explanation>
  <UserResponse>
    Sincronice los relojes del receptor y del creador de la aserci&#243;n, aumente el desfase horario utilizando la propiedad personalizada clockSkew en el consumidor de se&#241;ales SAML en los enlaces del proveedor de WS-Security o, si utiliza un cliente de WebSphere Application Server, aumente el amortiguador de memoria cach&#233; utilizando la propiedad personalizada cacheCushion en el generador de se&#241;ales SAML en los enlaces del cliente de WS-Security. 
  </UserResponse>
</Message>
<Message ID="CWSML2026E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2026E" varFormat="Java">
    security.wssecurity.CWSML2026E=CWSML2026E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7001E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7001E" varFormat="Java">
    security.wssecurity.CWSML7001E=CWSML7001E: La condici&#243;n NotOnOrAfter est&#225; fuera de rango. El valor de NotOnOrAfter en la aserci&#243;n es [{0}]. La hora actual es [{1}]. El valor del desfase horario actual es {2} minutos.
  </MsgText>
  <Explanation>
    La aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) se ha recibido a una hora que es igual o posterior al valor de NotOnOrAfter en la aserci&#243;n. Esta condici&#243;n no est&#225; permitida. Las posibles causas de este error son que el reloj del receptor no est&#233; sincronizado con el reloj del creador de la aserci&#243;n o que la aserci&#243;n se haya obtenido y reenviado por una aplicaci&#243;n no autorizada. 
  </Explanation>
  <UserResponse>
    Sincronice los relojes del receptor y del creador de la aserci&#243;n o aumente el desfase horario utilizando la propiedad personalizada clockSkew en el consumidor de se&#241;ales SAML configurado. 
  </UserResponse>
</Message>
<Message ID="CWSML2006E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2006E" varFormat="Java">
    security.wssecurity.CWSML2006E=CWSML2006E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7017E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7017E" varFormat="Java">
    security.wssecurity.CWSML7017E=CWSML7017E: El AuthnInstant en la aserci&#243;n es posterior a la hora actual. El valor de AuthnInstant en la aserci&#243;n es [{0}]. La hora actual es [{1}]. El valor del desfase horario actual es {2} minutos.
  </MsgText>
  <Explanation>
    El AuthnInstant en la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) indica que fue emitido despu&#233;s de la hora actual. Esta condici&#243;n no est&#225; permitida. Una posible causa de este error es que el reloj del receptor no est&#233; sincronizado con el reloj del creador de la aserci&#243;n. 
  </Explanation>
  <UserResponse>
    Sincronice los relojes del receptor y del creador de la aserci&#243;n o aumente el desfase horario utilizando la propiedad personalizada clockSkew en el consumidor de se&#241;ales SAML configurado. 
  </UserResponse>
</Message>
<Message ID="CWSML6001E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6001E" varFormat="Java">
    security.wssecurity.WSSML6001E=CWSML6001E: Se ha proporcionado un NameID vac&#237;o o nulo para el emisor. 
  </MsgText>
  <Explanation>
    El emisor del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) no est&#225; asociado a un identificador de nombre. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el proveedor SAML est&#225; asociado a un identificador de nombre. 
  </UserResponse>
</Message>
<Message ID="CWSML7020E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7020E" varFormat="Java">
    security.wssecurity.CWSML7020E=CWSML7020E: La condici&#243;n [NotBefore] en el elemento [SubjectConfirmationData] est&#225; fuera de rango. El valor de NotBefore en SubjectConfirmationData es [{0}]. La hora actual es [{1}]. El valor del desfase horario actual es {2} minutos.
  </MsgText>
  <Explanation>
    La aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) se ha recibido a una hora que es anterior al valor de NotBefore en SubjectConfirmationData en la aserci&#243;n. Esta condici&#243;n no est&#225; permitida. Una posible causa de este error es que el reloj del receptor no est&#233; sincronizado con el reloj del creador de la aserci&#243;n. 
  </Explanation>
  <UserResponse>
    Sincronice los relojes del receptor y del creador de la aserci&#243;n o aumente el desfase horario utilizando la propiedad personalizada clockSkew en el consumidor de se&#241;ales SAML configurado. 
  </UserResponse>
</Message>
<Message ID="CWSML2025E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2025E" varFormat="Java">
    security.wssecurity.CWSML2025E=CWSML2025E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7000E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7000E" varFormat="Java">
    security.wssecurity.CWSML7000E=CWSML7000E: La condici&#243;n NotBefore est&#225; fuera de rango. El valor de NotBefore en la aserci&#243;n es [{0}].  La hora actual es [{1}]. El valor del desfase horario actual es {2} minutos.
  </MsgText>
  <Explanation>
    La aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) se ha recibido a una hora que es anterior al valor de NotBefore en la aserci&#243;n. Esta condici&#243;n no est&#225; permitida. Una posible causa de este error es que el reloj del receptor no est&#233; sincronizado con el reloj del creador de la aserci&#243;n. 
  </Explanation>
  <UserResponse>
    Sincronice los relojes del receptor y del creador de la aserci&#243;n o aumente el desfase horario utilizando la propiedad personalizada clockSkew en el consumidor de se&#241;ales SAML configurado. 
  </UserResponse>
</Message>
<Message ID="CWSML2005E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2005E" varFormat="Java">
    security.wssecurity.CWSML2005E=CWSML2005E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7016E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7016E" varFormat="Java">
    security.wssecurity.CWSML7016E=CWSML7016E: La aserci&#243;n SAML 1.1 que se va a procesar no contiene elementos [ConfirmationMethod]. Al menos un elemento [ConfirmationMethod] debe estar presente en la aserci&#243;n SAML para ser procesada satisfactoriamente.
  </MsgText>
  <Explanation>
    En el esquema del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) V1.1, el elemento ConfirmationMethod es un hijo del elemento SubjectConfirmation. Aunque el esquema no requiere que ConfirmationMethod est&#233; presente en el elemento SubjectConfirmation, para que una aserci&#243;n SAML se procese satisfactoriamente, al menos un ConfirmationMethod debe estar presente en la aserci&#243;n. Los valores v&#225;lidos para el elemento ConfirmationMethod son [urn:oasis:names:tc:SAML:1.0:cm:bearer, urn:oasis:names:tc:SAML:1.0:cm:sender-vouches y urn:oasis:names:tc:SAML:1.0:cm:holder-of-key]. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML incluye al menos un ConfirmationMethod en la aserci&#243;n. El elemento ConfirmationMethod es un hijo del elemento SubjectConfirmation. El elemento SubjectConfirmation es un hijo del elemento Subject, que puede ser un hijo de cualquiera de los elementos AuthenticationStatement o AttributeStatement. 
  </UserResponse>
</Message>
<Message ID="CWSML2024E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2024E" varFormat="Java">
    security.wssecurity.CWSML2024E=CWSML2024E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML2004E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2004E" varFormat="Java">
    security.wssecurity.CWSML2004E=CWSML2004E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7015E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7015E" varFormat="Java">
    security.wssecurity.CWSML7015E=CWSML7015E: El elemento [Subject] no contiene el subelemento [NameIdentifier] ni [SubjectConfirmation]. Esta condici&#243;n no est&#225; permitida.
  </MsgText>
  <Explanation>
    Si una aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) V1.1 contiene un elemento Subject, el elemento Subject debe contener al menos un subelemento NameIdentifier o SubjectConfirmation. La aserci&#243;n SAML 1.1 que se va a validar contiene un elemento Subject que no contiene ni el subelemento NameIdentifier ni SubjectConfirmation. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML no incluye el elemento Subject o incluye al menos uno de los subelementos NameIdentifier o SubjectConfirmation en el elemento Subject. 
  </UserResponse>
</Message>
<Message ID="CWSML2040E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML2040E" varFormat="Java">
    security.wssecurity.WSSML2040E=CWSML2040E: No se ha podido crear ninguna se&#241;al SAML a partir de XMLStructure. 
  </MsgText>
  <Explanation>
    La se&#241;al del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) no se ha podido crear del valor XMLStructure durante una llamada al m&#233;todo newSAMLToken. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de proporcionar una estructura XML v&#225;lida para la aserci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWSML2023E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2023E" varFormat="Java">
    security.wssecurity.CWSML2023E=CWSML2023E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML2003E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2003E" varFormat="Java">
    security.wssecurity.CWSML2003E=CWSML2003E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7014E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7014E" varFormat="Java">
    security.wssecurity.CWSML7014E=CWSML7014E: El AuthenticationInstant en la aserci&#243;n es posterior a la hora actual. El valor de AuthenticationInstant en la aserci&#243;n es [{0}]. La hora actual es [{1}]. El valor del desfase horario actual es {2} minutos.
  </MsgText>
  <Explanation>
    El AuthenticationInstant en la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) indica que fue emitido despu&#233;s de la hora actual. Esta condici&#243;n no est&#225; permitida. Una posible causa de este error es que el reloj del receptor no est&#233; sincronizado con el reloj del creador de la aserci&#243;n. 
  </Explanation>
  <UserResponse>
    Sincronice los relojes del receptor y del creador de la aserci&#243;n o aumente el desfase horario utilizando la propiedad personalizada clockSkew en el consumidor de se&#241;ales SAML configurado. 
  </UserResponse>
</Message>
<Message ID="CWSML2019E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2019E" varFormat="Java">
    security.wssecurity.CWSML2019E=CWSML2019E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML6014E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6014E" varFormat="Java">
    security.wssecurity.WSSML6014E=CWSML6014E: El par&#225;metro no es de tipo {0}
  </MsgText>
  <Explanation>
    El tipo de par&#225;metro no es correcto. 
  </Explanation>
  <UserResponse>
    Compru&#233;belo y modif&#237;quelo para utilizar el tipo de clase correcto. 
  </UserResponse>
</Message>
<Message ID="CWSML2022E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2022E" varFormat="Java">
    security.wssecurity.CWSML2022E=CWSML2022E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML2038E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2038E" varFormat="Java">
    security.wssecurity.CWSML2038E=CWSML2038E: Espacio de nombres de aserci&#243;n SAML desconocido.
  </MsgText>
  <Explanation>
    El espacio de nombres de la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) no es conocido. 
  </Explanation>
  <UserResponse>
    Proporcione un espacio de nombres v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWSML2002E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2002E" varFormat="Java">
    security.wssecurity.CWSML2002E=CWSML2002E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7013E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7013E" varFormat="Java">
    security.wssecurity.CWSML7013E=CWSML7013E: El elemento [AttributeStatement] no contiene el subelemento [Subject] ni [Attribute]. Esta condici&#243;n no est&#225; permitida.
  </MsgText>
  <Explanation>
    Si una aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) V1.1 contiene un elemento AttributeStatement, el elemento AttributeStatement debe contener al menos un subelemento Subject o Attribute. La aserci&#243;n SAML 1.1 que se va a validar contiene un elemento AttributeStatement que no contiene ni el subelemento Subject ni Attribute. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML no incluye el elemento AttributeStatement o incluye al menos uno de los subelementos Subject o Attribute en el elemento AttributeStatement. 
  </UserResponse>
</Message>
<Message ID="CWSML2018E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML2018E" varFormat="Java">
    security.wssecurity.CWSML2018E=CWSML2018E: No se ha implementado este m&#233;todo.
  </MsgText>
  <Explanation>
    No se ha implementado este m&#233;todo. 
  </Explanation>
  <UserResponse>
    Ninguna 
  </UserResponse>
</Message>
<Message ID="CWSML7029E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7029E" varFormat="Java">
    security.wssecurity.CWSML7029E=CWSML7029E: No se ha obtenido un certificado X.509 de elemento KeyInfo en la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML), d e forma que no se puede evaluar la confianza. Utilice un m&#233;todo KeyInfo que produce un certificado X.509 utilizable o desactive la validaci&#243;n de confianza. Los m&#233;todos soportados son [{0}].
  </MsgText>
  <Explanation>
    El elemento KeyInfo en la aserci&#243;n SAML se utiliza para recuperar el certificado para validar la firma o la clave para descifrar la aserci&#243;n. Aunque el m&#233;todo en la aserci&#243;n utilizado para recuperar el certificado es suficiente para evaluar la firma, no basta con evaluar la confianza porque no genera un certificado X.509. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML utiliza uno de los tipos KeyInfo soportados que generar&#225; un certificado X.509 o desactive la validaci&#243;n de confianza. 
  </UserResponse>
</Message>
<Message ID="CWSML6013E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6013E" varFormat="Java">
    security.wssecurity.WSSML6013E=CWSML6013E: Falta un elemento o atributo {0}
  </MsgText>
  <Explanation>
    El elemento y atributo que falta deben especificarse. 
  </Explanation>
  <UserResponse>
    Compruebe y modifique la configuraci&#243;n del emisor de se&#241;ales. 
  </UserResponse>
</Message>
<Message ID="CWSML7009E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.CWSML7009E" varFormat="Java">
    security.wssecurity.CWSML7009E=CWSML7009E: El valor [{0}] para el subelemento [{1}] de [{2}] en la aserci&#243;n SAML no es v&#225;lido. Los valores v&#225;lidos son [{3}].
  </MsgText>
  <Explanation>
    Un elemento de la aserci&#243;n del lenguaje de c&#243;digos de aserci&#243;n de seguridad (SAML) que se est&#225; procesando contiene un valor de elemento que no est&#225; soportado. Los valores v&#225;lidos se muestran en el mensaje. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el creador de la aserci&#243;n SAML incluye un valor v&#225;lido para el elemento que se muestra en el mensaje. 
  </UserResponse>
</Message>
<Message ID="CWSML6009E" severity="E" prefix="yes">
  <MsgText pgmKey="security.wssecurity.WSSML6009E" varFormat="Java">
    security.wssecurity.WSSML6009E=CWSML6009E: Se ha pasado un valor nulo. 
  </MsgText>
  <Explanation>
    Se ha pasado un valor de argumento nulo en una llamada del m&#233;todo setAuthnInstant. 
  </Explanation>
  <UserResponse>
    No pase un valor de argumento nulo. 
  </UserResponse>
</Message>
<!-- END MESSAGES -->
</TMSSource>
