<?xml version="1.0" encoding="UTF-8"?>
<?xml-stylesheet type="text/css" href="../../resources/stylesheets/wasmsgxml.css"?>
<TMSSource name="TivoliMessages" tmsVersion="1.0" xml:lang="en">
<!-- CMVC MSG File Name = WSERV1/ws/code/policyset/src/com/ibm/ws/policyset/admin/resources/policySetAdmin.nlsprops --> 
<!-- DO NOT EDIT THIS FILE - This file was generated by the XML/Html & Property emitter -->
<!-- BEGIN MESSAGES -->
<Message ID="CWPST0102E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0102E" varFormat="Java">
    CWPST0102E=CWPST0102E: El archivo zip {0} contiene m&#225;s de un conjunto de pol&#237;ticas.
  </MsgText>
  <Explanation>
    El archivo comprimido contiene varios conjuntos de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Importe s&#243;lo un conjunto de pol&#237;ticas de un archivo comprimido. 
  </UserResponse>
</Message>
<Message ID="CWPST0138E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0138E" varFormat="Java">
    CWPST0138E=CWPST0138E: Se ha encontrado un archivo {0} duplicado en la aplicaci&#243;n: {1}
  </MsgText>
  <Explanation>
    Ya existe el archivo de control que se ha especificado. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0073E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0073E" varFormat="Java">
    CWPST0073E=CWPST0073E: El recurso {0} ya existe en la conexi&#243;n.
  </MsgText>
  <Explanation>
    El recurso que se ha especificado ya existe en la conexi&#243;n. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado correctamente el recurso.  Si es correcto, no es necesaria ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0181E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0181E" varFormat="Java">
    CWPST0181E=CWPST0181E: El par&#225;metro {0} no es v&#225;lido si el par&#225;metro {1} se establece en true.
  </MsgText>
  <Explanation>
    No es posible especificar un conjunto de pol&#237;ticas si la referencia de servicio est&#225; establecida para heredar la conexi&#243;n del conjunto de pol&#237;ticas del servicio. 
  </Explanation>
  <UserResponse>
    Elimine el par&#225;metro policySet o modifique el par&#225;metro inheritFromService. Vuelva a intentar la solicitud realizando el cambio necesario. 
  </UserResponse>
</Message>
<Message ID="CWPST0029E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0029E" varFormat="Java">
    CWPST0029E=CWPST0029E: No se puede utilizar el par&#225;metro {1} si se especifica el par&#225;metro {0}.
  </MsgText>
  <Explanation>
    El mandato s&#243;lo puede procesar el par&#225;metro policySet o el par&#225;metro bindingLocation.  Ambos par&#225;metros no se pueden utilizar simult&#225;neamente. 
  </Explanation>
  <UserResponse>
    Especifique un valor para la ubicaci&#243;n de enlace o el nombre del conjunto de pol&#237;ticas y vuelva a intentar el mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0101E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0101E" varFormat="Java">
    CWPST0101E=CWPST0101E: El archivo zip {0} contiene el conjunto de pol&#237;ticas {1} que existe en este sistema.
  </MsgText>
  <Explanation>
    El archivo comprimido contiene un conjunto de pol&#237;ticas que ya est&#225; definido. 
  </Explanation>
  <UserResponse>
    Importe un conjunto de pol&#237;ticas que no est&#233; definido en el sistema. 
  </UserResponse>
</Message>
<Message ID="CWPST0137E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0137E" varFormat="Java">
    CWPST0137E=CWPST0137E: No se ha podido encontrar el archivo de control {0} para la aplicaci&#243;n: {1}
  </MsgText>
  <Explanation>
    La aplicaci&#243;n especificada no ten&#237;a un archivo de control WSPolicy. 
  </Explanation>
  <UserResponse>
    Compruebe el nombre de la aplicaci&#243;n y verifique que es correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0072E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0072E" varFormat="Java">
    CWPST0072E=CWPST0072E: Se ha encontrado m&#225;s de una conexi&#243;n con el siguiente ID: {0}
  </MsgText>
  <Explanation>
    Se han encontrado ID de conexi&#243;n duplicados para la aplicaci&#243;n y el tipo de conexi&#243;n que se han especificado. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0180E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0180E" varFormat="Java">
    CWPST0180E=CWPST0180E: El par&#225;metro {0} s&#243;lo es v&#225;lido si se especifica un recurso de referencia de servicio.
  </MsgText>
  <Explanation>
    El par&#225;metro especificado no puede utilizarse a menos que se especifique un recurso de referencia de servicio. 
  </Explanation>
  <UserResponse>
    Elimine el par&#225;metro especificado o modifique el recurso para incluir una referencia de servicio. Vuelva a intentar la solicitud realizando el cambio necesario. 
  </UserResponse>
</Message>
<Message ID="CWPST0028E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0028E" varFormat="Java">
    CWPST0028E=CWPST0028E: El sistema no ha podido validar un tipo de pol&#237;tica en un conjunto de pol&#237;ticas: {0}
  </MsgText>
  <Explanation>
    El sistema ha generado un error inesperado y no ha podido acceder a la clase de implementaci&#243;n del tipo de pol&#237;tica. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0100E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0100E" varFormat="Java">
    CWPST0100E=CWPST0100E: El archivo zip {0} contiene entradas de directorio que no son v&#225;lidas.
  </MsgText>
  <Explanation>
    El archivo comprimido no contiene las entradas de directorio esperadas. 
  </Explanation>
  <UserResponse>
    Compruebe que el archivo comprimido se ha creado con el mandato exportPolicySet o exportBinding. 
  </UserResponse>
</Message>
<Message ID="CWPST0136E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0136E" varFormat="Java">
    CWPST0136E=CWPST0136E: Se debe especificar httpGet o wsMex.
  </MsgText>
  <Explanation>
    Se debe especificar httpGet o wsMex. 
  </Explanation>
  <UserResponse>
    Vuelva a intentar el mandato con httpGet o wsMex. 
  </UserResponse>
</Message>
<Message ID="CWPST0071E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0071E" varFormat="Java">
    CWPST0071E=CWPST0071E: No se han encontrado las conexiones.
  </MsgText>
  <Explanation>
    No se han encontrado conexiones para la aplicaci&#243;n y el tipo de conexi&#243;n que se han especificado. 
  </Explanation>
  <UserResponse>
    Verifique que el nombre de aplicaci&#243;n y el tipo de conexi&#243;n se hayan especificado correctamente. 
  </UserResponse>
</Message>
<Message ID="CWPST0027E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0027E" varFormat="Java">
    CWPST0027E=CWPST0027E: El sistema no puede inicializar el MBean PolicySetManager: {0}
  </MsgText>
  <Explanation>
    El sistema ha generado un error inesperado y no ha podido inicializar el MBean PolicySetManager. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0135E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0135E" varFormat="Java">
    CWPST0135E=CWPST0135E: No se puede suprimir el enlace {0} porque es el enlace por omisi&#243;n para los servidores siguientes: {1}
  </MsgText>
  <Explanation>
    No se puede suprimir un enlace si &#233;ste es el enlace por omisi&#243;n. 
  </Explanation>
  <UserResponse>
    Cambie el enlace por omisi&#243;n de los servidores especificados antes de intentar suprimir el enlace. 
  </UserResponse>
</Message>
<Message ID="CWPST0070E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0070E" varFormat="Java">
    CWPST0070E=CWPST0070E: No se ha encontrado el ID de conexi&#243;n {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el ID de conexi&#243;n que se ha especificado. 
  </Explanation>
  <UserResponse>
    Verifique que el nombre de aplicaci&#243;n, el ID de conexi&#243;n y el tipo de conexi&#243;n se hayan especificado correctamente. 
  </UserResponse>
</Message>
<Message ID="CWPST0026E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0026E" varFormat="Java">
    CWPST0026E=CWPST0026E: El nombre del conjunto de pol&#237;ticas {0} contiene caracteres que no son v&#225;lidos.
  </MsgText>
  <Explanation>
    Un car&#225;cter en el nombre del conjunto de pol&#237;ticas no es v&#225;lido. 
  </Explanation>
  <UserResponse>
    Especifique caracteres v&#225;lidos en el nombre del conjunto de pol&#237;ticas, por ejemplo, los caracteres alfanum&#233;ricos, los espacios, los guiones ( - ) o los caracteres de subrayado ( _ ). 
  </UserResponse>
</Message>
<Message ID="CWPST0134E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0134E" varFormat="Java">
    CWPST0134E=CWPST0134E: No se puede suprimir el enlace {0} porque es el enlace por omisi&#243;n para los dominios siguientes: {1}
  </MsgText>
  <Explanation>
    No se puede suprimir un enlace si &#233;ste es el enlace por omisi&#243;n. 
  </Explanation>
  <UserResponse>
    Cambie el enlace por omisi&#243;n de los dominios especificados antes de intentar suprimir el enlace. 
  </UserResponse>
</Message>
<Message ID="CWPST0025E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0025E" varFormat="Java">
    CWPST0025E=CWPST0025E: Los tipos de pol&#237;ticas de la lista siguiente no son v&#225;lidos: {0}
  </MsgText>
  <Explanation>
    Los atributos de los tipos de pol&#237;tica de la lista no son v&#225;lidos y se deben corregir. 
  </Explanation>
  <UserResponse>
    Corrija el contenido y los atributos de los tipos de pol&#237;tica de la lista. 
  </UserResponse>
</Message>
<Message ID="CWPST0133E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0133E" varFormat="Java">
    CWPST0133E=CWPST0133E: No se puede suprimir el enlace {0} porque contin&#250;a referenciado por una conexi&#243;n para las aplicaciones siguientes: {1}
  </MsgText>
  <Explanation>
    No se puede suprimir un enlace si est&#225; referenciado por una conexi&#243;n. 
  </Explanation>
  <UserResponse>
    Elimine el enlace de todas las conexiones antes de intentar suprimirlo. 
  </UserResponse>
</Message>
<Message ID="CWPST0169E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0169E" varFormat="Java">
    CWPST0169E=CWPST0169E: El sistema no ha podido encontrar el nombre de activo en la v&#237;a de acceso del archivo.
  </MsgText>
  <Explanation>
    El nombre de activo no se ha podido determinar a partir de la v&#237;a de acceso del archivo de conexi&#243;n. 
  </Explanation>
  <UserResponse>
    Verifique que el directorio del activo exista y sea v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWPST0024E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0024E" varFormat="Java">
    CWPST0024E=CWPST0024E: El nombre de archivo de salida {0} no contiene barras separadoras de archivos.
  </MsgText>
  <Explanation>
    El nombre de archivo de salida no contiene barras separadoras de archivos. Debe contener al menos una. 
  </Explanation>
  <UserResponse>
    Especifique al menos una barra separadora de archivos en el nombre de archivo de salida. 
  </UserResponse>
</Message>
<Message ID="CWPST0132E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0132E" varFormat="Java">
    CWPST0132E=CWPST0132E: No se pueden eliminar los enlaces por omisi&#243;n para el dominio de seguridad global.
  </MsgText>
  <Explanation>
    No se pueden establecer los enlaces por omisi&#243;n para el proveedor o cliente en la serie vac&#237;a para el dominio de seguridad global. 
  </Explanation>
  <UserResponse>
    Especifique un valor v&#225;lido para el enlace por omisi&#243;n del proveedor o cliente y vuelva a intentar el mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0168E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0168E" varFormat="Java">
    CWPST0168E=CWPST0168E: No se ha encontrado el archivo de conexi&#243;n de pol&#237;tica para el activo {0}.
  </MsgText>
  <Explanation>
    El sistema no ha podido encontrar los archivos de conexi&#243;n de pol&#237;tica del activo. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado correctamente el nombre del activo. 
  </UserResponse>
</Message>
<Message ID="CWPST0023E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0023E" varFormat="Java">
    CWPST0023E=CWPST0023E: El nombre del archivo de salida {0} es un directorio.
  </MsgText>
  <Explanation>
    El nombre de archivo de salida no especifica un archivo en la v&#237;a de acceso de directorios. 
  </Explanation>
  <UserResponse>
    Especifique un nombre de archivo de salida que no contenga un nombre de directorio en la &#250;ltima parte de la v&#237;a de acceso de directorios. 
  </UserResponse>
</Message>
<Message ID="CWPST0059E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0059E" varFormat="Java">
    CWPST0059E=CWPST0059E: Se ha encontrado el siguiente tipo de pol&#237;tica duplicado: {0}
  </MsgText>
  <Explanation>
    Ya existe un tipo de pol&#237;tica con el nombre que se ha especificado. 
  </Explanation>
  <UserResponse>
    Especifique un nuevo nombre de tipo de pol&#237;tica. 
  </UserResponse>
</Message>
<Message ID="CWPST0131E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0131E" varFormat="Java">
    CWPST0131E=CWPST0131E: No se puede utilizar el par&#225;metro {1} si se especifica el par&#225;metro {0}.
  </MsgText>
  <Explanation>
    El mandato s&#243;lo puede procesar el par&#225;metro domainName o el par&#225;metro bindingLocation.  Ambos par&#225;metros no se pueden utilizar simult&#225;neamente. 
  </Explanation>
  <UserResponse>
    Especifique un valor para la ubicaci&#243;n de enlace o el nombre de dominio y vuelva a intentar el mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0167E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0167E" varFormat="Java">
    CWPST0167E=CWPST0167E: El archivo servicesIndex.xml no se ha podido localizar para el activo {0}.
  </MsgText>
  <Explanation>
    El sistema no ha podido encontrar el archivo servicesIndex.xml para el nombre de activo que se ha proporcionado. 
  </Explanation>
  <UserResponse>
    Compruebe que el nombre de activo se especifique correctamente para garantizar que se encuentren los recursos correctos. 
  </UserResponse>
</Message>
<Message ID="CWPST0022E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0022E" varFormat="Java">
    CWPST0022E=CWPST0022E: El nombre del archivo de salida {0} existe en la configuraci&#243;n.
  </MsgText>
  <Explanation>
    El nombre de archivo de salida ya existe y no se puede sobrescribir. 
  </Explanation>
  <UserResponse>
    Especifique un nuevo nombre de archivo de salida con una v&#237;a de acceso de directorios v&#225;lida. 
  </UserResponse>
</Message>
<Message ID="CWPST0058E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0058E" varFormat="Java">
    CWPST0058E=CWPST0058E: Se ha encontrado el siguiente conjunto de pol&#237;ticas duplicado: {0}
  </MsgText>
  <Explanation>
    Ya existe un conjunto de pol&#237;ticas con el nombre que se ha especificado. 
  </Explanation>
  <UserResponse>
    Especifique un nuevo nombre de conjunto de pol&#237;ticas. 
  </UserResponse>
</Message>
<Message ID="CWPST0130E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0130E" varFormat="Java">
    CWPST0130E=CWPST0130E: Ya existe un archivo defaultBindings.xml duplicado.
  </MsgText>
  <Explanation>
    Ya existe el archivo de enlaces por omisi&#243;n que se ha especificado. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0166E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0166E" varFormat="Java">
    CWPST0166E=CWPST0166E: No se puede utilizar el par&#225;metro {1} si se especifica el par&#225;metro {0}.
  </MsgText>
  <Explanation>
    El mandato s&#243;lo puede procesar uno de los par&#225;metros especificados. Ambos par&#225;metros no se pueden utilizar simult&#225;neamente. 
  </Explanation>
  <UserResponse>
    Especifique un valor para uno de los par&#225;metros y vuelva a intentar el mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0021E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0021E" varFormat="Java">
    CWPST0021E=CWPST0021E: El directorio del conjunto de pol&#237;ticas siguiente no contiene ning&#250;n archivo: {0}
  </MsgText>
  <Explanation>
    El directorio de conjunto de pol&#237;ticas que se ha especificado no contiene subdirectorios ni archivos. 
  </Explanation>
  <UserResponse>
    Cree el conjunto de pol&#237;ticas o compruebe que el directorio de conjunto de pol&#237;ticas contenga archivos y directorios. 
  </UserResponse>
</Message>
<Message ID="CWPST0057E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0057E" varFormat="Java">
    CWPST0057E=CWPST0057E: No se ha encontrado el tipo de pol&#237;tica {0} por omisi&#243;n.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el tipo de pol&#237;tica por omisi&#243;n. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre del tipo de pol&#237;tica correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0165E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0165E" varFormat="Java">
    CWPST0165E=CWPST0165E: Los recursos siguientes ya est&#225;n adjuntos al activo: {0}
  </MsgText>
  <Explanation>
    Los recursos no se pueden adjuntar a un activo si ya est&#225;n adjuntos. 
  </Explanation>
  <UserResponse>
    Especifique recursos que no est&#233;n adjuntos a este activo. 
  </UserResponse>
</Message>
<Message ID="CWPST0020E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0020E" varFormat="Java">
    CWPST0020E=CWPST0020E: La v&#237;a de acceso de directorios siguiente no existe: {0}
  </MsgText>
  <Explanation>
    El nombre de v&#237;a de acceso que se ha especificado no existe. 
  </Explanation>
  <UserResponse>
    Compruebe que el nombre de v&#237;a de acceso exista y est&#233; escrito correctamente. 
  </UserResponse>
</Message>
<Message ID="CWPST0056E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0056E" varFormat="Java">
    CWPST0056E=CWPST0056E: No se ha encontrado el tipo de pol&#237;tica {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el tipo de pol&#237;tica. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre del tipo de pol&#237;tica correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0164E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0164E" varFormat="Java">
    CWPST0164E=CWPST0164E: No se ha encontrado la unidad de composici&#243;n {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar la unidad de composici&#243;n. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre de unidad de composici&#243;n correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0055E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0055E" varFormat="Java">
    CWPST0055E=CWPST0055E: No se ha encontrado el conjunto de pol&#237;ticas {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre del conjunto de pol&#237;ticas correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0163E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0163E" varFormat="Java">
    CWPST0163E=CWPST0163E: Los enlaces para la aplicaci&#243;n especificada no se pueden actualizar debido a que la aplicaci&#243;n se ha instalado en un servidor de la versi&#243;n {0}.
  </MsgText>
  <Explanation>
    Los enlaces para la aplicaci&#243;n especificada no se pueden actualizar si la aplicaci&#243;n se ha instalado en un servidor que no est&#225; en la versi&#243;n m&#225;s reciente. 
  </Explanation>
  <UserResponse>
    Compruebe que el nombre de la aplicaci&#243;n sea correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0119E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0119E" varFormat="Java">
    CWPST0119E=CWPST0119E: El servicio de configuraci&#243;n no se puede inicializar.
  </MsgText>
  <Explanation>
    El servicio de configuraci&#243;n no se puede inicializar. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0054E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0054E" varFormat="Java">
    CWPST0054E=CWPST0054E: Se ha eliminado la referencia de enlace del archivo de conexi&#243;n, pero no se encuentra el archivo de enlace: {0}
  </MsgText>
  <Explanation>
    Se ha eliminado la referencia de enlace del archivo de conexi&#243;n. No se ha podido encontrar el archivo de enlace. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre de enlace correcto y que la conexi&#243;n haga referencia a un enlace v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWPST0162E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0162E" varFormat="Java">
    CWPST0162E=CWPST0162E: El nombre de dominio {0} no es v&#225;lido para el recurso de conexi&#243;n.
  </MsgText>
  <Explanation>
    El dominio del enlace es diferente del dominio del recurso de conexi&#243;n. 
  </Explanation>
  <UserResponse>
    Especifique un valor v&#225;lido para el nombre de dominio y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0118E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0118E" varFormat="Java">
    CWPST0118E=CWPST0118E: No se ha encontrado el bus {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el bus. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre de bus correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0053E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0053E" varFormat="Java">
    CWPST0053E=CWPST0053E: No se ha encontrado el enlace {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el enlace. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre de enlace correcto y que la conexi&#243;n especificada haga referencia a un enlace v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWPST0089E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0089E" varFormat="Java">
    CWPST0089E=CWPST0089E: El sistema ha generado un error debido a una referencia de variable sin terminar.
  </MsgText>
  <Explanation>
    No se han podido encontrar las llaves o el par&#233;ntesis de cierre. 
  </Explanation>
  <UserResponse>
    Compruebe que la sintaxis de la definici&#243;n de variable sea correcta y est&#233; delimitada por el car&#225;cter de porcentaje (%). 
  </UserResponse>
</Message>
<Message ID="CWPST0161E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0161E" varFormat="Java">
    CWPST0161E=CWPST0161E: Ya existe un archivo bindingDefinition.xml duplicado: {0}
  </MsgText>
  <Explanation>
    El archivo de definici&#243;n de enlaces para el enlace que se ha especificado ya existe para el activo. 
  </Explanation>
  <UserResponse>
    Verifique que el nombre de enlace sea correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0009E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0009E" varFormat="Java">
    CWPST0009E=CWPST0009E: Se han encontrado varios contextos de repositorio de c&#233;lula.
  </MsgText>
  <Explanation>
    La c&#233;lula contiene varios contextos de repositorio. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0117E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0117E" varFormat="Java">
    CWPST0117E=CWPST0117E: Las conexiones del cliente de servicio WSN no son v&#225;lidas en un punto final o capa de operaci&#243;n.
  </MsgText>
  <Explanation>
    Una conexi&#243;n de conjunto de pol&#237;ticas para un cliente de servicio WSN no es v&#225;lida en un punto final o capa de operaci&#243;n en un servicio Web. 
  </Explanation>
  <UserResponse>
    Conecte el conjunto de pol&#237;ticas para un cliente de servicio WSN en un nivel m&#225;s alto en el servicio Web. 
  </UserResponse>
</Message>
<Message ID="CWPST0052E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0052E" varFormat="Java">
    CWPST0052E=CWPST0052E: El sistema no ha podido establecer los atributos de enlace para el tipo de pol&#237;tica {0}.
  </MsgText>
  <Explanation>
    Se ha producido un error y no se han establecido los atributos de enlace del tipo de pol&#237;tica especificado. 
  </Explanation>
  <UserResponse>
    Para obtener m&#225;s informaci&#243;n, consulte el archivo de anotaciones cronol&#243;gicas. 
  </UserResponse>
</Message>
<Message ID="CWPST0088E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0088E" varFormat="Java">
    CWPST0088E=CWPST0088E: No se ha reconocido el tipo de conjunto de pol&#237;ticas del sistema {0}.
  </MsgText>
  <Explanation>
    El tipo de conjunto de pol&#237;ticas no es un tipo de sistema conocido. 
  </Explanation>
  <UserResponse>
    Verifique el contenido de los archivos del conjunto de pol&#237;ticas. 
  </UserResponse>
</Message>
<Message ID="CWPST0160E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0160E" varFormat="Java">
    CWPST0160E=CWPST0160E: El tipo de pol&#237;tica {0} no es v&#225;lida para WSMex.
  </MsgText>
  <Explanation>
    S&#243;lo WSSecurity y WSAddressing son tipos de pol&#237;tica v&#225;lidos para WSMex. 
  </Explanation>
  <UserResponse>
    Especifique un conjunto de pol&#237;ticas con tipos de pol&#237;tica v&#225;lidos y reintente la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0008E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0008E" varFormat="Java">
    CWPST0008E=CWPST0008E: No se puede encontrar el contexto de repositorio de c&#233;lula.
  </MsgText>
  <Explanation>
    No existe ning&#250;n contexto de repositorio para la c&#233;lula. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0116E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0116E" varFormat="Java">
    CWPST0116E=CWPST0116E: Un conjunto de pol&#237;ticas que contiene WSReliableMessaging no se puede conectar a un punto final u operaci&#243;n.
  </MsgText>
  <Explanation>
    WSReliableMessaging no se puede conectar a un punto final u operaci&#243;n dentro de un servicio Web. 
  </Explanation>
  <UserResponse>
    Adjunte el conjunto de pol&#237;ticas en un nivel m&#225;s alto o elimine WSReliableMessaging del conjunto de pol&#237;ticas y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0051E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0051E" varFormat="Java">
    CWPST0051E=CWPST0051E: No se ha encontrado un enlace para el ID de conexi&#243;n {0}.
  </MsgText>
  <Explanation>
    El ID de conexi&#243;n que se ha especificado no hace referencia a un enlace personalizado. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el ID de conexi&#243;n correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0087E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0087E" varFormat="Java">
    CWPST0087E=CWPST0087E: Se ha encontrado un archivo policyAttachments.xml de sistema/confianza duplicado.
  </MsgText>
  <Explanation>
    El archivo de conexi&#243;n de pol&#237;tica de sistema/confianza ya existe en la configuraci&#243;n. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0007E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0007E" varFormat="Java">
    CWPST0007E=CWPST0007E: El mandato ha creado una excepci&#243;n: {0}
  </MsgText>
  <Explanation>
    No se ha podido procesar el mandato debido a un error. 
  </Explanation>
  <UserResponse>
    Compruebe que el nombre del mandato y los par&#225;metros sean v&#225;lidos y est&#233;n escritos correctamente 
  </UserResponse>
</Message>
<Message ID="CWPST0115E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0115E" varFormat="Java">
    CWPST0115E=CWPST0115E: El recurso no puede contener un nombre de m&#243;dulo si la conexi&#243;n es para un cliente de servicio WSN.
  </MsgText>
  <Explanation>
    Las conexiones de cliente de servicio WSN no pueden contener nombres de m&#243;dulo en el recurso. 
  </Explanation>
  <UserResponse>
    Elimine el nombre del m&#243;dulo del recurso y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0050E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0050E" varFormat="Java">
    CWPST0050E=CWPST0050E: Debe especificarse un nombre de tipo de pol&#237;tica para eliminar el enlace a nivel de servidor.
  </MsgText>
  <Explanation>
    Debe especificarse el tipo de pol&#237;tica para eliminar un enlace a nivel de servidor. 
  </Explanation>
  <UserResponse>
    Especifique el nombre de tipo de pol&#237;tica y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0086E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0086E" varFormat="Java">
    CWPST0086E=CWPST0086E: No se ha encontrado el archivo de enlace {0} para el tipo de pol&#237;tica {1}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el archivo de enlace. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre de enlace correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0194E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0194E" varFormat="Java">
    CWPST0194E=CWPST0194E: Los enlaces de proveedor no est&#225;n soportados para el tipo de pol&#237;tica {0}.
  </MsgText>
  <Explanation>
    El sistema s&#243;lo da soporte a enlaces de cliente para el tipo de pol&#237;tica especificada. 
  </Explanation>
  <UserResponse>
    Verifique que se haya especificado el tipo de pol&#237;tica correcto y modifique la solicitud para especificar el tipo de conexi&#243;n de cliente. 
  </UserResponse>
</Message>
<Message ID="CWPST0006E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0006E" varFormat="Java">
    CWPST0006E=CWPST0006E: No se ha podido validar el mandato.
  </MsgText>
  <Explanation>
    Se ha producido una excepci&#243;n inesperada. 
  </Explanation>
  <UserResponse>
    Examine la excepci&#243;n de acomodaci&#243;n para determinar la causa de la excepci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0114E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0114E" varFormat="Java">
    CWPST0114E=CWPST0114E: El par&#225;metro {0} no conten&#237;a valores v&#225;lidos.
  </MsgText>
  <Explanation>
    El par&#225;metro especificado debe contener valores v&#225;lidos. 
  </Explanation>
  <UserResponse>
    Verifique que el par&#225;metro contiene valores aceptados por el mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0085E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0085E" varFormat="Java">
    CWPST0085E=CWPST0085E: Ya existe un archivo bindings.xml duplicado: {0}
  </MsgText>
  <Explanation>
    Ya existe el archivo de configuraci&#243;n de enlace que se ha especificado para el activo. 
  </Explanation>
  <UserResponse>
    Verifique que el nombre de enlace sea correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0193E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0193E" varFormat="Java">
    CWPST0193E=CWPST0193E: El tipo de pol&#237;tica {0} no se puede a&#241;adir al conjunto de pol&#237;ticas {1} porque el conjunto de pol&#237;ticas est&#225; adjunto a un activo que est&#225; instalado en un servidor de la versi&#243;n {2}.
  </MsgText>
  <Explanation>
    El conjunto de pol&#237;ticas especificado est&#225; adjunto a un activo que est&#225; instalado en un servidor que no soporta el tipo de pol&#237;tica especificado. 
  </Explanation>
  <UserResponse>
    Cree un nuevo conjunto de pol&#237;ticas que contenga el tipo de pol&#237;tica especificado o desconecta este conjunto de pol&#237;ticas de los recursos desplegados en nodos mas antiguos. 
  </UserResponse>
</Message>
<Message ID="CWPST0005E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0005E" varFormat="Java">
    CWPST0005E=CWPST0005E: El conjunto de pol&#237;ticas {0} no se puede suprimir.  Est&#225; adjunto a las siguientes aplicaciones: {1}
  </MsgText>
  <Explanation>
    No se puede suprimir un conjunto de pol&#237;ticas si est&#225; adjunto a una aplicaci&#243;n. 
  </Explanation>
  <UserResponse>
    Transfiera las conexiones de este conjunto de pol&#237;ticas a otro conjunto de pol&#237;ticas o desconecte este conjunto de pol&#237;ticas de todas las aplicaciones. 
  </UserResponse>
</Message>
<Message ID="CWPST0113E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0113E" varFormat="Java">
    CWPST0113E=CWPST0113E: El sistema no ha podido encontrar el servicio WSN en la v&#237;a de acceso del archivo.
  </MsgText>
  <Explanation>
    El nombre del servicio WSN no se ha podido determinar a partir de la v&#237;a de acceso del archivo de conexi&#243;n. 
  </Explanation>
  <UserResponse>
    Verifique que el directorio del servicio WSN exista y sea v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWPST0149E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0149E" varFormat="Java">
    CWPST0149E=CWPST0149E: Se ha producido un error al configurar {0} en el repositorio de WebSphere Application Server: {1}
  </MsgText>
  <Explanation>
    Mensajes anteriores dan detalles sobre la causa de esta anomal&#237;a. Normalmente, entre las condiciones del error se incluye que se hayan especificado nombres de servidor y nodo err&#243;neos como destinos del m&#243;dulo durante la instalaci&#243;n. 
  </Explanation>
  <UserResponse>
    Lea los mensajes de error y corrija el problema. 
  </UserResponse>
</Message>
<Message ID="CWPST0084E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0084E" varFormat="Java">
    CWPST0084E=CWPST0084E: El sistema ha creado una excepci&#243;n: {0}
  </MsgText>
  <Explanation>
    El mandato ha generado una excepci&#243;n inesperada. 
  </Explanation>
  <UserResponse>
    Examine la excepci&#243;n de acomodaci&#243;n para determinar la causa del problema. 
  </UserResponse>
</Message>
<Message ID="CWPST0148W" severity="W" prefix="yes">
  <MsgText pgmKey="CWPST0148W" varFormat="Java">
    CWPST0148W=CWPST0148W: El conjunto de pol&#237;ticas de {0} no est&#225; definido en el servidor. Puede que necesite importar o definir manualmente este conjunto de pol&#237;ticas para que la aplicaci&#243;n funcione adecuadamente.
  </MsgText>
  <Explanation>
    El conjunto de pol&#237;ticas encontrado en el archivo de conexi&#243;n de la aplicaci&#243;n a&#250;n no est&#225; definido en el servidor. 
  </Explanation>
  <UserResponse>
    Defina el conjunto de pol&#237;ticas en el servidor y vuelva a desplegar la aplicaci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0192E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0192E" varFormat="Java">
    CWPST0192E=CWPST0192E: No se soporta una conexi&#243;n a un conjunto de pol&#237;ticas que contenga un tipo de pol&#237;tica {0} en una aplicaci&#243;n instalada en un servidor con la versi&#243;n {1}.
  </MsgText>
  <Explanation>
    La versi&#243;n del servidor donde se instala la aplicaci&#243;n no soporta el tipo de pol&#237;tica especificada. 
  </Explanation>
  <UserResponse>
    Seleccione un conjunto de pol&#237;ticas diferente para el recurso. 
  </UserResponse>
</Message>
<Message ID="CWPST0004E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0004E" varFormat="Java">
    CWPST0004E=CWPST0004E: El conjunto de pol&#237;ticas {0} por omisi&#243;n no se puede editar.
  </MsgText>
  <Explanation>
    El sistema no permite editar los conjuntos de pol&#237;ticas por omisi&#243;n. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0112E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0112E" varFormat="Java">
    CWPST0112E=CWPST0112E: Los recursos siguientes ya est&#225;n adjuntos al servicio WSN: {0}
  </MsgText>
  <Explanation>
    Los recursos no se pueden adjuntar a un servicio WSN si ya est&#225;n adjuntos. 
  </Explanation>
  <UserResponse>
    Especifique recursos que no est&#233;n adjuntos a este servicio WSN. 
  </UserResponse>
</Message>
<Message ID="CWPST0083E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0083E" varFormat="Java">
    CWPST0083E=CWPST0083E: No se ha encontrado el atributo {0} necesario en el conjunto de pol&#237;ticas {1}.
  </MsgText>
  <Explanation>
    Falta un atributo del conjunto de pol&#237;ticas necesario en el archivo del conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Verifique que el archivo del conjunto de pol&#237;ticas no est&#233; da&#241;ado.  Si el archivo del conjunto de pol&#237;ticas est&#225; da&#241;ado, deber&#225; volver a crear el archivo. 
  </UserResponse>
</Message>
<Message ID="CWPST0191E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0191E" varFormat="Java">
    CWPST0191E=CWPST0191E: El mandato no se puede completar satisfactoriamente porque el recurso siguiente es una referencia de servicio que se ha configurado para heredar la conexi&#243;n del conjunto de pol&#237;ticas del servicio: {0}
  </MsgText>
  <Explanation>
    El mandato est&#225; intentando modificar la conexi&#243;n del conjunto de pol&#237;ticas de una referencia de servicio que se ha configurado para heredar la conexi&#243;n del conjunto de pol&#237;ticas del servicio. 
  </Explanation>
  <UserResponse>
    Configure el recurso de referencia de servicio para que sustituya a la conexi&#243;n del conjunto de pol&#237;ticas del servicio. Vuelva a intentar la solicitud realizando el cambio necesario. 
  </UserResponse>
</Message>
<Message ID="CWPST0003E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0003E" varFormat="Java">
    CWPST0003E=CWPST0003E: El mandato ha creado una excepci&#243;n: {0}
  </MsgText>
  <Explanation>
    El sistema no ha podido encontrar el mandato que se ha solicitado. 
  </Explanation>
  <UserResponse>
    Compruebe que el nombre del mandato sea v&#225;lido y est&#233; escrito correctamente. 
  </UserResponse>
</Message>
<Message ID="CWPST0039E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0039E" varFormat="Java">
    CWPST0039E=CWPST0039E: El sistema no ha podido recuperar el ID del conjunto de pol&#237;ticas. 
  </MsgText>
  <Explanation>
    No se ha podido crear la conexi&#243;n del conjunto de pol&#237;ticas.  El sistema ha generado un error y no ha podido recuperar el ID del conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Verifique que el disco duro no est&#233; lleno y que exista el directorio de aplicaci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0111E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0111E" varFormat="Java">
    CWPST0111E=CWPST0111E: Las propiedades {0} y {1} se deben especificar cuando la conexi&#243;n es para un cliente de servicio WSN.
  </MsgText>
  <Explanation>
    Se deben especificar los nombres del bus y del servicio WSN. 
  </Explanation>
  <UserResponse>
    Especifique un valor para el nombre de bus y el nombre del servicio WSN y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0147E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0147E" varFormat="Java">
    CWPST0147E=CWPST0147E: La propiedad {0} no contiene un valor v&#225;lido.
  </MsgText>
  <Explanation>
    El valor de la propiedad que se ha especificado no es v&#225;lido. 
  </Explanation>
  <UserResponse>
    Especifique un valor v&#225;lido para la propiedad y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0082E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0082E" varFormat="Java">
    CWPST0082E=CWPST0082E: El tipo de pol&#237;tica {0} existe en el conjunto de pol&#237;ticas.
  </MsgText>
  <Explanation>
    El tipo de pol&#237;tica ya existe en el conjunto de pol&#237;ticas que se ha especificado 
  </Explanation>
  <UserResponse>
    Compruebe que el nombre del conjunto de pol&#237;ticas y el nombre del tipo de pol&#237;tica sean correctos.  Si son correctos, no es necesaria ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0190E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0190E" varFormat="Java">
    CWPST0190E=CWPST0190E: No se puede configurar la aplicaci&#243;n {0} porque contiene configuraci&#243;n para WSPolicy que requiere la versi&#243;n {1} o posterior de WebSphere Application Server. La aplicaci&#243;n est&#225; instalada en un nodo de la versi&#243;n {2}.
  </MsgText>
  <Explanation>
    La aplicaci&#243;n est&#225; configurada en un nodo que no soporta la configuraci&#243;n solicitada. 
  </Explanation>
  <UserResponse>
    Desinstale la aplicaci&#243;n del nodo que no cumple con la versi&#243;n m&#237;nima especificada del servidor de aplicaciones, o instale la versi&#243;n m&#237;nima especificada del servidor de aplicaciones en el nodo de destino. 
  </UserResponse>
</Message>
<Message ID="CWPST0002E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0002E" varFormat="Java">
    CWPST0002E=CWPST0002E: El sistema ha creado una excepci&#243;n: {0}
  </MsgText>
  <Explanation>
    Se ha producido una excepci&#243;n IOException. El sistema no ha podido escribir en el archivo de configuraci&#243;n del conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Compruebe que el disco duro no est&#233; lleno. Si est&#225; escribiendo en un nuevo archivo, compruebe que exista el directorio que se ha especificado. 
  </UserResponse>
</Message>
<Message ID="CWPST0038E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0038E" varFormat="Java">
    CWPST0038E=CWPST0038E: No se ha podido crear el archivo de conexi&#243;n del conjunto de pol&#237;ticas.
  </MsgText>
  <Explanation>
    No se ha podido crear el archivo de conexi&#243;n del conjunto de pol&#237;ticas en la configuraci&#243;n. 
  </Explanation>
  <UserResponse>
    Verifique que el disco duro no est&#233; lleno y que exista el directorio de aplicaci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0110E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0110E" varFormat="Java">
    CWPST0110E=CWPST0110E: Es necesario el tipo de conexi&#243;n de cliente cuando {0} y {1} est&#225;n especificados para el par&#225;metro {2}.
  </MsgText>
  <Explanation>
    El nombre de bus y del servicio WSN s&#243;lo se pueden especificar para el tipo de conexi&#243;n de cliente. 
  </Explanation>
  <UserResponse>
    Corrija el valor para el par&#225;metro attachmentType y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0146E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0146E" varFormat="Java">
    CWPST0146E=CWPST0146E: Es necesario el tipo de conexi&#243;n del proveedor o aplicaci&#243;n cuando la propiedad systemType en el par&#225;metro {0} es: {1}
  </MsgText>
  <Explanation>
    Se debe especificar el tipo de conexi&#243;n del proveedor o aplicaci&#243;n cuando la propiedad systemType est&#225; especificada. 
  </Explanation>
  <UserResponse>
    Corrija el valor para el par&#225;metro attachmentType y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0081E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0081E" varFormat="Java">
    CWPST0081E=CWPST0081E: No se ha encontrado el tipo de pol&#237;tica {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el tipo de pol&#237;tica en el conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Compruebe que el nombre del conjunto de pol&#237;ticas y el nombre del tipo de pol&#237;tica sean correctos. 
  </UserResponse>
</Message>
<Message ID="CWPST0001E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0001E" varFormat="Java">
    CWPST0001E=CWPST0001E: El sistema ha creado una excepci&#243;n: {0}
  </MsgText>
  <Explanation>
    Se ha producido una excepci&#243;n IOException o FileNotFoundException.  El archivo de configuraci&#243;n del conjunto de pol&#237;ticas no se ha encontrado o no se ha podido leer. 
  </Explanation>
  <UserResponse>
    Compruebe que el archivo de configuraci&#243;n del conjunto de pol&#237;ticas exista y no est&#233; da&#241;ado. 
  </UserResponse>
</Message>
<Message ID="CWPST0037E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0037E" varFormat="Java">
    CWPST0037E=CWPST0037E: No se ha encontrado la referencia de enlace para el ID de conexi&#243;n {0}.
  </MsgText>
  <Explanation>
    El ID de conexi&#243;n que se ha especificado no contiene una referencia de enlace personalizado. 
  </Explanation>
  <UserResponse>
    Verifique que el nombre de aplicaci&#243;n, el ID de conexi&#243;n y el tipo de conexi&#243;n se hayan especificado correctamente. 
  </UserResponse>
</Message>
<Message ID="CWPST0145E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0145E" varFormat="Java">
    CWPST0145E=CWPST0145E: No se pueden a&#241;adir o reemplazar recursos cuando est&#225; habilitado el conjunto de pol&#237;ticas del proveedor.
  </MsgText>
  <Explanation>
    A&#241;adir varios recursos as&#237; como reemplazar recursos no es v&#225;lido cuando est&#225; establecido el conjunto de pol&#237;ticas del proveedor. 
  </Explanation>
  <UserResponse>
    Ihabilite el conjunto de pol&#237;ticas del proveedor para realizar esta acci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0080E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0080E" varFormat="Java">
    CWPST0080E=CWPST0080E: El nombre de archivo siguiente no es v&#225;lido: {0}
  </MsgText>
  <Explanation>
    El nombre de archivo del conjunto de pol&#237;ticas no es v&#225;lido. 
  </Explanation>
  <UserResponse>
    Verifique que el nombre del conjunto de pol&#237;ticas sea v&#225;lido y consulte el archivo de anotaciones cronol&#243;gicas para obtener m&#225;s informaci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0036E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0036E" varFormat="Java">
    CWPST0036E=CWPST0036E: El par&#225;metro dynamicClient s&#243;lo est&#225; permitido cuando se especifica el tipo de conexi&#243;n de cliente.
  </MsgText>
  <Explanation>
    El par&#225;metro dynamicClient no se puede especificar como true a menos que el tipo de conexi&#243;n sea cliente. 
  </Explanation>
  <UserResponse>
    Especifique el valor de cliente para el tipo de conexi&#243;n con el cliente din&#225;mico establecido en true, o establezca el valor del cliente din&#225;mico como false. 
  </UserResponse>
</Message>
<Message ID="CWPST0144E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0144E" varFormat="Java">
    CWPST0144E=CWPST0144E: Varios recursos no son v&#225;lidos cuando est&#225; habilitado el conjunto de pol&#237;ticas del proveedor.
  </MsgText>
  <Explanation>
    No se pueden especificar o utilizar varios recursos cuando el conjunto de pol&#237;ticas est&#225; habilitado. 
  </Explanation>
  <UserResponse>
    Especifique un recurso diferente o inhabilite el conjunto de pol&#237;ticas del proveedor. 
  </UserResponse>
</Message>
<Message ID="CWPST0143W" severity="W" prefix="yes">
  <MsgText pgmKey="CWPST0143W" varFormat="Java">
    CWPST0143W=CWPST0143W: Las propiedades bindingLocation de nodo y servidor est&#225;n en desuso.
  </MsgText>
  <Explanation>
    La posibilidad de obtener y establecer enlaces especificando las propiedades de nodo y servidor en el par&#225;metro bindingLocation est&#225; en desuso. 
  </Explanation>
  <UserResponse>
    Especifique el par&#225;metro bindingName y un par&#225;metro bindingLocation vac&#237;o y vuelva a intentar el mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0035E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0035E" varFormat="Java">
    CWPST0035E=CWPST0035E: El tipo de conexi&#243;n {0} no es v&#225;lido.
  </MsgText>
  <Explanation>
    El tipo de conexi&#243;n que se ha especificado no es v&#225;lido. 
  </Explanation>
  <UserResponse>
    Especifique un tipo de conexi&#243;n v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWPST0179E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0179E" varFormat="Java">
    CWPST0179E=CWPST0179E: No es posible especificar un servicio y una referencia de servicio en la misma conexi&#243;n.
  </MsgText>
  <Explanation>
    No es posible especificar un servicio y una referencia de servicio, o sus puntos finales u operaciones, en la misma conexi&#243;n. 
  </Explanation>
  <UserResponse>
    Especifique un recurso distinto o cree conexiones distintas para los recursos de servicio y referencia de servicio. 
  </UserResponse>
</Message>
<Message ID="CWPST0034E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0034E" varFormat="Java">
    CWPST0034E=CWPST0034E: Se necesita el nombre de la aplicaci&#243;n cuando el tipo de conexi&#243;n es {0} y el par&#225;metro ttachmentProperties no est&#225; especificado.
  </MsgText>
  <Explanation>
    Se debe especificar el nombre de aplicaci&#243;n. 
  </Explanation>
  <UserResponse>
    Especifique un valor para el nombre de aplicaci&#243;n y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0142E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0142E" varFormat="Java">
    CWPST0142E=CWPST0142E: El tipo de conjunto de pol&#237;ticas importado de {0} no coincide con el tipo de conjunto de pol&#237;ticas especificado de {1}.
  </MsgText>
  <Explanation>
    El conjunto de pol&#237;ticas importado no es del mismo tipo que el verificado en el mandato. 
  </Explanation>
  <UserResponse>
    Vuelva a intentar el mandato especificando un conjunto de pol&#237;ticas del tipo correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0178E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0178E" varFormat="Java">
    CWPST0178E=CWPST0178E: El par&#225;metro {0} no es v&#225;lido si se especifica el tipo de conexi&#243;n de cliente.
  </MsgText>
  <Explanation>
    El par&#225;metro especificado no puede utilizarse a menos que el tipo de conexi&#243;n sea cliente. 
  </Explanation>
  <UserResponse>
    Especifique el valor cliente para el tipo de conexi&#243;n o elimine el par&#225;metro especificado y ejecute de nuevo la solicitud. 
  </UserResponse>
</Message>
<Message ID="CWPST0033E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0033E" varFormat="Java">
    CWPST0033E=CWPST0033E: No se ha encontrado el archivo de conexi&#243;n de pol&#237;tica de sistema/confianza.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el archivo de conexi&#243;n de pol&#237;tica de sistema/confianza. 
  </Explanation>
  <UserResponse>
    Verifique que el tipo de conexi&#243;n se haya especificado correctamente y que el archivo de conexi&#243;n exista y no est&#233; da&#241;ado. 
  </UserResponse>
</Message>
<Message ID="CWPST0069E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0069E" varFormat="Java">
    CWPST0069E=CWPST0069E: El par&#225;metro de entrada {0} est&#225; ausente o no es v&#225;lido.
  </MsgText>
  <Explanation>
    Un par&#225;metro necesario es nulo o est&#225; vac&#237;o. 
  </Explanation>
  <UserResponse>
    Verifique la sintaxis del mandato y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0141E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0141E" varFormat="Java">
    CWPST0141E=CWPST0141E: El recurso siguiente no contiene ning&#250;n valor WSPolicy: {0}
  </MsgText>
  <Explanation>
    El recurso no contiene ning&#250;n valor WSPolicy. 
  </Explanation>
  <UserResponse>
    Vuelva a intentar el mandato especificando un recurso diferente. 
  </UserResponse>
</Message>
<Message ID="CWPST0177E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0177E" varFormat="Java">
    CWPST0177E=CWPST0177E: El par&#225;metro {0} debe especificar el nombre de un servicio cuando se especifica el par&#225;metro {1}.
  </MsgText>
  <Explanation>
    El par&#225;metro expandResources debe especificar el nombre de un servicio cuando se especifica el par&#225;metro serviceRef. 
  </Explanation>
  <UserResponse>
    Especifique un nombre de servicio para el par&#225;metro expandResources o elimine el par&#225;metro serviceRef y ejecute de nuevo el mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0032E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0032E" varFormat="Java">
    CWPST0032E=CWPST0032E: El archivo de conexi&#243;n de pol&#237;tica del cliente no se ha encontrado: {0}
  </MsgText>
  <Explanation>
    No se ha podido encontrar el archivo de conexi&#243;n de pol&#237;tica de cliente para la aplicaci&#243;n que se ha especificado. 
  </Explanation>
  <UserResponse>
    Verifique que el nombre de aplicaci&#243;n y el tipo de conexi&#243;n se hayan especificado correctamente. 
  </UserResponse>
</Message>
<Message ID="CWPST0068E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0068E" varFormat="Java">
    CWPST0068E=CWPST0068E: El par&#225;metro de entrada que se ha especificado no es v&#225;lido.
  </MsgText>
  <Explanation>
    Un par&#225;metro necesario es nulo o est&#225; vac&#237;o. 
  </Explanation>
  <UserResponse>
    Verifique la sintaxis del mandato y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0140E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0140E" varFormat="Java">
    CWPST0140E=CWPST0140E: El recurso siguiente debe tener una conexi&#243;n de conjunto de pol&#237;ticas antes de compartir pol&#237;tica: {0}
  </MsgText>
  <Explanation>
    La compartici&#243;n de pol&#237;tica precisa una conexi&#243;n de conjunto de pol&#237;ticas para compartir. 
  </Explanation>
  <UserResponse>
    Primero conecte un conjunto de pol&#237;ticas y, a continuaci&#243;n, vuelva a intentar el mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0176E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0176E" varFormat="Java">
    CWPST0176E=CWPST0176E: El tipo de pol&#237;tica {0} no es v&#225;lido para una solicitud HTTP GET.
  </MsgText>
  <Explanation>
    El mandato especifica una solicitud HTTP GET, pero el conjunto de pol&#237;ticas asociado no contiene tipos de pol&#237;tica v&#225;lidos. Los &#250;nicos tipos de pol&#237;tica v&#225;lidos para una solicitud HTTP GET son transporte HTTP y transporte SSL. 
  </Explanation>
  <UserResponse>
    Aseg&#250;rese de que el mandato especifica un conjunto de pol&#237;ticas con tipos de pol&#237;ticas v&#225;lidos. 
  </UserResponse>
</Message>
<Message ID="CWPST0031E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0031E" varFormat="Java">
    CWPST0031E=CWPST0031E: El archivo de conexi&#243;n de pol&#237;tica {0} no se ha encontrado.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el archivo de conexi&#243;n de pol&#237;tica para la aplicaci&#243;n que se ha especificado. 
  </Explanation>
  <UserResponse>
    Verifique que el nombre de aplicaci&#243;n y el tipo de conexi&#243;n se hayan especificado correctamente. 
  </UserResponse>
</Message>
<Message ID="CWPST0067E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0067E" varFormat="Java">
    CWPST0067E=CWPST0067E: El nombre de archivo que se ha especificado no es v&#225;lido.
  </MsgText>
  <Explanation>
    El nombre de archivo del conjunto de pol&#237;ticas o la conexi&#243;n de pol&#237;tica es nulo o est&#225; vac&#237;o. 
  </Explanation>
  <UserResponse>
    Especifique un nombre de archivo v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWPST0175E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0175E" varFormat="Java">
    CWPST0175E=CWPST0175E: La propiedad {0} necesita la propiedad {1}.
  </MsgText>
  <Explanation>
    Una propiedad especificada para el mandato requiere otra propiedad, pero &#233;sta no se ha especificado. 
  </Explanation>
  <UserResponse>
    Especifique un valor para la propiedad requisito previo u omita la propiedad dependiente para este mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0030E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0030E" varFormat="Java">
    CWPST0030E=CWPST0030E: El argumento de entrada {0} tambi&#233;n se debe especificar con el argumento de entrada {1}.
  </MsgText>
  <Explanation>
    Este mandato requiere que se especifiquen ambos argumentos de entrada. 
  </Explanation>
  <UserResponse>
    Especifique valores para los dos argumentos de entrada de este mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0066E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0066E" varFormat="Java">
    CWPST0066E=CWPST0066E: No se puede encontrar el archivo bindings.xml.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el archivo bindings.xml. 
  </Explanation>
  <UserResponse>
    Compruebe que se hayan especificado el nombre de aplicaci&#243;n y el tipo de pol&#237;tica correctos. 
  </UserResponse>
</Message>
<Message ID="CWPST0174E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0174E" varFormat="Java">
    CWPST0174E=CWPST0174E: La lista de tipos de pol&#237;ticas del archivo de conjunto de pol&#237;ticas {0} no coincide con la lista de archivos de tipos de pol&#237;ticas del directorio.
  </MsgText>
  <Explanation>
    La lista de tipos de pol&#237;ticas del archivo de conjunto de pol&#237;ticas debe coincidir con la lista de los archivos de tipos de pol&#237;ticas existentes. 
  </Explanation>
  <UserResponse>
    Corrija el conjunto de pol&#237;ticas y consulte el archivo de registro para obtener m&#225;s informaci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0065E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0065E" varFormat="Java">
    CWPST0065E=CWPST0065E: No se ha encontrado el archivo de enlace a nivel de servidor por omisi&#243;n {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el archivo de enlace a nivel de servidor por omisi&#243;n. 
  </Explanation>
  <UserResponse>
    Compruebe que se hayan especificado el tipo de pol&#237;tica, el nodo y el servidor correctos. 
  </UserResponse>
</Message>
<Message ID="CWPST0173E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0173E" varFormat="Java">
    CWPST0173E=CWPST0173E: El nombre de conjunto de pol&#237;ticas {0} no coincide con el nombre que se encuentra en el archivo de conjunto de pol&#237;ticas.
  </MsgText>
  <Explanation>
    El nombre de conjunto de pol&#237;ticas debe coincidir con el nombre de conjunto de pol&#237;ticas especificado en el archivo de conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Corrija el nombre del conjunto de pol&#237;ticas y consulte el archivo de registro para obtener m&#225;s informaci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0129E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0129E" varFormat="Java">
    CWPST0129E=CWPST0129E: El archivo comprimido {0} contiene el enlace {1} que existe en este sistema.
  </MsgText>
  <Explanation>
    El archivo comprimido contiene un enlace que ya est&#225; definido. 
  </Explanation>
  <UserResponse>
    Importe un enlace que no est&#233; definido en el sistema. 
  </UserResponse>
</Message>
<Message ID="CWPST0064E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0064E" varFormat="Java">
    CWPST0064E=CWPST0064E: No se ha encontrado el archivo de enlace a nivel de c&#233;lula por omisi&#243;n {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el archivo de enlace a nivel de c&#233;lula por omisi&#243;n. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el tipo de pol&#237;tica correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0172E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0172E" varFormat="Java">
    CWPST0172E=CWPST0172E: El conjunto de pol&#237;ticas {0} contiene la siguiente lista de tipos de pol&#237;ticas que no son v&#225;lidos: {1}
  </MsgText>
  <Explanation>
    Los atributos de los tipos de pol&#237;tica de la lista no son v&#225;lidos y se deben corregir. 
  </Explanation>
  <UserResponse>
    Corrija el contenido y los atributos de los tipos de pol&#237;tica de la lista. 
  </UserResponse>
</Message>
<Message ID="CWPST0128E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0128E" varFormat="Java">
    CWPST0128E=CWPST0128E: El archivo comprimido {0} contiene m&#225;s de un enlace.
  </MsgText>
  <Explanation>
    El archivo comprimido contiene varios enlaces. 
  </Explanation>
  <UserResponse>
    Importe s&#243;lo un enlace de un archivo comprimido. 
  </UserResponse>
</Message>
<Message ID="CWPST0063E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0063E" varFormat="Java">
    CWPST0063E=CWPST0063E: No se ha encontrado el archivo de enlace {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el archivo de enlace. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre de enlace correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0099E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0099E" varFormat="Java">
    CWPST0099E=CWPST0099E: El archivo zip {0} contiene entradas que no tienen informaci&#243;n de la v&#237;a de acceso del directorio.
  </MsgText>
  <Explanation>
    El archivo comprimido especificado debe contener informaci&#243;n de la v&#237;a de acceso del directorio. 
  </Explanation>
  <UserResponse>
    Compruebe que el archivo comprimido se ha creado con el mandato exportPolicySet. 
  </UserResponse>
</Message>
<Message ID="CWPST0171E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0171E" varFormat="Java">
    CWPST0171E=CWPST0171E: El nombre de enlace {0} contiene caracteres que no son v&#225;lidos.
  </MsgText>
  <Explanation>
    Uno de los caracteres del nombre de enlace no es v&#225;lido. 
  </Explanation>
  <UserResponse>
    Especifique caracteres v&#225;lidos en el nombre de enlace, por ejemplo, los caracteres alfanum&#233;ricos, los espacios, los guiones ( - ) o los caracteres de subrayado ( _ ). 
  </UserResponse>
</Message>
<Message ID="CWPST0019E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0019E" varFormat="Java">
    CWPST0019E=CWPST0019E: La v&#237;a de acceso de directorios siguiente no es un directorio: {0}
  </MsgText>
  <Explanation>
    El nombre de v&#237;a de acceso que se ha especificado no es una v&#237;a de acceso de directorios v&#225;lida. 
  </Explanation>
  <UserResponse>
    Compruebe que el nombre de v&#237;a de acceso sea una estructura v&#225;lida de directorios. 
  </UserResponse>
</Message>
<Message ID="CWPST0127E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0127E" varFormat="Java">
    CWPST0127E=CWPST0127E: El archivo comprimido {0} no contiene ning&#250;n enlace.
  </MsgText>
  <Explanation>
    El archivo comprimido no contiene ning&#250;n enlace. 
  </Explanation>
  <UserResponse>
    Compruebe que el archivo comprimido se ha creado con el mandato exportBinding. 
  </UserResponse>
</Message>
<Message ID="CWPST0062E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0062E" varFormat="Java">
    CWPST0062E=CWPST0062E: No se ha encontrado la aplicaci&#243;n {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar la aplicaci&#243;n. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre de aplicaci&#243;n correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0098E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0098E" varFormat="Java">
    CWPST0098E=CWPST0098E: El archivo zip {0} no contiene ning&#250;n archivo.
  </MsgText>
  <Explanation>
    El archivo comprimido especificado debe contener archivos. 
  </Explanation>
  <UserResponse>
    Compruebe que el archivo comprimido correcto se ha especificado y que contiene archivos. 
  </UserResponse>
</Message>
<Message ID="CWPST0170E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0170E" varFormat="Java">
    CWPST0170E=CWPST0170E: El recurso no puede contener un nombre de m&#243;dulo si se ha especificado el par&#225;metro {0}.
  </MsgText>
  <Explanation>
    Las conexiones para el activo especificado no pueden contener nombres de m&#243;dulo en el recurso. 
  </Explanation>
  <UserResponse>
    Elimine el nombre del m&#243;dulo del recurso y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0018E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0018E" varFormat="Java">
    CWPST0018E=CWPST0018E: No se puede suprimir el conjunto de pol&#237;ticas {0} porque contin&#250;a adjunto.
  </MsgText>
  <Explanation>
    No se puede suprimir un conjunto de pol&#237;ticas si est&#225; adjunto a un recurso. 
  </Explanation>
  <UserResponse>
    Transfiera los anexos de este conjunto de pol&#237;ticas a otro conjunto de pol&#237;ticas o desasocie este conjunto de pol&#237;ticas de todos los recursos. 
  </UserResponse>
</Message>
<Message ID="CWPST0126E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0126E" varFormat="Java">
    CWPST0126E=CWPST0126E: Se ha encontrado el siguiente enlace duplicado: {0}
  </MsgText>
  <Explanation>
    Ya existe un enlace con el nombre que se ha especificado. 
  </Explanation>
  <UserResponse>
    Especifique un nuevo nombre de enlace. 
  </UserResponse>
</Message>
<Message ID="CWPST0061E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0061E" varFormat="Java">
    CWPST0061E=CWPST0061E: Se ha encontrado el siguiente archivo clientPolicyAttachments.xml duplicado: {0}
  </MsgText>
  <Explanation>
    Ya existe el archivo de conexi&#243;n de pol&#237;tica de cliente. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0097E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0097E" varFormat="Java">
    CWPST0097E=CWPST0097E: No se ha encontrado el archivo de aplicaci&#243;n {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el archivo de aplicaci&#243;n que se ha especificado. 
  </Explanation>
  <UserResponse>
    Verifique la aplicaci&#243;n se haya instalado correctamente. 
  </UserResponse>
</Message>
<Message ID="CWPST0017E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0017E" varFormat="Java">
    CWPST0017E=CWPST0017E: El nombre de v&#237;a de acceso {0} no conten&#237;a la serie {1}.
  </MsgText>
  <Explanation>
    Puede que el nombre de v&#237;a de acceso no sea v&#225;lido o que no contenga la sintaxis correcta. 
  </Explanation>
  <UserResponse>
    Compruebe que la v&#237;a de acceso que se ha especificado en el mensaje exista en el sistema de archivos y se pueda leer. 
  </UserResponse>
</Message>
<Message ID="CWPST0125E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0125E" varFormat="Java">
    CWPST0125E=CWPST0125E: El directorio de enlace siguiente no contiene ning&#250;n archivo: {0}
  </MsgText>
  <Explanation>
    El directorio de enlace que se ha especificado no contiene subdirectorios ni archivos. 
  </Explanation>
  <UserResponse>
    Cree el enlace o compruebe que el directorio de enlace contenga archivos y directorios. 
  </UserResponse>
</Message>
<Message ID="CWPST0060E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0060E" varFormat="Java">
    CWPST0060E=CWPST0060E: Se ha encontrado el siguiente archivo policyAttachments.xml duplicado: {0}
  </MsgText>
  <Explanation>
    Ya existe el archivo de conexi&#243;n de pol&#237;tica que se ha especificado. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0096E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0096E" varFormat="Java">
    CWPST0096E=CWPST0096E: No se ha encontrado el servidor {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el servidor. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre de servidor correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0016E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0016E" varFormat="Java">
    CWPST0016E=CWPST0016E: La v&#237;a de acceso de directorios siguiente no tiene permiso de escritura: {0}
  </MsgText>
  <Explanation>
    El mandato no tiene permiso para escribir en la v&#237;a de acceso de directorios especificada. 
  </Explanation>
  <UserResponse>
    Verifique que la v&#237;a de acceso de directorios tenga permiso de escritura. 
  </UserResponse>
</Message>
<Message ID="CWPST0124E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0124E" varFormat="Java">
    CWPST0124E=CWPST0124E: El enlace {0} no es v&#225;lido para el tipo especificado.
  </MsgText>
  <Explanation>
    El enlace que se ha especificado no coincide con el tipo de conexi&#243;n o el tipo de enlace. 
  </Explanation>
  <UserResponse>
    Especifique un nombre de enlace diferente o una conexi&#243;n diferente o tipo de enlace. 
  </UserResponse>
</Message>
<Message ID="CWPST0095E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0095E" varFormat="Java">
    CWPST0095E=CWPST0095E: No se ha encontrado el nodo {0}.
  </MsgText>
  <Explanation>
    No se ha podido encontrar el nodo. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado el nombre de nodo correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0015E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0015E" varFormat="Java">
    CWPST0015E=CWPST0015E: Se ha especificado un recurso como vac&#237;o o nulo.
  </MsgText>
  <Explanation>
    El recurso debe tener un valor v&#225;lido. 
  </Explanation>
  <UserResponse>
    Sustituya el valor vac&#237;o o nulo por un valor de recurso v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWPST0123E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0123E" varFormat="Java">
    CWPST0123E=CWPST0123E: No se ha podido encontrar el contexto del repositorio de plantillas.
  </MsgText>
  <Explanation>
    El sistema no ha podido localizar el contexto de repositorio de plantillas. 
  </Explanation>
  <UserResponse>
    Verifique que el contexto de plantillas existe. 
  </UserResponse>
</Message>
<Message ID="CWPST0159E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0159E" varFormat="Java">
    CWPST0159E=CWPST0159E: El tipo de enlace {0} no es v&#225;lido.
  </MsgText>
  <Explanation>
    El tipo de enlace que se ha especificado no es un valor v&#225;lido. 
  </Explanation>
  <UserResponse>
    Especifique un valor v&#225;lido para el tipo de enlace para la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0094E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0094E" varFormat="Java">
    CWPST0094E=CWPST0094E: No se ha podido cargar la clase PolicyTypeProvider: {0}
  </MsgText>
  <Explanation>
    No se ha podido cargar la clase de implementaci&#243;n especificada. 
  </Explanation>
  <UserResponse>
    Se trata de un error interno, pero el proceso contin&#250;a con las dem&#225;s clases de implementaci&#243;n de tipo de pol&#237;tica. 
  </UserResponse>
</Message>
<Message ID="CWPST0014E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0014E" varFormat="Java">
    CWPST0014E=CWPST0014E: El archivo servicesIndex.xml no se ha podido localizar para la aplicaci&#243;n y m&#243;dulo {0}.
  </MsgText>
  <Explanation>
    El sistema no ha podido encontrar el archivo servicesIndex.xml para el nombre de aplicaci&#243;n y el nombre de m&#243;dulo que se han proporcionado. 
  </Explanation>
  <UserResponse>
    Compruebe que el nombre de aplicaci&#243;n y el nombre de m&#243;dulo se especifiquen correctamente para garantizar que se encuentren los recursos correctos. 
  </UserResponse>
</Message>
<Message ID="CWPST0122E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0122E" varFormat="Java">
    CWPST0122E=CWPST0122E: Se debe especificar {0} o {1}, pero no ambos.
  </MsgText>
  <Explanation>
    S&#243;lo se puede especificar uno de los par&#225;metros. 
  </Explanation>
  <UserResponse>
    Vuelva a intentar el mandato con los par&#225;metros correctos. 
  </UserResponse>
</Message>
<Message ID="CWPST0158E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0158E" varFormat="Java">
    CWPST0158E=CWPST0158E: El tipo de enlace importado de {0} no coincide con el tipo de enlace especificado de {1}.
  </MsgText>
  <Explanation>
    El enlace importado no es del mismo tipo que el verificado en el mandato. 
  </Explanation>
  <UserResponse>
    Vuelva a intentar el mandato especificando un enlace del tipo correcto. 
  </UserResponse>
</Message>
<Message ID="CWPST0093E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0093E" varFormat="Java">
    CWPST0093E=CWPST0093E: No se puede inicializar la correlaci&#243;n de variables.
  </MsgText>
  <Explanation>
    No se puede inicializar la correlaci&#243;n de variables. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0013E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0013E" varFormat="Java">
    CWPST0013E=CWPST0013E: Los recursos siguientes ya est&#225;n adjuntos a la aplicaci&#243;n: {0}
  </MsgText>
  <Explanation>
    Los recursos no se pueden adjuntar a una aplicaci&#243;n si ya est&#225;n adjuntos. 
  </Explanation>
  <UserResponse>
    Especifique recursos que no est&#233;n adjuntos a esta aplicaci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0049E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0049E" varFormat="Java">
    CWPST0049E=CWPST0049E: El sistema no permite eliminar el enlace a nivel de c&#233;lula.
  </MsgText>
  <Explanation>
    No se puede eliminar el enlace a nivel de c&#233;lula. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0121E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0121E" varFormat="Java">
    CWPST0121E=CWPST0121E: No se puede encontrar el nombre de la c&#233;lula.
  </MsgText>
  <Explanation>
    El nombre de c&#233;lula no se puede encontrar. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0157E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0157E" varFormat="Java">
    CWPST0157E=CWPST0157E: Un enlace general no se puede asignar a una aplicaci&#243;n con la versi&#243;n {0}.
  </MsgText>
  <Explanation>
    La versi&#243;n de la aplicaci&#243;n no permite los enlaces generales. 
  </Explanation>
  <UserResponse>
    Utilice un enlace personalizado para la conexi&#243;n de la aplicaci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0092E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0092E" varFormat="Java">
    CWPST0092E=CWPST0092E: No se puede inicializar el repositorio.
  </MsgText>
  <Explanation>
    No se puede inicializar el repositorio. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0048E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0048E" varFormat="Java">
    CWPST0048E=CWPST0048E: Se necesita el nombre de la aplicaci&#243;n cuando el tipo de conexi&#243;n es {0} y el enlace no hace referencia a un cliente de servicios WSN o conexi&#243;n de sistema.
  </MsgText>
  <Explanation>
    Se necesita el nombre de la aplicaci&#243;n con este tipo de conexi&#243;n. 
  </Explanation>
  <UserResponse>
    Especifique un nombre de aplicaci&#243;n y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0120E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0120E" varFormat="Java">
    CWPST0120E=CWPST0120E: Acceso denegado para el recurso {0}, autorizaci&#243;n {1} necesaria.
  </MsgText>
  <Explanation>
    El rol del usuario actual no tiene acceso al recurso. 
  </Explanation>
  <UserResponse>
    Vuelva a intentar el mandato con un usuario de nivel m&#225;s alto. 
  </UserResponse>
</Message>
<Message ID="CWPST0156E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0156E" varFormat="Java">
    CWPST0156E=CWPST0156E: La versi&#243;n {0} no es v&#225;lida para la aplicaci&#243;n especificada.
  </MsgText>
  <Explanation>
    La versi&#243;n que se ha especificado no es v&#225;lida. 
  </Explanation>
  <UserResponse>
    Especifique un valor v&#225;lido para la versi&#243;n y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0091E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0091E" varFormat="Java">
    CWPST0091E=CWPST0091E: No se ha definido la siguiente variable: {0}
  </MsgText>
  <Explanation>
    La variable especificada no se ha definido. 
  </Explanation>
  <UserResponse>
    Compruebe que las variables en la definici&#243;n de variable sean correctas. 
  </UserResponse>
</Message>
<Message ID="CWPST0011E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0011E" varFormat="Java">
    CWPST0011E=CWPST0011E: Los recursos siguientes no son v&#225;lidos: {0}
  </MsgText>
  <Explanation>
    Los recursos que ha especificado no son recursos de servicio Web v&#225;lidos. 
  </Explanation>
  <UserResponse>
    Compruebe que los recursos se especifiquen correctamente y aseg&#250;rese de que sean recursos de servicios Web v&#225;lidos. 
  </UserResponse>
</Message>
<Message ID="CWPST0047E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0047E" varFormat="Java">
    CWPST0047E=CWPST0047E: No se ha encontrado una propiedad necesaria para el par&#225;metro bindingLocation.
  </MsgText>
  <Explanation>
    Falta una propiedad necesaria en el par&#225;metro bindingLocation. 
  </Explanation>
  <UserResponse>
    Compruebe que haya incluido las propiedades bindingLocation correctas y que est&#233;n escritas correctamente. 
  </UserResponse>
</Message>
<Message ID="CWPST0155E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0155E" varFormat="Java">
    CWPST0155E=CWPST0155E: No se puede crear o asignar los enlaces espec&#237;ficos de aplicaci&#243;n cuando el conjunto de pol&#237;ticas est&#225; habilitado.
  </MsgText>
  <Explanation>
    El conjunto de pol&#237;ticas del proveedor se debe utilizar con enlaces generales. 
  </Explanation>
  <UserResponse>
    Elimine el conjunto de pol&#237;ticas del proveedor de la conexi&#243;n, o bien asigne enlaces generales. 
  </UserResponse>
</Message>
<Message ID="CWPST0090E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0090E" varFormat="Java">
    CWPST0090E=CWPST0090E: Aparece la siguiente variable recursiva: {0}
  </MsgText>
  <Explanation>
    La variable especificada ocurre recursivamente. 
  </Explanation>
  <UserResponse>
    Compruebe que las variables en la definici&#243;n de variable sean correctas. 
  </UserResponse>
</Message>
<Message ID="CWPST0046E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0046E" varFormat="Java">
    CWPST0046E=CWPST0046E: No se han podido actualizar los enlaces para el tipo de pol&#237;tica {0}.
  </MsgText>
  <Explanation>
    El sistema ha generado un error y no ha podido crear o actualizar el archivo de enlace. 
  </Explanation>
  <UserResponse>
    Para obtener m&#225;s informaci&#243;n, consulte el archivo de anotaciones cronol&#243;gicas. 
  </UserResponse>
</Message>
<Message ID="CWPST0154E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0154E" varFormat="Java">
    CWPST0154E=CWPST0154E: El dominio de seguridad del enlace seleccionado no coincide con el dominio de seguridad del recurso de conexi&#243;n.
  </MsgText>
  <Explanation>
    El dominio del enlace es diferente del dominio del recurso de conexi&#243;n. 
  </Explanation>
  <UserResponse>
    Especifique un enlace distinto para la conexi&#243;n y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0045E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0045E" varFormat="Java">
    CWPST0045E=CWPST0045E: No se ha podido crear la referencia de enlace para el ID de conexi&#243;n {0}.
  </MsgText>
  <Explanation>
    El sistema ha generado un error y no ha podido editar la referencia de enlace personalizada para la conexi&#243;n. 
  </Explanation>
  <UserResponse>
    Compruebe si hay mensajes de error adicionales en el archivo de anotaciones cronol&#243;gicas. 
  </UserResponse>
</Message>
<Message ID="CWPST0153E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0153E" varFormat="Java">
    CWPST0153E=CWPST0153E: El par&#225;metro {0} no se puede especificar en el nivel de aplicaci&#243;n.
  </MsgText>
  <Explanation>
    El par&#225;metro no es v&#225;lido en el nivel de aplicaci&#243;n de un servicio Web. 
  </Explanation>
  <UserResponse>
    Especifique un nivel inferior dentro del servicio Web y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0189E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0189E" varFormat="Java">
    CWPST0189E=CWPST0189E: No se soportan atributos para el tipo de pol&#237;tica {0}.
  </MsgText>
  <Explanation>
    El sistema no soporta atributos para el tipo de pol&#237;tica especificada. 
  </Explanation>
  <UserResponse>
    Verifique que est&#233; especificado el tipo de pol&#237;tica correcto o establezca los atributos en el enlace. 
  </UserResponse>
</Message>
<Message ID="CWPST0109E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0109E" varFormat="Java">
    CWPST0109E=CWPST0109E: El archivo servicesIndex.xml no se ha podido localizar para el bus: {0} servicio WSN: {1}
  </MsgText>
  <Explanation>
    El sistema no ha podido encontrar el archivo servicesIndex.xml para el nombre de bus y el nombre de servicio WSN que se han proporcionado. 
  </Explanation>
  <UserResponse>
    Compruebe que el nombre de bus y el nombre de servicio WSN se especifiquen correctamente para garantizar que se encuentren los recursos correctos. 
  </UserResponse>
</Message>
<Message ID="CWPST0044E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0044E" varFormat="Java">
    CWPST0044E=CWPST0044E: No se han podido establecer los atributos para el tipo de pol&#237;tica {0}.
  </MsgText>
  <Explanation>
    El sistema ha generado un error y no ha podido editar los atributos del tipo de pol&#237;tica. 
  </Explanation>
  <UserResponse>
    Consulte el archivo de anotaciones cronol&#243;gicas para obtener m&#225;s informaci&#243;n, y verifique que los atributos sean v&#225;lidos. 
  </UserResponse>
</Message>
<Message ID="CWPST0152E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0152E" varFormat="Java">
    CWPST0152E=CWPST0152E: El nombre de dominio {0} no es v&#225;lido.
  </MsgText>
  <Explanation>
    El valor del nombre de dominio que se ha especificado no es v&#225;lido. 
  </Explanation>
  <UserResponse>
    Especifique un valor v&#225;lido para el nombre de dominio y vuelva a intentar la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0188E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0188E" varFormat="Java">
    CWPST0188E=CWPST0188E: No se puede actualizar una conexi&#243;n para una referencia de servicio con una conexi&#243;n de aplicaci&#243;n o servicio.
  </MsgText>
  <Explanation>
    No se puede reemplazar una conexi&#243;n para una referencia de servicio con una conexi&#243;n de aplicaci&#243;n o servicio. 
  </Explanation>
  <UserResponse>
    Especifique un recurso distinto o cree conexiones distintas para los recursos de servicio y referencia de servicio. 
  </UserResponse>
</Message>
<Message ID="CWPST0108E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0108E" varFormat="Java">
    CWPST0108E=CWPST0108E: No se ha encontrado el archivo de conexi&#243;n de pol&#237;tica de cliente para el bus: {0} servicio de bus: {1}
  </MsgText>
  <Explanation>
    El sistema no ha podido encontrar el archivo de conexi&#243;n de pol&#237;tica de cliente para el bus y servicio WSN. 
  </Explanation>
  <UserResponse>
    Verifique que el nombre del bus y del servicio WSN se han especificado correctamente. 
  </UserResponse>
</Message>
<Message ID="CWPST0043E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0043E" varFormat="Java">
    CWPST0043E=CWPST0043E: Los atributos son necesarios a menos que se elimine o se conmute un enlace
  </MsgText>
  <Explanation>
    Si no se ha especificado el par&#225;metro bindingName o el par&#225;metro remove, debe especificar un valor para el par&#225;metro attributes. 
  </Explanation>
  <UserResponse>
    Especifique un valor para el par&#225;metro bindingName o remove, o especifique un valor para el par&#225;metro attributes. 
  </UserResponse>
</Message>
<Message ID="CWPST0079E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0079E" varFormat="Java">
    CWPST0079E=CWPST0079E: No se puede modificar el tipo de pol&#237;tica.
  </MsgText>
  <Explanation>
    No se puede modificar el tipo de pol&#237;tica cuando se actualizan atributos de tipo de pol&#237;tica. 
  </Explanation>
  <UserResponse>
    Corrija los atributos en la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0151E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0151E" varFormat="Java">
    CWPST0151E=CWPST0151E: No se puede modificar el atributo {0}.
  </MsgText>
  <Explanation>
    El atributo especificado no se puede modificar. 
  </Explanation>
  <UserResponse>
    Corrija los atributos en la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0187E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0187E" varFormat="Java">
    CWPST0187E=CWPST0187E: No se puede actualizar una conexi&#243;n para una aplicaci&#243;n o servicio con una conexi&#243;n de referencia de servicio.
  </MsgText>
  <Explanation>
    No se puede reemplazar una conexi&#243;n para una aplicaci&#243;n o servicio con una conexi&#243;n de referencia de servicio. 
  </Explanation>
  <UserResponse>
    Especifique un recurso distinto o cree conexiones distintas para los recursos de servicio y referencia de servicio. 
  </UserResponse>
</Message>
<Message ID="CWPST0107E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0107E" varFormat="Java">
    CWPST0107E=CWPST0107E: No se puede suprimir el enlace {0} porque contin&#250;a referenciado por una conexi&#243;n.
  </MsgText>
  <Explanation>
    No se puede suprimir un enlace si est&#225; referenciado por una conexi&#243;n. 
  </Explanation>
  <UserResponse>
    Elimine el enlace de todas las conexiones antes de intentar suprimirlo. 
  </UserResponse>
</Message>
<Message ID="CWPST0042E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0042E" varFormat="Java">
    CWPST0042E=CWPST0042E: No se ha encontrado la clase PolicyTypeProvider para el tipo de pol&#237;tica {0}.
  </MsgText>
  <Explanation>
    No se ha encontrado una clase de implementaci&#243;n para el tipo de pol&#237;tica que se ha especificado. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado correctamente el tipo de pol&#237;tica. 
  </UserResponse>
</Message>
<Message ID="CWPST0078E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0078E" varFormat="Java">
    CWPST0078E=CWPST0078E: No se puede modificar el nombre del conjunto de pol&#237;ticas.
  </MsgText>
  <Explanation>
    No se puede modificar el nombre del conjunto de pol&#237;ticas cuando se actualiza un conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Corrija los atributos en la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0150E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0150E" varFormat="Java">
    CWPST0150E=CWPST0150E: Se ha producido un error al crear los documentos de configuraci&#243;n en el repositorio.
  </MsgText>
  <Explanation>
    Se ha producido un error inesperado al guardar los documentos de configuraci&#243;n de la aplicaci&#243;n en el repositorio de WebSphere durante la instalaci&#243;n de la aplicaci&#243;n.  Esta mensaje viene precedido de un mensaje m&#225;s detallado sobre la anomal&#237;a. 
  </Explanation>
  <UserResponse>
    Consulte los mensajes anteriores en el archivo de anotaciones cronol&#243;gicas para obtener una descripci&#243;n de la anomal&#237;a. Si no se muestran mensajes, consulte la informaci&#243;n de determinaci&#243;n de problemas en la p&#225;gina Web de soporte de WebSphere Application Server: http://www.ibm.com/software/webservers/appserv/was/support/. 
  </UserResponse>
</Message>
<Message ID="CWPST0186E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0186E" varFormat="Java">
    CWPST0186E=CWPST0186E: No se soporta el formato del recurso en una aplicaci&#243;n instalada en un servidor con la versi&#243;n {0}.
  </MsgText>
  <Explanation>
    La versi&#243;n del servidor donde se instala la aplicaci&#243;n no soporta que se especifique un recurso en formato de par nombre-valor. 
  </Explanation>
  <UserResponse>
    Corrija el formato del recurso y vuelva a intentar la solicitud. 
  </UserResponse>
</Message>
<Message ID="CWPST0106E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0106E" varFormat="Java">
    CWPST0106E=CWPST0106E: Los par&#225;metros bindingName y remove son necesarios cuando se especifica el ID de conexi&#243;n como un asterisco (*).
  </MsgText>
  <Explanation>
    Si especifica un asterisco (*) para el valor del ID de conexi&#243;n, debe especificar valores para los par&#225;metros bindingName y remove.  Este mandato suprime el enlace personalizado o elimina el tipo de pol&#237;tica del enlace personalizado especificado por el par&#225;metro bindingName. 
  </Explanation>
  <UserResponse>
    Especifique un valor para el par&#225;metro bindingName y establezca el par&#225;metro remove como true para suprimir el enlace personalizado.  Si no desea suprimir el enlace personalizado o el tipo de pol&#237;tica del enlace personalizado, especifique un valor diferente para el ID de conexi&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0041E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0041E" varFormat="Java">
    CWPST0041E=CWPST0041E: No se ha encontrado el archivo de conexi&#243;n de pol&#237;tica para la aplicaci&#243;n {0}.
  </MsgText>
  <Explanation>
    El sistema no ha podido encontrar los archivos de conexi&#243;n de pol&#237;tica de la aplicaci&#243;n. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado correctamente el nombre de la aplicaci&#243;n. 
  </UserResponse>
</Message>
<Message ID="CWPST0077E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0077E" varFormat="Java">
    CWPST0077E=CWPST0077E: El atributo {0} no es v&#225;lido.
  </MsgText>
  <Explanation>
    El atributo que se ha especificado no es un atributo soportado para un conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Especifique un atributo soportado para la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0185E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0185E" varFormat="Java">
    CWPST0185E=CWPST0185E: No se soporta una conexi&#243;n de referencia de servicio en una aplicaci&#243;n instalada en un servidor con la versi&#243;n {0}.
  </MsgText>
  <Explanation>
    La versi&#243;n del servidor donde se instala la aplicaci&#243;n no soporta conexiones de referencia de servicio. 
  </Explanation>
  <UserResponse>
    Conecte el conjunto de pol&#237;ticas al recurso de cliente de servicio. 
  </UserResponse>
</Message>
<Message ID="CWPST0105E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0105E" varFormat="Java">
    CWPST0105E=CWPST0105E: El archivo zip {0} no contiene ning&#250;n conjunto de pol&#237;ticas.
  </MsgText>
  <Explanation>
    El archivo comprimido no contiene un conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Compruebe que el archivo comprimido se ha creado con el mandato exportPolicySet. 
  </UserResponse>
</Message>
<Message ID="CWPST0040E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0040E" varFormat="Java">
    CWPST0040E=CWPST0040E: El sistema no ha podido encontrar el nombre de aplicaci&#243;n en la v&#237;a de acceso del archivo.
  </MsgText>
  <Explanation>
    El nombre de aplicaci&#243;n no se ha podido determinar a partir de la v&#237;a de acceso del archivo de conexi&#243;n. 
  </Explanation>
  <UserResponse>
    Verifique que el directorio de la aplicaci&#243;n exista y sea v&#225;lido. 
  </UserResponse>
</Message>
<Message ID="CWPST0076E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0076E" varFormat="Java">
    CWPST0076E=CWPST0076E: El tipo de conjunto de pol&#237;ticas {0} no es v&#225;lido.
  </MsgText>
  <Explanation>
    El tipo de conjunto de pol&#237;ticas que se ha especificado no es un valor v&#225;lido. 
  </Explanation>
  <UserResponse>
    Especifique un valor v&#225;lido de tipo de conjunto de pol&#237;ticas para la invocaci&#243;n del mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0184E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0184E" varFormat="Java">
    CWPST0184E=CWPST0184E: Los recursos para la conexi&#243;n {0} no pueden actualizarse porque la conexi&#243;n no contiene ning&#250;n conjunto de pol&#237;ticas.
  </MsgText>
  <Explanation>
    No es posible actualizar una conexi&#243;n de conjunto de pol&#237;ticas para una referencia de servicio sin conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Cree una conexi&#243;n distinta para los recursos especificados. 
  </UserResponse>
</Message>
<Message ID="CWPST0104E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0104E" varFormat="Java">
    CWPST0104E=CWPST0104E: El nombre de archivo {0} es un directorio.
  </MsgText>
  <Explanation>
    El nombre de archivo no especifica un archivo en la v&#237;a de acceso de directorios. 
  </Explanation>
  <UserResponse>
    Compruebe que se haya especificado un nombre de archivo en la &#250;ltima secci&#243;n de la v&#237;a de acceso de directorios. 
  </UserResponse>
</Message>
<Message ID="CWPST0075E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0075E" varFormat="Java">
    CWPST0075E=CWPST0075E: El sistema no se puede escribir en esta instancia de s&#243;lo lectura.
  </MsgText>
  <Explanation>
    El sistema no puede escribir en el conjunto de pol&#237;ticas o la conexi&#243;n del conjunto de pol&#237;ticas porque es de s&#243;lo lectura. 
  </Explanation>
  <UserResponse>
    No se requiere ninguna acci&#243;n del usuario. 
  </UserResponse>
</Message>
<Message ID="CWPST0183E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0183E" varFormat="Java">
    CWPST0183E=CWPST0183E: No se puede utilizar un punto final o una operaci&#243;n si no se especifica el par&#225;metro {0}.
  </MsgText>
  <Explanation>
    No se puede utilizar una conexi&#243;n de conjunto de pol&#237;ticas para una referencia de servicio en una capa de punto final o de operaci&#243;n si no se especifica el conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Modifique el recurso para especificar una referencia de servicio y vuelva a intenta la solicitud. 
  </UserResponse>
</Message>
<Message ID="CWPST0103E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0103E" varFormat="Java">
    CWPST0103E=CWPST0103E: El archivo zip {0} contiene una pol&#237;tica {1} que no es v&#225;lida en este sistema.
  </MsgText>
  <Explanation>
    El archivo comprimido contiene una pol&#237;tica que no est&#225; definida en este sistema. 
  </Explanation>
  <UserResponse>
    Utilice el par&#225;metro policyType con el mandato addPolicyType para crear la pol&#237;tica que falta en este sistema. 
  </UserResponse>
</Message>
<Message ID="CWPST0139E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0139E" varFormat="Java">
    CWPST0139E=CWPST0139E: No es v&#225;lido para WSPolicy especificar un recurso en el punto final o capa de operaci&#243;n.
  </MsgText>
  <Explanation>
    S&#243;lo puede configurar el soporte de WSPolicy en la capa de aplicaci&#243;n o servicio dentro de un servicio Web, no a un nivel inferior como un punto final o capa de operaci&#243;n. 
  </Explanation>
  <UserResponse>
    Especifique el recurso a un nivel superior dentro del servicio Web como por ejemplo en la capa de aplicaci&#243;n o servicio y vuelva a intentar el mandato. 
  </UserResponse>
</Message>
<Message ID="CWPST0074E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0074E" varFormat="Java">
    CWPST0074E=CWPST0074E: No se ha encontrado el recurso {0} en la conexi&#243;n.
  </MsgText>
  <Explanation>
    El recurso no existe en la conexi&#243;n que se ha especificado. 
  </Explanation>
  <UserResponse>
    Verifique que el recurso y el ID de conexi&#243;n se hayan especificado correctamente. 
  </UserResponse>
</Message>
<Message ID="CWPST0182E" severity="E" prefix="yes">
  <MsgText pgmKey="CWPST0182E" varFormat="Java">
    CWPST0182E=CWPST0182E: S&#243;lo se permite un recurso si no se especifica el par&#225;metro {0}.
  </MsgText>
  <Explanation>
    No es posible especificar varios recursos si no se especifica el conjunto de pol&#237;ticas. 
  </Explanation>
  <UserResponse>
    Modifique el par&#225;metro resources o especifique el par&#225;metro policySet. Vuelva a intentar la solicitud realizando el cambio necesario. 
  </UserResponse>
</Message>
<!-- END MESSAGES -->
</TMSSource>
