ChangesFound.changed=Elementos modificados
ChangesFound.information=Se ha excedido el tiempo de espera de su sesi\u00f3n anterior antes de que los cambios se publicasen en la configuraci\u00f3n maestra. \u00bfDesea recuperar los cambios efectuados en la sesi\u00f3n anterior o acceder a la configuraci\u00f3n maestra?
ChangesFound.recover=Recuperar los cambios efectuados en la sesi\u00f3n anterior
ChangesFound.recover.title=Recuperar cambios anteriores
ChangesFound.restore=Acceder a la configuraci\u00f3n maestra
ChangesFound.view=Ver elementos modificados
INVALID_WINDOW_CONTENT_TYPE=CWLAA6004: Explicaci\u00f3n: se ha especificado un tipo de contenido no v\u00e1lido para esta ventana. Consulte los archivos de anotaciones cronol\u00f3gicas para obtener m\u00e1s informaci\u00f3n. Acci\u00f3n de usuario: se trata de un error de programaci\u00f3n de aplicaci\u00f3n. \u00danicamente se permiten portlets.
PAGE_LAYOUT_FAILURE=CWLAA6001: Explicaci\u00f3n: no se pudo mostrar el dise\u00f1o de la p\u00e1gina porque no fue posible obtenerlo. Acci\u00f3n de usuario: la causa m\u00e1s probable es que se haya desinstalado el dise\u00f1o de la p\u00e1gina mientras el usuario hab\u00eda iniciado una sesi\u00f3n. Si se finaliza la sesi\u00f3n y se inicia de nuevo, har\u00e1 que se elimine la p\u00e1gina del \u00e1rbol de navegaci\u00f3n.
PORTLET_INVOCATION_FAILURE=CWLAA6003: Explicaci\u00f3n: no se pudo visualizar el portlet. Se ha producido una excepci\u00f3n. Acci\u00f3n de usuario: compruebe las anotaciones cronol\u00f3gicas del servidor. Habr\u00e1 un mensaje de aviso asociado con este error con el formato "<tipo de excepci\u00f3n> al representar una p\u00e1gina...". Este mensaje contendr\u00e1 informaci\u00f3n m\u00e1s detallada sobre el error. Lo m\u00e1s probable es que se haya desinstalado el m\u00f3dulo de consola.
PROCESS_ACTION_FAILURE=CWLAA6002: Explicaci\u00f3n: no se pudo procesar la acci\u00f3n de este m\u00f3dulo de consola. No se pudo recuperar el portlet. Acci\u00f3n de usuario: lo m\u00e1s probable es que se haya desinstalado el m\u00f3dulo de consola mientras el usuario hab\u00eda iniciado una sesi\u00f3n, reinstale el portlet, finalice y vuelva a iniciar una sesi\u00f3n de nuevo.
UserExists.continue=Vuelva a la p\u00e1gina de inicio de sesi\u00f3n y entre con un ID de usuario distinto.
UserExists.force.login=Cierre la sesi\u00f3n del otro usuario con el mismo ID de usuario.  Puede recuperar los cambios realizados durante la sesi\u00f3n del otro usuario.
UserExists.information=Otro usuario ha iniciado actualmente una sesi\u00f3n con el mismo ID de usuario. Seleccione una de las opciones siguientes:
UserExists.title=Este usuario ya existe.
adminagent.node.notavailable=El agente administrativo no puede gestionar el nodo {0}.  Consulte los detalles en el archivo SystemOut.log del agente administrativo.
button.add=A\u00f1adir
button.cancel=Cancelar
button.continue=Continuar
button.ok=Aceptar
button.rename=Cambiar el nombre
com.ibm.isclite.MyTaskFilter=Mis tareas
desc.session.invalid.text=La sesi\u00f3n se ha convertido en no v\u00e1lida.
desc.session.invalid.title=Sesi\u00f3n no v\u00e1lida
error.login.failed=ID de usuario o contrase\u00f1a no v\u00e1lidos
error.login.failure=Ha fallado el inicio de sesi\u00f3n. Compruebe el ID de usuario y la contrase\u00f1a e int\u00e9ntelo de nuevo.
favorites.addto=A\u00f1adir a favoritos
favorites.addtolist=Integrated Solutions Console a\u00f1adir\u00e1 esta p\u00e1gina a la lista de favoritos
favorites.delete=Suprimir
favorites.manage=Gestionar favoritos
favorites.name=Nombre de favorito
favorites.rename=Cambiar el nombre
favorites.renamedelete=Cambiar el nombre y suprimir favoritos
form.name=Nombre:
login.header=Inicio de sesi\u00f3n
login.img.alt=Imagen de inicio de sesi\u00f3n
login.text=Iniciar sesi\u00f3n
login.welcome.text=Iniciar una sesi\u00f3n en la consola
login.welcomeToProfile.text=Iniciar sesi\u00f3n en el nodo - {0}.
msg.help=Ayuda
msg.home=Inicio
msg.iconSeperator=Separador de iconos
msg.invalid.session.text=La sesi\u00f3n se ha convertido en no v\u00e1lida. Esto es debido a un tiempo de espera excedido de la sesi\u00f3n, un administrador ha cerrado una sesi\u00f3n, el usuario ha iniciado una sesi\u00f3n con un ID de usuario diferente dentro de la misma sesi\u00f3n del navegador, u otro usuario ha invalidado la sesi\u00f3n iniciando una sesi\u00f3n con el mismo ID de usuario.
msg.isclite.copyright=Materiales bajo licencia - Propiedad de IBM (c) Copyright IBM Corp. 1997, 2011  Reservados todos los derechos.  IBM, el logotipo de IBM, ibm.com yWebSphere son marcas registradas o marcas comerciales registradas de International Business Machines Corp. en muchos pa\u00edses o regiones de alrededor del mundo. Otros nombres de productos y servicios pueden ser marcas registradas de IBM u otras empresas. Encontrar\u00e1 una lista actualizada de las marcas registradas de IBM en <a href="http://www.ibm.com/legal/copytrade.shtml">Informaci\u00f3n de copyright y marca registrada</a>.
msg.isclite.frame.banner=Marco de mensaje de cabecera
msg.isclite.frame.content=Marco de contenido
msg.isclite.frame.navigation=Marco de navegaci\u00f3n
msg.isclite.noframe=Debe utilizar un navegador que soporte marcos para la consola administrativa de WebSphere Application Server.
msg.isclite.title=WebSphere Integrated Solutions Console
msg.login.back=Anterior
msg.login.hint=Nota: despu\u00e9s de un periodo de inactividad, el sistema cerrar\u00e1 la sesi\u00f3n autom\u00e1ticamente y le pedir\u00e1 que vuelva a iniciar la sesi\u00f3n.
msg.login.pwd=Contrase\u00f1a:
msg.login.submit=Iniciar sesi\u00f3n
msg.login.userid=ID de usuario:
msg.login.welcome=Iniciar una sesi\u00f3n en la consola
msg.login.welcomeToProfile=Iniciar sesi\u00f3n en el nodo - {0}.
msg.logout=Cerrar sesi\u00f3n
msg.support=Soporte
msg.welcome=Bienvenido {0}
msg.welcome.bidi={0} Bienvenido
nav.collapse=Contraer
nav.dropdown.alltasks=Todas las tareas
nav.dropdown.go=Ir
nav.dropdown.mytasks=Mis tareas
nav.dropdown.view=Ver:
nav.expand=Expandir
nav.img.alt=Expandir o contraer
nav.isc.access.label=Error de acceso
nav.isc.status.label=Estado
nav.mytasks.add=A\u00f1adir tareas
nav.mytasks.add.description=No hay tareas seleccionadas actualmente como 'Mis tareas'
nav.mytasks.edit=Editar 'Mis tareas'
portlet.titlebar.back=Anterior
portlet.titlebar.close=Cerrar
portlet.titlebar.edit=Editar
portlet.titlebar.help=Ayuda
portlet.titlebar.maximize=Maximizar
portlet.titlebar.minimize=Minimizar
portlet.titlebar.restore=Restaurar
portlet_authorizationBack_failure=El usuario no tiene acceso para ver esta p\u00e1gina, utilice el bot\u00f3n atr\u00e1s del navegador para regresar a la p\u00e1gina anterior.
portlet_authorization_failure=El usuario no tiene acceso para ver esta p\u00e1gina.
profileSelection.header=Seleccione un nodo para administrar
scripting.noscript=Nota: hay muchas funciones de gran utilidad que no estar\u00e1n disponibles con los scripts inhabilitados.  Habilite el script Java en el navegador para aprovechar estas funciones.
show.search.and.filter=Mostrar b\u00fasqueda y filtro
welcome.column.about=Acerca de
welcome.column.module=Nombre de m\u00f3dulo
welcome.column.version=Versi\u00f3n
welcome.instructions=Muestra todos los m\u00f3dulos iniciales desplegados en ISC (Integrated Solutions Console)
