# IBM Confidential OCO Source Material
# 5724-I63, 5724-H88, 5655-N01, 5733-W60 (C) COPYRIGHT International Business Machines Corp. 1997, 2006
# The source code for this program is not published or otherwise divested
# of its trade secrets, irrespective of what has been deposited with the
# U.S. Copyright Office.
#
#==================================================================================================
#
# TRANSLATION / TRANSLATOR NOTES:
#
# Whenever an apostrophe is needed within this file, please do not double it. It has
# been determined that the code that uses this file expects only a single
# apostrophe, and should work properly when a single apostrophe is provided.
#
#==================================================================================================
#
# DEVELOPER NOTES:
#
# This file has been modified to follow the WebSphere Message Guidelines.
# For more information, visit:
#   http://seaux.raleigh.ibm.com/g11n/was/seae/45/messages/index.html
# or contact Dennis Hebert/Raleigh/IBM (hebert@us.ibm.com)
#
# cmvc_en_version_level=1.50,0,02/07/10,12:51:45
#
#CMVCPATHNAME ws/code/webui.environment/src/environment/WEB-INF/plugin.nlsprops
#ISMESSAGEFILE FALSE
# NLS_MESSAGEFORMAT_NONE

nav.view.MiddlewareNodes=Nodos de middleware
MiddlewareNodes.description=Esta p\u00e1gina sirve para gestionar nodos en el entorno del servidor de aplicaciones. Un nodo se corresponde con un sistema f\u00edsico con una direcci\u00f3n IP distinta de host. La tabla siguiente lista los nodos gestionados y no gestionados de esta c\u00e9lula. A\u00f1ada nuevos nodos a la c\u00e9lula y a esta lista seleccionando la acci\u00f3n administrativa de a\u00f1adir nodo.

# Begin WAS.webui.admin
Node.displayName=Nodo
Node.name.displayName=Nombre
Node.synchronization.displayName=Sincronizaci\u00f3n
Node.status.displayName=Estado
Node.version.displayName=Versi\u00f3n
Node.mode.displayName=Modalidad de mantenimiento
Node.synchronized=Sincronizado
Node.not.synchronized=No sincronizado

XDAgent.displayName=Agente de middleware
XDAgent.description=Esta p\u00e1gina sirve para gestionar agentes de middleware y servidores de aplicaciones en el nodo que gestiona el agente de nodo.

AdminAction.label=Seleccione una acci\u00f3n administrativa
AdminAction.desc=Seleccione una acci\u00f3n administrativa y pulse el bot\u00f3n Realizar
button.addnode=A\u00f1adir nodo
button.perform=Realizar
button.run=Ejecutar
button.setMode=Establecer modalidad
button.removenode=Eliminar nodo
button.forceremovenode=Forzar eliminar
button.synchronize=Sincronizar
button.fullsynchronize=Sincronizaci\u00f3n completa
OperationAction.label=Seleccione una acci\u00f3n operativa
OperationAction.desc=Selecci\u00f3n una acci\u00f3n operativa y pulse el bot\u00f3n Ejecutar
operation.stopagent=Detener agente
operation.stopallservers=Detener todos los servidores
operation.startagent=Iniciar agente
operation.startallservers=Iniciar todos los servidores
operation.restartagent=Reiniciar agente
operation.restartallservers=Reiniciar todos los servidores
operation.rundiscovery=Ejecutar descubrimiento
ModeAction.label=Seleccionar una modalidad
ModeAction.desc=Seleccione una modalidad y pulse el bot\u00f3n Establecer modalidad
mode.maintenance=Mantenimiento
mode.maintenancestop=Detenci\u00f3n inmediata de mantenimiento
mode.normal=Normal

version.text=La versi\u00f3n de este nodo es
not.available.text=Esta operaci\u00f3n no est\u00e1 disponible en este momento
not.available.for.this.node=Esta vista de agente de nodo no est\u00e1 disponible para el nodo no gestionado o el gestor de despliegue.
only.select.one.node=La operaci\u00f3n \u00fanicamente se puede realizar al mismo tiempo en un nodo.

start.agent.only.select.one.node=La operaci\u00f3n de iniciar el funcionamiento del agente \u00fanicamente se puede realizar al mismo tiempo en un nodo.
auth.agent.name=Autenticaci\u00f3n
auth.agent.desc=Entre las credenciales del usuario para ejecutar el mandato de iniciar el agente en el nodo seleccionado. Para usuarios del Gestor de instalaci\u00f3n centralizada, los campos se rellenan autom\u00e1ticamente con las credenciales de los nodo instalados con credenciales especificadas mediante el panel Gestor de instalaci\u00f3n centralizada->Destinos de instalaci\u00f3n.
authenticate.agent.help=El proceso de iniciar el agente utiliza la autenticaci\u00f3n de nodo remoto para asegurar la seguridad. Las credenciales de usuario deber\u00edan poseer privilegios de ejecuci\u00f3n o administraci\u00f3n.
unmanaged.node.invalid.operation=Esta operaci\u00f3n no est\u00e1 disponible con los nodos no gestionados.
start.agent.already.started=Ya se ha iniciado el agente de nodo en el nodo {0}.
stop.agent.already.stopped=Ya se ha detenido el agente de nodo en el nodo {0}.
this.node.can.not.be.started.stopped=No es posible iniciar/detener el gestor de despliegue {0} desde la consola.
node.agent.start.connector.exception=Se ha producido un error de conexi\u00f3n imprevisto al intentar conectarse al nodo remoto {0}. {1}
node.agent.start.configservice.exception=Se ha producido un error de conexi\u00f3n imprevisto al intentar conectarse al nodo remoto {0}. {1}
node.agent.start.admin.exception=Se ha producido un error de conexi\u00f3n inesperado al intentar iniciar el agente de nodo remoto para {0}. {1}
node.agent.start.exception=Se ha producido un error imprevisto al intentar conectarse al nodo remoto {0}. {1}
node.agent.start.userid=Nombre de usuario del host remoto:
node.agent.start.userid.desc=Entre un nombre de usuario de host remoto que disponga de privilegios suficientes para poder ejecutar mandatos
node.agent.start.password=Contrase\u00f1a del host remoto:
node.agent.start.password.desc=Entre la contrase\u00f1a de host remoto asociada al nombre del usuario especificado previamente
credentials.must.be.supplied=Hay que proporcionar las credenciales de usuario para realizar la acci\u00f3n solicitada.
node.agent.start.success=Se ha sometido de forma satisfactoria la solicitud de iniciar el agente para el nodo {0}. Pulse el icono de renovaci\u00f3n de estado para verificar el estado de inicio del agente.
node.agent.start.failed=La solicitud de iniciar el agente para el nodo {0} ha sido err\u00f3nea.
node.agent.start.not.available=La acci\u00f3n de iniciar el agente para el nodo {0} no est\u00e1 disponible.
node.agent.stop.not.available=La acci\u00f3n de detener el agente para el nodo {0} no est\u00e1 disponible.
node.restart.not.available=La acci\u00f3n de reiniciar el agente no est\u00e1 disponible para nodos XDA. Hay que realizar un acci\u00f3n de detener el agente seguida de una acci\u00f3n de iniciar el agente de forma manual, debido a restricciones de seguridad.
node.restart.all.not.available=La acci\u00f3n de reiniciar todos los servidores no est\u00e1 disponible para el nodo {0}.
node.restart.all.dmgr.not.available=La acci\u00f3n de reiniciar todos los servidores no est\u00e1 disponible para el nodo gestor de despliegue {0}.
failed.to.ping.node.agent=No se ha podido determinar el estado del agente para el nodo {0}.
run.discovery.success=Se ha sometido de forma satisfactoria la solicitud de descubrimiento para el nodo {0}.
run.discovery.failure=Se produjo un error con la solicitud de descubrimiento para el nodo {0}.
run.discovery.not.available=La acci\u00f3n de ejecutar el descubrimiento para el nodo {0} no est\u00e1 disponible.
synchronize.not.available=La acci\u00f3n de sincronizar para el nodo {0} no est\u00e1 disponible.
full.resynchronize.not.available=La acci\u00f3n de resincronizaci\u00f3n completa para el nodo {0} no est\u00e1 disponible.
full.resynchronize.success=Se ha sometido de forma satisfactoria la solicitud de resincronizaci\u00f3n completa para el nodo {0}.
full.resynchronize.failure=Se ha producido un error con la solicitud de resincronizaci\u00f3n completa para el nodo {0}.
middlewarenode.agent.must.be.active.for.sync=La operaci\u00f3n de sincronizaci\u00f3n no se puede realizar en el nodo {0} puesto que su agente no est\u00e1 activo.
middlewarenode.agent.must.be.active.for.restartallservers=La operaci\u00f3n de reiniciar todos los servidores no se puede realizar en el nodo {0} puesto que su agente no est\u00e1 activo.
middlewarenode.agent.must.be.active.for.rundiscovery=La operaci\u00f3n de descubrimiento no se puede realizar en el nodo {0} puesto que su agente no est\u00e1 activo.
save.discard.config.before.change.mmmode=Se han realizado cambios a la configuraci\u00f3n local. Es necesario guardar los cambios en el repositorio maestro o descartar los cambios antes de cambiar la modalidad de mantenimiento.
