

SCAPolicySetBindings.client.description=Defina la configuraci\u00f3n de la pol\u00edtica y del enlace para la unidad de composici\u00f3n, sus referencias de servicios, puntos finales u operaciones. Tras adjuntar un conjunto de pol\u00edticas, deber\u00eda asignar un enlace adecuado. Los enlaces del conjunto de pol\u00edticas completan la conexi\u00f3n proporcionando detalles de configuraci\u00f3n espec\u00edficos del sistema, como se\u00f1ales de seguridad y claves que cumplen con los requisitos de la pol\u00edtica.
SCAPolicySetBindings.client.displayName=Enlaces y conjuntos de pol\u00edticas de referencias
SCAPolicySetBindings.client.link.description=Visualice referencias de cliente de servicio y gestione conjuntos de pol\u00edticas para esta unidad de composici\u00f3n.
SCAPolicySetBindings.provider.description=Conecte conjuntos de pol\u00edticas con la unidad de composici\u00f3n, sus servicios, puntos finales y operaciones. Tras adjuntar un conjunto de pol\u00edticas, deber\u00eda asignar un enlace adecuado. Los enlaces del conjunto de pol\u00edticas completan la conexi\u00f3n proporcionando detalles de configuraci\u00f3n espec\u00edficos del sistema, como se\u00f1ales de seguridad y claves que cumplen con los requisitos de la pol\u00edtica.
SCAPolicySetBindings.provider.displayName=Conjuntos de pol\u00edticas y enlaces del proveedor de servicios
SCAPolicySetBindings.provider.link.description=Visualice proveedores de servicios y gestione conjuntos de pol\u00edticas para esta unidad de composici\u00f3n.
WSAdmin.compositionunit.link=Unidad de composici\u00f3n
WSAdmin.compositionunit.link.description=La unidad de composici\u00f3n que aloja este proveedor de servicios.
WebservicesAdmin.detail.scaclient.description=Utilice esta p\u00e1gina para gestionar conjuntos de pol\u00edticas y enlaces o para acceder a informaci\u00f3n adicional para este cliente de servicio de SCA.
WebservicesAdmin.detail.scaprovider.description=Utilice esta p\u00e1gina para gestionar conjuntos de pol\u00edticas y enlaces o para acceder a informaci\u00f3n adicional para este proveedor de servicios de SCA.
WebservicesAdmin.sub.detail.scaclient.description=Esta secci\u00f3n permite adjuntar un conjunto de pol\u00edticas con el cliente de servicio SCA.Puede completar la conexi\u00f3n proporcionando informaci\u00f3n de configuraci\u00f3n espec\u00edfica del sistema cuando asigne el enlace apropiado.
WebservicesAdmin.sub.detail.scaprovider.description=Esta secci\u00f3n permite adjuntar un conjunto de pol\u00edticas con el proveedor de servicios SCA. Puede completar la conexi\u00f3n proporcionando informaci\u00f3n de configuraci\u00f3n espec\u00edfica del sistema cuando asigne el enlace apropiado.
policyset.AttachedDeployedAssets.name.description=Especifica el nombre del activo desplegado conectado.
policyset.AttachedDeployedAssets.name.displayName=Nombre
policyset.AttachedDeployedAssets.type.CompositionUnit=Unidad de composici\u00f3n
policyset.AttachedDeployedAssets.type.CompositionUnit.description=Una unidad de composici\u00f3n
policyset.AttachedDeployedAssets.type.J2EEApplication=Aplicaci\u00f3n J2EE
policyset.AttachedDeployedAssets.type.J2EEApplication.description=Una aplicaci\u00f3n J2EE
policyset.AttachedDeployedAssets.type.description=Especifica el tipo del activo desplegado conectado.
policyset.AttachedDeployedAssets.type.displayName=Tipo
policyset.AttachedDeployedAssetsCollection.description=Utilice esta p\u00e1gina para ver activos desplegados que est\u00e9n conectados con este conjunto de pol\u00edticas.  Pulse Desasociar conjunto de pol\u00edticas para desasociar este conjunto de pol\u00edticas del activo desplegado seleccionado.  Pulse Sustituir conjunto de pol\u00edticas para seleccionar un conjunto de pol\u00edticas diferente para conectarlo, en lugar del conjunto de pol\u00edticas actual, al activo desplegado o a cualquier recurso conectado.  Tenga en cuenta que estas acciones s\u00f3lo afectan a los puntos de conexi\u00f3n con este conjunto de pol\u00edticas, y no a los recursos de l activo desplegado conectados a otros conjuntos de pol\u00edticas.
policyset.AttachedDeployedAssetsCollection.displayName=Activos desplegados conectados
policyset.andbinding.curesource.qname.displayName=Unidad de composici\u00f3n/Servicio/Punto final/Operaci\u00f3n
scaclient.Admin.displayName=Cliente de servicio SCA
scaprovider.Admin.displayName=Proveedor de servicios SCA
