WRSM.InboundSequence.displayName=Secuencias de entrada
WSRM.AckState.displayName=Estado de acuse de recibo
WSRM.InMemMessageStoreType.displayName=En memoria
WSRM.MEMessageStoreType.displayName=Motor de mensajer\u00eda
WSRM.MessageNumber.displayName=N\u00famero de mensaje
WSRM.MessageStore.displayName=Almacenes de mensajes
WSRM.NoSequenceHadMessages.error=Ninguna de las secuencias seleccionadas ten\u00eda mensajes que se pudiesen exportar.
WSRM.ReAllocateMessages.displayName=Reasignar mensajes
WSRM.SequenceHadNoMessages.error=La secuencia con identificador "{0}" no ten\u00eda mensajes para exportar.
WSRM.acksToEPR.displayName=Direcci\u00f3n de acuse de recibo
WSRM.category.title=Paneles de ReliableMessaging
WSRM.closeSequence.confirmation=Ha elegido cerrar las secuencias seleccionadas.
WSRM.closeSequence.displayName=Cerrar secuencia
WSRM.confirmation.message={0} \u00bfDesea continuar? <a href="{1}">S\u00ed</a> o <a href="{2}">No</a>
WSRM.deleteMessagesOnSequence.confirmation=Ha elegido suprimir los mensajes de las secuencias seleccionadas.
WSRM.deleteSequence.confirmation=Ha elegido suprimir las secuencias seleccionadas.
WSRM.deleteSequence.displayName=Suprimir secuencia
WSRM.deleteSequenceAndMessages.confirmation=Ha elegido suprimir las secuencias seleccionadas y todos sus mensajes.
WSRM.deleteSequenceAndMessages.displayName=Suprimir secuencia y mensajes
WSRM.deleteSequenceMessages.displayName=Suprimir mensajes en orden
WSRM.deliverOutOfOrder.confirmation=Ha elegido entregar los mensajes desordenados.
WSRM.deliverOutOfOrder.displayName=Entrega desordenada
WSRM.dispatchMessagesToApp.confirmation=Ha elegido enviar los mensajes de las secuencias seleccionadas a las aplicaciones asociadas.
WSRM.dispatchMessagesToApp.displayName=Enviar mensajes a la aplicaci\u00f3n
WSRM.exportMessages.displayName=Exportar mensajes
WSRM.exportMessages.error1=No se pueden exportar mensajes
WSRM.fromEndpoint.displayName=Desde el punto final
WSRM.highEndOfRange.displayName=L\u00edmite superior del rango
WSRM.highestInMsgNumber.displayName=N\u00famero m\u00e1s alto de mensaje de entrada
WSRM.highestOutMsgNumber.displayName=N\u00famero m\u00e1s alto de mensaje de salida
WSRM.isInOrder.displayName=Entrega en orden
WSRM.lastActivatedTime.displayName=Hora de \u00faltima actividad de secuencia
WSRM.lowEndOfRange.displayName=L\u00edmite inferior del rango
WSRM.message.contents.displayName=Contenido del mensaje
WSRM.message.displayName=Mensaje
WSRM.message.seqNum.displayName=N\u00famero de secuencia
WSRM.messageState.displayName=Estado
WSRM.messageStoreType.displayName=Tipo de almac\u00e9n de mensajes
WSRM.messageStores.displayName=Almacenes de mensajes
WSRM.messages.displayName=Mensajes
WSRM.messagesReceived.displayName=Mensajes recibidos
WSRM.moveToNewSequence.confirmation=Ha elegido mover los mensajes a una nueva secuencia.
WSRM.moveToNewSequence.displayName=Mover a nueva secuencia
WSRM.reallocateMessages.confirmation=Ha elegido reasignar los mensajes de las secuencias seleccionadas a nuevas secuencias.
WSRM.refresh.displayName=Renovar
WSRM.replyToEndpoint.displayName=Direcci\u00f3n de respuesta
WSRM.saveUndispatchedMessages.displayName=Exportar mensajes no enviados
WSRM.saveUnsentMessages.displayName=Exportar mensajes no enviados
WSRM.sequenceNumber.displayName=N\u00famero de secuencia
WSRM.sequenceState.active=Activa.
WSRM.sequenceState.awaiting=Esperando una nueva entrega de un mensaje que falta.
WSRM.sequenceState.cannotContact=No se puede conectar con el punto final remoto.
WSRM.sequenceState.closed=Secuencia cerrada.
WSRM.sequenceState.closing=Cerrando
WSRM.sequenceState.connected=Conectado.
WSRM.sequenceState.establishing=Estableciendo.
WSRM.sequenceState.failed=Se ha producido un error debido a que falta un mensaje.
WSRM.sequenceState.lostState=El lado de entrada ha perdido un estado.
WSRM.sequenceState.terminating=Terminando
WSRM.sequenceState.timeout=Excedido tiempo de espera de solicitud
WSRM.terminateSequence.confirmation=Ha elegido terminar las secuencias seleccionadas.
WSRM.terminateSequence.displayName=Terminar secuencia
WSRM.wsaNamespace.displayName=Espacio de nombres de WS-Addressing
WSRM.wsrmNamespace.displayName=Espacio de nombres de WS-ReliableMessaging
WSRMOutboundSequence.associatedApp.displayName=Aplicaci\u00f3n asociada
WSRMOutboundSequence.details.displayName=Detalles
WSRMOutboundSequence.displayName=Secuencias de salida
WSRMOutboundSequence.internalSequenceId.displayName=Identificador de tiempo de ejecuci\u00f3n
WSRMOutboundSequence.messagesSent.displayName=Mensajes enviados
WSRMOutboundSequence.queueDepth.displayName=Profundidad de mensajes
WSRMOutboundSequence.sequenceId.displayName=Identificador de secuencia
WSRMOutboundSequence.status.displayName=Estado
WSRMOutboundSequence.targetEndpoint.displayName=URI de punto final de destino
WSRMState.displayName=Estado de mensajer\u00eda fiable


WRSM.InboundSequence.description=Esta p\u00e1gina muestra la colecci\u00f3n de secuencias de entrada para el \u00e1mbito actual. Cada secuencia de entrada se utiliza para recibir mensajes que se han transmitido de forma fiable.
WSRM.AckState.description=Muestra los rangos de los n\u00fameros de secuencia de mensajes recibidos del origen de WS-ReliableMessaging. Si aparece m\u00e1s de un rango, esto indica un vac\u00edo en los mensajes recibidos. Los mensajes con un n\u00famero de secuencia mayor que el vac\u00edo m\u00e1s bajo no se pueden entregar a la aplicaci\u00f3n hasta que se cierre el vac\u00edo si se selecciona "entrega en orden" para el gestor de secuencia.
WSRM.InboundMessage.description=Los mensajes de la secuencia de entrada.
WSRM.MessageNumber.description=El n\u00famero de \u00edndice del mensaje en la secuencia.
WSRM.MessageStore.description=Esta p\u00e1gina muestra la colecci\u00f3n de gestores de almacenamiento de mensajer\u00eda fiable para el \u00e1mbito actual.
WSRM.OutboundMessage.description=Los mensajes de la secuencia de salida.
WSRM.acksToEPR.description=La direcci\u00f3n utilizada para los acuses de recibo de WS-ReliableMessaging.
WSRM.exportMessages.description=Exportar los mensajes de las secuencias seleccionadas a los archivos ZIP.
WSRM.exportMessagesZIPsTable.description=Una lista de archivos ZIP de mensajes exportados que se ha creado. Para guardar estos archivos ZIP en el sistema de archivos, pulse cada uno de los archivos y utilice la opci\u00f3n para guardar archivo del navegador web.
WSRM.fromEndpoint.description=La direcci\u00f3n from WS-Addressing utilizada para el mensaje de secuencia de creaci\u00f3n de entrada.
WSRM.highEndOfRange.description=El n\u00famero de mensaje del mensaje con el n\u00famero m\u00e1s bajo de este rango.
WSRM.highestInMsgNumber.description=El n\u00famero de mensaje m\u00e1s alto que se ha recibido en la secuencia.
WSRM.isInOrder.description=Cuando este par\u00e1metro es true, los mensajes se enviar\u00e1n a la aplicaci\u00f3n en el orden en el que se han asignado a la secuencia.
WSRM.lastActivatedTime.description=La hora a la que esta secuencia recibi\u00f3 por \u00faltima vez un mensaje.
WSRM.lowEndOfRange.description=El n\u00famero de mensaje del mensaje con el n\u00famero m\u00e1s bajo de este rango.
WSRM.message.contents.description=El contenido del mensaje.
WSRM.message.description=Los detalles de un mensaje individual.
WSRM.message.seqNum.description=El n\u00famero de \u00edndice del mensaje en la secuencia.
WSRM.messageState.description=El \u00fanico estado posible es "Esperando env\u00edo a aplicaci\u00f3n".
WSRM.messageStore.description=La calidad de servicio que se utiliza y el nombre de la aplicaci\u00f3n.
WSRM.messageStore.details.description=Para los almacenes en memoria, el \u00fanico valor posible es "En ejecuci\u00f3n". Para los mensajes almacenados por un motor de mensajer\u00eda, los valores posibles son "En ejecuci\u00f3n" o "No se puede contactar con el motor de mensajer\u00eda", probablemente porque el motor de mensajer\u00eda no est\u00e1 en ejecuci\u00f3n.
WSRM.messageStore.status.description=El icono "Correcto" indica que el almac\u00e9n de mensajes est\u00e1 en ejecuci\u00f3n. Si no se puede contactar con el motor de mensajer\u00eda, se visualiza el icono "Error".
WSRM.messageStoreType.description=Para las calidades de servicio gestionadas, los mensajes se escriben en un motor de mensajer\u00eda. Para la calidad de servicio no persistente y no gestionado, los mensajes se almacenan en la memoria.
WSRM.messageStores.description=Los gestores de almacenamiento de mensajer\u00eda fiable para el \u00e1mbito actual.
WSRM.messagesReceived.description=N\u00famero total de mensajes de aplicaci\u00f3n recibidos para la secuencia desde su creaci\u00f3n.
WSRM.messagesSent.description=N\u00famero total de mensajes de aplicaci\u00f3n asignados a la secuencia desde su creaci\u00f3n.
WSRM.outMessageState.description=Los dos estados posibles son "Susceptible de env\u00edo" (indicando que su env\u00edo est\u00e1 previsto pronto) y "Esperando inicializaci\u00f3n de secuencia".
WSRM.replyToEndpoint.description=La direcci\u00f3n de respuesta de WS-Addressing que se utiliza para los mensajes de protocolo WS-ReliableMessaging.
WSRM.wsaNamespace.description=El espacio de nombres WS-Addressing asociado a la secuencia.
WSRM.wsrmNamespace.description=El espacio de nombres definido por la versi\u00f3n de la especificaci\u00f3n WS-ReliableMessaging utilizada por la secuencia.
WSRMInboundSequence.associatedApp.description=La aplicaci\u00f3n que ha recibido mensajes de la secuencia.
WSRMInboundSequence.details.description=El estado actual de la secuencia. "Conectada" indica que la secuencia se ha establecido; "Esperando entrega de un mensaje que falta" indica que hay un vac\u00edo en la secuencia; "Cerrada" indica que la secuencia se ha cerrado; "Se ha producido un error debido a que falta un mensaje" indica que la secuencia ha terminado con un vac\u00edo en la secuencia.
WSRMInboundSequence.messageDepth.description=El n\u00famero de mensajes, mantenido por la capa de mensajer\u00eda fiable, que no se han enviado todav\u00eda a la aplicaci\u00f3n.
WSRMOutboundSequence.associatedApp.description=La aplicaci\u00f3n que ha creado la secuencia.
WSRMOutboundSequence.description=Esta p\u00e1gina muestra la colecci\u00f3n de secuencias de salida para el \u00e1mbito actual. Las secuencias de salida se utilizan para transmitir de forma fiable mensajes de la aplicaci\u00f3n local al punto final remoto. Cada secuencia tiene un identificador exclusivo.
WSRMOutboundSequence.details.description=El estado actual de la secuencia. "Estableciendo" indica que la secuencia est\u00e1 esperando un mensaje CreateSequenceResponse del destino de mensajer\u00eda fiable; "Activa" indica que se ha establecido la secuencia; "No se puede contactar con el punto final remoto" indica que se ha establecido la secuencia pero el destino de mensajer\u00eda fiable ha dejado de reconocer los mensajes; "Cerrando secuencia" indica que la secuencia se est\u00e1 cerrando y no aceptar\u00e1 nuevos mensajes; "Secuencia cerrada" indica que la secuencia se ha cerrado y no aceptar\u00e1 nuevos mensajes; "Secuencia terminando" indica que la secuencia est\u00e1 terminando y no aceptar\u00e1 nuevos mensajes;"El lado de entrada ha perdido estado en una terminaci\u00f3n" indica que la secuencia ha terminado con mensajes no reconocidos pendientes;"La secuencia ha excedido el tiempo de espera" indica que la secuencia ha excedido el tiempo de espera.
WSRMOutboundSequence.internalSequenceId.description=El identificador que se utiliza dentro del entorno de ejecuci\u00f3n del servidor de aplicaciones.
WSRMOutboundSequence.messagesSent.description=N\u00famero total de mensajes enviados por la aplicaci\u00f3n para esta secuencia.
WSRMOutboundSequence.queueDepth.description=El n\u00famero de mensajes, mantenido por la capa de mensajer\u00eda fiable, que no se han transferido todav\u00eda.
WSRMOutboundSequence.sequenceId.description=Este URI es el identificador \u00fanico para la secuencia.
WSRMOutboundSequence.status.description=El icono indica "Correcto", "Aviso" o "Error" tal como se ha descrito previamente en esta p\u00e1gina. En la columna "Detalles" se proporciona una indicaci\u00f3n m\u00e1s precisa del estado de la secuencia.
WSRMOutboundSequence.targetEndpoint.description=El destino al que se transmiten los mensajes.
WSRMState.description=Esta p\u00e1gina proporciona una visi\u00f3n general del estado del tiempo de ejecuci\u00f3n de WS-ReliableMessaging. Utilice esta p\u00e1gina para gestionar la mensajer\u00eda fiable durante el tiempo de ejecuci\u00f3n.
