AddNodeGroupMember.displayName=A\u00f1adir nodo
Manage.NodeGroups=Grupos de nodos
NewNodeGroup.displayName=Nuevo grupo de nodos
NodeGroup.admin.error={0}
NodeGroup.description.displayName=Descripci\u00f3n
NodeGroup.displayName=Grupo de nodos
NodeGroup.memberCount.displayName=Miembros
NodeGroup.name.displayName=Nombre
NodeGroup.properties.displayName=Propiedades personalizadas                                                        
NodeGroup.shortName.displayName=Nombre abreviado
NodeGroup.sysplexName.displayName=Nombre de sysplex
NodeGroupMember.displayName=Miembro del grupo de nodos
NodeGroupMember.name.displayName=Nombre
NodeGroupMembers.displayName=Miembros del grupo de nodos
NodeGroupMemberships.displayName=Pertenencia al grupo de nodos
ZosLocationService.displayName=Servicio de ubicaci\u00f3n z/OS
errors.nodegroup.name.cannot.be.default=El nombre del grupo de nodos no puede ser "Por omisi\u00f3n".
failed.to.delete.nodeGroup=Se ha producido un error al suprimir el grupo de nodos {0}. Para obtener m\u00e1s detalles, consulte los archivos de anotaciones cronol\u00f3gicas.
failed.to.delete.nodegroup.member=Se ha producido un error al suprimir el miembro del grupo de nodos {0}. Para obtener m\u00e1s detalles, consulte los archivos de anotaciones cronol\u00f3gicas.
nodeGroup.deleted=El grupo de nodos {0} se ha eliminado satisfactoriamente.
nodegroup.member.must.be.selected=Debe seleccionar al menos un miembro del grupo de nodos para realizar esta acci\u00f3n.
nodegroup.must.be.selected=Debe seleccionar al menos un grupo de nodos para realizar esta acci\u00f3n.


AddNodeGroupMember.description=Utilice esta p\u00e1gina para seleccionar los nodos para a\u00f1adir a este grupo de nodos. La lista no incluye los nodos que ya son miembros de este grupo de nodos.
NewNodeGroup.description=Utilice esta p\u00e1gina para crear un nuevo grupo de nodos. Despu\u00e9s de crear el grupo de nodos, a\u00f1ada los miembros del grupo de nodos pulsando Miembros del grupo de nodos en la p\u00e1gina de la consola administrativa Grupos de nodos.
NodeGroup.description=Utilice esta p\u00e1gina para gestionar grupos de nodos. Un grupo de nodos es una colecci\u00f3n de nodos de servidor de aplicaciones. Un grupo de nodos establece un l\u00edmite para la creaci\u00f3n de cl\u00fasteres. Todos los miembros del cl\u00faster deben estar en nodos que sean miembros del mismo grupo de nodos. Los nodos que est\u00e1n organizados en un grupo de nodos necesitan suficientes capacidades en com\u00fan para garantizar que los cl\u00fasteres formados en esos nodos puedan alojar la misma aplicaci\u00f3n en cada miembro del cl\u00faster. Un nodo debe ser al menos un miembro de un grupo de nodos y puede ser miembro de m\u00e1s de un grupo de nodos. Para eliminar un grupo de nodos, debe estar vac\u00edo.
NodeGroup.description.description=Especifica una descripci\u00f3n que puede definir para el grupo de nodos.
NodeGroup.memberCount.description=Especifica el n\u00famero de miembros o nodos del grupo de nodos. 
NodeGroup.name.description=Especifica el nombre de este grupo de nodos.
NodeGroup.properties.description=Propiedades personalizadas adicionales de este grupo de nodos que se pueden configurar.
NodeGroup.shortName.description=Especifica el nombre abreviado del grupo de nodos. Este nombre puede contener de uno a ocho caracteres, que pueden ser alfanum\u00e9ricos o los caracteres especiales arroba (@), almohadilla (#), y el signo &); el nombre no puede empezar por un n\u00famero.
NodeGroup.sysplexName.description=Especifica el nombre de sysplex de este grupo de nodos de sysplex.
NodeGroupMember.description=Utilice esta p\u00e1gina para gestionar los miembros del grupo de nodos. Un miembro de un grupo de nodos es un nodo de servidor de aplicaciones. 
NodeGroupMember.name.description=Especifica el nombre de este miembro del grupo de nodos. 
NodeGroupMembers.description=Utilice esta p\u00e1gina para ver y configurar los nodos de este grupo de nodos. 
ZosLocationService.description=Utilice esta p\u00e1gina para ver y configurar el daemon de servicio de ubicaci\u00f3n para esta c\u00e9lula. Los cambios realizados en estos valores se aplican a toda la c\u00e9lula y a la instancia del daemon de servicio de ubicaci\u00f3n de cada nodo de la c\u00e9lula.
