#  Note to Translators:
#  Translate words on the right hand side of the = sign.
#  Do not translate {0}, {1}, %1, %2 etc.
#  Preserve all spaces after a backslash (\) even at the end of a line.
#
#  Whenever an apostrophe is needed within this file, please do not double it. It has
#  been determined that the code that uses this file expects only a single
#  apostrophe, and should work properly when a single apostrophe is provided.

#CMVCPATHNAME xd/ws/code/webui.visdataservice/src/visdataservice/WEB-INF/plugin.properties
#ISMESSAGEFILE FALSE
# NLS_MESSAGEFORMAT_NONE

nav.visdataservice.label=Servicio de datos de visualizaci\u00f3n
visdataservice.desc.title=Servicio de datos de visualizaci\u00f3n
visdataservice.desc.text=Esta pantalla permite ver y modificar las propiedades del servicio de datos de visualizaci\u00f3n. Los datos de visualizaci\u00f3n proporcionan estad\u00edsticas de rendimiento de la c\u00e9lula gestionada. Los cambios se aplicar\u00e1n una vez guardados.

timestamp.format.label=Formato de indicaci\u00f3n de fecha y hora
timestamp.format.description=Especifique un patr\u00f3n de fecha y hora para utilizar al dar formato  las indicaciones de fecha y hora cuando se anotan de forma cronol\u00f3gica datos de visualizaci\u00f3n.

data.output.label=Salida de datos
data.output.description=Utilice estas opciones para especificar el tipo de salida que genera el servicio de datos de visualizaci\u00f3n.

write.interval.label=Intervalo de escritura de las anotaciones cronol\u00f3gicas de datos
write.interval.description=Intervalo en que se escriben los datos de visualizaci\u00f3n en las anotaciones cronol\u00f3gicas.

transform.action.label=Acci\u00f3n del transformador de datos
transform.action.description=Acci\u00f3n que se realiza cuando el intervalo de anotaciones cronol\u00f3gicas de datos contiene m\u00e1s puntos de datos que el n\u00famero m\u00e1ximo de puntos de datos. Los puntos de datos se pueden promediar u omitir.

UNITS_DAYS=D\u00edas
UNITS_HOURS=Horas
UNITS_SECONDS=Segundos
UNITS_MINUTES=Minutos
UNITS_MILLISECONDS=Milisegundos

TRANSFORMACTION_AVERAGE=PROMEDIO
TRANSFORMACTION_SKIP=OMITIR

rolloversize.outofrange=El valor para el tama\u00f1o m\u00e1ximo de archivo est\u00e1 fuera de rango. Debe estar entre 1 y 2147483647.
maxnumberlogs.outofrange=El valor del n\u00famero m\u00e1ximo de archivos hist\u00f3ricos est\u00e1 fuera de rango.  Debe estar entre 1 y 2147483647.
writeinterval.outofrange=El valor del intervalo de escritura de anotaciones cronol\u00f3gicas de datos est\u00e1 fuera de rango. Debe estar entre 1 y 2147483647.

rolloversize.is.required=El tama\u00f1o m\u00e1ximo de archivo es necesario. Especifique un valor entre 1 y 2147483647.
maxnumberlogs.is.required=El n\u00famero m\u00e1ximo de archivos hist\u00f3ricos es necesario. Especifique un valor entre 1 y 2147483647.
writeinterval.is.required=El intervalo de escritura es necesario. Especifique un valor entre 1 y 2147483647.

rolloversize.not.valid.int=El tama\u00f1o m\u00e1ximo de archivo no es un entero v\u00e1lido. Especifique un valor entre 1 y 2147483647.
maxnumberlogs.not.valid.int=El n\u00famero m\u00e1ximo de archivos hist\u00f3ricos no es un entero v\u00e1lido. Especifique un valor entre 1 y 2147483647.
writeinterval.not.valid.int=El intervalo de escritura no es un entero v\u00e1lido. Especifique un valor entre 1 y 2147483647.

format.not.valid=El formato de indicaci\u00f3n de fecha y hora no es v\u00e1lido. Corrija la serie de texto del patr\u00f3n de fecha y hora que corresponde al formato de la indicaci\u00f3n de fecha y hora. Las series de texto de los patrones de fecha y hora est\u00e1n compuestos por las letras (sin comillas) desde la 'A' a la 'Z' y desde la 'a' a la 'z' que representan la forma que se dar\u00e1 formato a la indicaci\u00f3n de fecha y hora. Cualquier cadena de texto que no deba ser interpretada se deber\u00eda delimitar con comillas simples (').

