ITCAM.Service.enable.description=Especifica si el recolector de datos de IBM Tivoli Composite Application Manager para WebSphere Application Server est\u00e1 habilitado cuando se inicia el servidor.
ITCAM.StartMonitor=Iniciar la supervisi\u00f3n de IBM Tivoli Composite Application Manager para WebSphere Application Server
ITCAM.StopMonitor=Detener la supervisi\u00f3n de IBM Tivoli Composite Application Manager para WebSphere Application Server
ITCAM.config.error=No se puede acceder a los datos de configuraci\u00f3n de IBM Tivoli Composite Application Manager para WebSphere Application Server
ITCAM.runtime.error=No se puede acceder a los datos de tiempo de ejecuci\u00f3n de IBM Tivoli Composite Application Manager para WebSphere Application Server
ITCAMService.description=Esta p\u00e1gina sirve para habilitar o inhabilitar el recopilador de datos de IBM Tivoli Composite Application Manager para WebSphere Application Server. Los cambios entrar\u00e1n en vigor despu\u00e9s de que se reinicie el servidor.
PMIService.LevelAll60=Todos
PMIService.LevelBasic60=B\u00e1sica
PMIService.LevelCustom60=Personalizada
PMIService.LevelExtended60=Ampliada
PMIService.LevelNone60=Ninguna
PMIService.config.error=No se puede acceder a los datos de configuraci\u00f3n de Infraestructura de supervisi\u00f3n del rendimiento
PMIService.counter=Contador
PMIService.counter.disable=Inhabilitar
PMIService.counter.disabled=Inhabilitado
PMIService.counter.enable=Habilitar
PMIService.counter.enable.sync=Habilitar con sincronizaci\u00f3n
PMIService.counter.enabled=Habilitado
PMIService.counter.enabled.sync=Habilitado con sincronizaci\u00f3n
PMIService.counter.noselection=Debe seleccionar al menos un contador para realizar esta acci\u00f3n.
PMIService.counter.same.status=El estado de los contadores siguientes ya est\u00e1 {0}: {1}.
PMIService.counter.status=Estado
PMIService.counter.type=Tipo
PMIService.custom.title=Nivel de supervisi\u00f3n personalizado
PMIService.displayName60=PMI (Infraestructura de supervisi\u00f3n del rendimiento)
PMIService.eCAM=ITCAM para WebSphere Application Server
PMIService.eCAM.desc=IBM Tivoli Composite Application Manager (ITCAM) para WebSphere Application Server
PMIService.enable=Habilitar Infraestructura de supervisi\u00f3n del rendimiento
PMIService.persist=Cambios persistentes
PMIService.runtime.error=No se puede acceder a los datos de tiempo de ejecuci\u00f3n de Infraestructura de supervisi\u00f3n del rendimiento
PMIService.statisticSet.displayName=Conjunto de estad\u00edsticas supervisadas actualmente
PMIService.usesync=Utilizar actualizaciones de contador secuenciales
eCAM.displayName=IBM Tivoli Composite Application Manager para WebSphere Application Server
eCAM.enable=Habilitar recolector de datos de IBM Tivoli Composite Application Manager para WebSphere Application Server
eCAM.monitor=Estado de supervisi\u00f3n de IBM Tivoli Composite Application Manager para WebSphere Application Server
eCAM.monitor.desc=Iniciar o detener supervisi\u00f3n de IBM Tivoli Composite Application Manager para WebSphere Application Server.


PMIService.LevelAll60.desc=Todas las estad\u00edsticas habilitadas.
PMIService.LevelBasic60.desc=Proporciona supervisi\u00f3n b\u00e1sica, que incluye Java EE y las primeras 38 estad\u00edsticas.
PMIService.LevelCustom60.desc=Proporciona control preciso para habilitar las estad\u00edsticas de forma selectiva.
PMIService.LevelExtended60.desc=Proporciona supervisi\u00f3n ampliada, que incluye el nivel b\u00e1sico de supervisi\u00f3n m\u00e1s la supervisi\u00f3n de carga de trabajo, el asesor de rendimiento y los modelos de recurso de Tivoli.
PMIService.LevelNone60.desc=Sin estad\u00edsticas habilitadas.
PMIService.counter.description=Descripci\u00f3n
PMIService.persist.desc=Conserva los cambios de tiempo de ejecuci\u00f3n entre arranques del servidor.
PMIService.statisticSet.description60=Especifica el conjunto de estad\u00edsticas que se est\u00e1 supervisando actualmente y define qu\u00e9 contadores se habilitan, supervisan e inhabilitan.
PMIService.usesync.desc=Seleccione esta opci\u00f3n para utilizar la sincronizaci\u00f3n para obtener una supervisi\u00f3n del rendimiento m\u00e1s precisa. Equilibre la necesidad de precisi\u00f3n con los requisitos de rendimiento, ya que el uso de actualizaciones de contadores secuenciales puede disminuir el rendimiento.
