DCSInboundChannel.displayName=Canal de entrada de servicios de distribuci\u00f3n y coherencia ({0})
DataPowerMgrInboundChannel.description=Canal de entrada del gestor de dispositivos DataPower para los sucesos de dispositivos gestionados
DataPowerMgrInboundChannel.displayName=Canal de entrada del gestor de dispositivos DataPower ({0})
GenericInboundChannel.configURI.displayName=URI de configuraci\u00f3n
GenericInboundChannel.displayName=Canal de entrada gen\u00e9rico ({0})
GenericInboundChannel.jarFile.displayName=Archivo JAR
GenericInboundChannel.typeID.displayName=Identificador de tipo de canal
HTTPInboundChannel.accessDisabled=El registro cronol\u00f3gico de acceso HTTP se ha inhabilitado en el servicio de registro cronol\u00f3gico HTTP y por lo tanto no se llevar\u00e1 a cabo el registro cronol\u00f3gico de acceso HTTP.
HTTPInboundChannel.accessLogging.chainSpecific.displayName=Utilizar anotaci\u00f3n cronol\u00f3gica espec\u00edfica de la cadena
HTTPInboundChannel.accessLogging.globalService.displayName=Utilizar servicio de anotaci\u00f3n cronol\u00f3gica global
HTTPInboundChannel.denialOfService.displayName=Protecci\u00f3n para rechazo de servicio
HTTPInboundChannel.denialOfService.enableMaximumBufferSize.displayName=Limitar tama\u00f1o de almacenamiento intermedio del cuerpo de petici\u00f3n
HTTPInboundChannel.denialOfService.maxHeaderFieldSize.displayName=Tama\u00f1o m\u00e1ximo del campo de cabecera
HTTPInboundChannel.denialOfService.maxHeaders.displayName=M\u00e1ximo de cabeceras
HTTPInboundChannel.denialOfService.maximumBufferSize.displayName=Tama\u00f1o m\u00e1ximo del almacenamiento intermedio del cuerpo de petici\u00f3n
HTTPInboundChannel.denialOfService.units=bytes
HTTPInboundChannel.displayName=Canal de entrada HTTP ({0})
HTTPInboundChannel.enableLogging.displayName=Habilitar anotaci\u00f3n cronol\u00f3gica
HTTPInboundChannel.errorDisabled=El registro cronol\u00f3gico de errores HTTP se ha inhabilitado en el servicio de registro cronol\u00f3gico HTTP y por lo tanto no se llevar\u00e1 a cabo el registro cronol\u00f3gico de errores HTTP.
HTTPInboundChannel.keepAlive.displayName=Utilizar conexiones persistentes para mantener activas
HTTPInboundChannel.logging.displayName=Registro cronol\u00f3gico
HTTPInboundChannel.loggingServiceDisabled=El servicio de registro cronol\u00f3gico HTTP se ha inhabilitado expl\u00edcitamente y por lo tanto no se llevar\u00e1 a cabo.
HTTPInboundChannel.loggingServiceMissing=No se ha podido encontrar ninguna configuraci\u00f3n para el servicio de registro cronol\u00f3gico HTTP y por lo tanto no se llevar\u00e1 a cabo.
HTTPInboundChannel.maximumPersistentRequests.displayName=M\u00e1ximo de peticiones persistentes por conexi\u00f3n
HTTPInboundChannel.maximumPersistentRequests.specify=M\u00e1ximo de peticiones persistentes por conexi\u00f3n
HTTPInboundChannel.maximumPersistentRequests.specify.error.required=Especifique un n\u00famero m\u00e1ximo de peticiones persistentes v\u00e1lido entre {0} y {1}.
HTTPInboundChannel.maximumPersistentRequests.summary={0}
HTTPInboundChannel.maximumPersistentRequests.summary.unlimited=Ilimitado
HTTPInboundChannel.maximumPersistentRequests.unlimited=Peticiones persistentes ilimitadas por conexi\u00f3n
HTTPInboundChannel.persistentCancelled.info=Aunque el uso de conexiones persistentes est\u00e1 habilitado, se desactivar\u00e1 debido a que el par\u00e1metro de persistencia de peticiones m\u00e1xima se ha establecido en {0}.
HTTPInboundChannel.persistentConnections.group.displayName=Conexiones persistentes
HTTPInboundChannel.persistentTimeout.displayName=Tiempo de espera persistente
HTTPInboundChannel.persistentTimeout.summary={0} segundos
HTTPInboundChannel.persistentTimeout.units=segundos
HTTPInboundChannel.readTimeout.displayName=Tiempo de espera de lectura
HTTPInboundChannel.readTimeout.summary={0} segundos
HTTPInboundChannel.readTimeout.units=segundos
HTTPInboundChannel.writeTimeout.displayName=Tiempo de espera de grabaci\u00f3n
HTTPInboundChannel.writeTimeout.summary={0} segundos
HTTPInboundChannel.writeTimeout.units=segundos
HTTPQueueInboundChannel.displayName=Canal de entrada de cola HTTP ({0})
HTTPTunnelInboundChannel.displayName=Canal de entrada HTTPTunnel ({0})
ORBInboundChannel.displayName=Canal de entrada ORB ({0})
ORBServiceTransports.displayName=Cadenas de transporte de servicio ORB
ProxyInboundChannel.displayName=Canal de entrada de proxy HTTP ({0})
SIPContainerInboundChannel.displayName=Canal de entrada de contenedor SIP ({0})
SIPInboundChannel.displayName=Canal de entrada SIP ({0})
SIPProxyInboundChannel.displayName=Canal de entrada de proxy SIP ({0})
SSLInboundChannel.SSLManagedTreeLink.displayName=Ver \u00e1rbol SSL gestionado centralmente
SSLInboundChannel.displayName=Canal de entrada SSL ({0})
SSLInboundChannel.repertoireSelection.none.text=(ninguno)
SSLInboundChannel.selectRepertoireSource.useManagementScope=Gestionado centralmente
SSLInboundChannel.selectRepertoireSource.useSpecificRepertoire=Espec\u00edfico de este punto final
SSLInboundChannel.selectRepertoireSource.useSpecificRepertoire.heading=Seleccionar configuraci\u00f3n SSL
SSLInboundChannel.sslConfigAlias.displayName=Configuraci\u00f3n SSL
SSLInboundChannel.sslConfigAlias.group.displayName=Configuraci\u00f3n SSL
SSLInboundChannel.sslConfigAlias.summary={0}
SSLInboundChannel.sslConfigAlias.summary.usingManagementSSLScope=(Gestionado centralmente)
TCPInboundChannel.addressExcludeList.displayName=Lista de exclusi\u00f3n de direcciones
TCPInboundChannel.addressIncludeList.displayName=Lista de inclusi\u00f3n de direcciones
TCPInboundChannel.displayName=Canal de entrada TCP ({0})
TCPInboundChannel.endPointName.displayName=Puerto
TCPInboundChannel.host.displayName=Host
TCPInboundChannel.host.summary={0}
TCPInboundChannel.hostNameExcludeList.displayName=Lista de exclusi\u00f3n de nombres de host
TCPInboundChannel.hostNameIncludeList.displayName=Lista de inclusi\u00f3n de nombres de host
TCPInboundChannel.inactivityTimeout.displayName=Tiempo de espera de inactividad
TCPInboundChannel.inactivityTimeout.summary={0} segundos
TCPInboundChannel.inactivityTimeout.units=segundos
TCPInboundChannel.maxOpenConnections.displayName=M\u00e1ximo de conexiones abiertas
TCPInboundChannel.maxOpenConnections.summary={0}
TCPInboundChannel.port.displayName=Puerto
TCPInboundChannel.port.summary={0}
TCPInboundChannel.threadPool.displayName=Agrupaci\u00f3n de hebras
TCPInboundChannel.threadPool.summary={0}
UDPInboundChannel.addressExcludeList.displayName=Lista de exclusi\u00f3n de direcciones
UDPInboundChannel.addressIncludeList.displayName=Lista de inclusi\u00f3n de direcciones
UDPInboundChannel.addressList.summary={0}
UDPInboundChannel.displayName=Canal de entrada UDP ({0})
UDPInboundChannel.endPointName.displayName=Puerto
UDPInboundChannel.host.displayName=Host
UDPInboundChannel.host.summary={0}
UDPInboundChannel.port.displayName=Puerto
UDPInboundChannel.port.summary={0}
WebContainerInboundChannel.displayName=Canal de entrada de contenedor Web ({0})
WebContainerInboundChannel.enableFRCACaching.displayName=Inhabilitar colocaci\u00f3n en memoria cach\u00e9 de FRCA
WebContainerInboundChannel.writeBufferSize.displayName=Tama\u00f1o del almacenamiento intermedio de grabaci\u00f3n
WebContainerInboundChannel.writeBufferSize.units=bytes


DCSInboundChannel.description=Utilice esta p\u00e1gina para ver y configurar un canal para manejar los mensajes de los servicios de coherencia y distribuci\u00f3n (DCS) de entrada. 
GenericInboundChannel.configURI.description=Especifica la ubicaci\u00f3n de los datos de configuraci\u00f3n adicionales para este canal. 
GenericInboundChannel.description=
GenericInboundChannel.jarFile.description=Especifica el nombre del archivo JAR que contiene las clases de implementaci\u00f3n para este canal. 
GenericInboundChannel.typeID.description=Especifica el identificador exclusivo para esta implementaci\u00f3n de canal dentro del archivo JAR. 
HTTPInboundChannel.accessLogging.chainSpecific.description=Especifica si se est\u00e1 produciendo la anotaci\u00f3n cronol\u00f3gica del acceso NCSA espec\u00edfico de cadena. 
HTTPInboundChannel.accessLogging.description=
HTTPInboundChannel.accessLogging.globalService.description=Especifica si se est\u00e1 produciendo la anotaci\u00f3n cronol\u00f3gica del acceso NCSA global. 
HTTPInboundChannel.denialOfService.description=Especifica si este canal estar\u00e1 protegido contra un tipo de infracci\u00f3n de seguridad de un sistema que normalmente no produce el robo de informaci\u00f3n u otra p\u00e9rdida de seguridad. Un ejemplo de este tipo de ataque se produce cuando se env\u00eda m\u00e1s tr\u00e1fico a una direcci\u00f3n de red del que pueden manejar los almacenamientos intermedios de datos. 
HTTPInboundChannel.denialOfService.enableMaximumBufferSize.description=Especifica que existe una limitaci\u00f3n de tama\u00f1o m\u00e1ximo para el cuerpo de un mensaje. 
HTTPInboundChannel.denialOfService.maxHeaderFieldSize.description=Especifica, en bytes, el tama\u00f1o m\u00e1ximo de una cabecera que se incluye en un mensaje. 
HTTPInboundChannel.denialOfService.maxHeaders.description=Especifica el n\u00famero m\u00e1ximo de cabeceras que se pueden incluir en un mensaje. 
HTTPInboundChannel.denialOfService.maximumBufferSize.description=Especifica, en bytes, el tama\u00f1o m\u00e1ximo para el cuerpo de un mensaje. 
HTTPInboundChannel.description=Utilice esta p\u00e1gina para configurar un canal para manejar las peticiones HTTP de entrada de un cliente remoto. 
HTTPInboundChannel.enableLogging.description=Especifica si est\u00e1 habilitada la anotaci\u00f3n cronol\u00f3gica de la informaci\u00f3n de acceso de NCSA, que incluye la informaci\u00f3n de colocaci\u00f3n en memoria cach\u00e9 FRCA y los mensajes de error para las conexiones que utilizan este canal.
HTTPInboundChannel.errorLogging.chainSpecific.description=Especifica si se est\u00e1 produciendo la anotaci\u00f3n cronol\u00f3gica de errores espec\u00edficos de la cadena. 
HTTPInboundChannel.errorLogging.description=
HTTPInboundChannel.errorLogging.globalService.description=Especifica si se est\u00e1 produciendo la anotaci\u00f3n cronol\u00f3gica de errores globales. 
HTTPInboundChannel.frcaLogging.chainSpecific.description=Especifica si se est\u00e1 produciendo la anotaci\u00f3n cronol\u00f3gica FRCA espec\u00edfica de cadena. 
HTTPInboundChannel.frcaLogging.description=
HTTPInboundChannel.frcaLogging.globalService.description=Especifica si se est\u00e1 produciendo la anotaci\u00f3n cronol\u00f3gica FRCA global. 
HTTPInboundChannel.keepAlive.description=Especifica si est\u00e1n permitidas las conexiones persistentes, tambi\u00e9n denominadas como conexiones que se deben mantener activas, cuando se env\u00eda un mensaje HTTP de salida, en lugar de las conexiones que se cierran despu\u00e9s del intercambio de peticiones y respuestas. 
HTTPInboundChannel.logging.description=
HTTPInboundChannel.maximumPersistentRequests.description=Especifica el m\u00e1ximo de peticiones permitidas en una sola conexi\u00f3n HTTP. 0 o 1 indica una \u00fanica petici\u00f3n por conexi\u00f3n. 
HTTPInboundChannel.maximumPersistentRequests.limited.description=Especifica el n\u00famero m\u00e1ximo de peticiones que est\u00e1n permitidas en una \u00fanica conexi\u00f3n HTTP. 
HTTPInboundChannel.maximumPersistentRequests.unlimited.description=Especifica que est\u00e1n permitidas las peticiones ilimitadas por conexi\u00f3n. 
HTTPInboundChannel.persistentConnections.group.displayName.description=Especifica si se utilizan las conexiones persistentes. 
HTTPInboundChannel.persistentTimeout.description=Especifica la cantidad m\u00e1xima de tiempo, en segundos, que el servidor espera en un socket entre peticiones de cliente. Despu\u00e9s de este tiempo de espera, la conexi\u00f3n se cierra. 
HTTPInboundChannel.readTimeout.description=Especifica la cantidad m\u00e1xima de tiempo, en segundos, que espera el servidor a que finalice una operaci\u00f3n de lectura en un socket. 
HTTPInboundChannel.writeTimeout.description=Especifica la cantidad m\u00e1xima de tiempo, en segundos, que el servidor espera a que finalice una operaci\u00f3n de escritura en un socket. 
HTTPQueueInboundChannel.description=Utilice esta p\u00e1gina para ver y configurar un canal de entrada de cola HTTP. Este canal habilita la caracter\u00edstica AsyncRequestDispatcher. 
HTTPTunnelInboundChannel.description=Utilice esta p\u00e1gina para ver y configurar los canales de transporte del t\u00fanel HTTP. Las conexiones de entrada enviadas a trav\u00e9s de este canal pasan por un t\u00fanel sobre HTTP. La transmisi\u00f3n a trav\u00e9s de t\u00fanel permite a los destinatarios intermedios de los datos ver estos datos como el cuerpo de un mensaje HTTP, en lugar de en su formato natural. Normalmente, este tipo de canal se utiliza para sortear los cortafuegos preparados para protocolos. 
ORBInboundChannel.description=Utilice esta p\u00e1gina para ver y configurar un canal de transporte del servicio de intermediario de solicitud de objetos (ORB). Este tipo de canal de transporte maneja mensajes de entrada CORBA y RMI/IIOP para el servicio ORB. El canal del transporte de servicio ORB permite a los clientes realizar peticiones y recibir respuestas de servidores en un entorno distribuido de red. 
ProxyInboundChannel.description=Utilice esta p\u00e1gina para ver y configurar un canal de transporte que proporciona funciones de proxy HTTP. 
SIPContainerInboundChannel.description=Utilice esta p\u00e1gina para ver y configurar un canal de transporte para un contenedor SIP (Session Initiation Protocol). Un contenedor SIP es un componente de servidor de aplicaciones Web que invoca el servlet de acci\u00f3n SIP e interact\u00faa con este servlet de acci\u00f3n para procesar peticiones SIP. 
SIPInboundChannel.description=Utilice esta p\u00e1gina para ver y configurar un canal de transporte del protocolo de iniciaci\u00f3n de sesi\u00f3n (SIP). 
SIPProxyInboundChannel.description=Utilice esta p\u00e1gina para ver y configurar un canal de proxy SIP. 
SSLInboundChannel.SSLManagedTreeLink.description=Examinar el \u00e1rbol de configuraci\u00f3n SSL configurada centralmente. 
SSLInboundChannel.description=Utilice esta p\u00e1gina para ver y configurar un canal para manejar el cifrado y descifrado de datos en conexiones de entrada. 
SSLInboundChannel.selectRepertoireSource.useManagementScope.description=Especifica si el canal deber\u00e1 utilizar la configuraci\u00f3n SSL con \u00e1mbito para este canal de entrada SSL. 
SSLInboundChannel.selectRepertoireSource.useSpecificRepertoire.description=Especifica si el canal deber\u00e1 utilizar una configuraci\u00f3n SSL espec\u00edfica. 
SSLInboundChannel.sslConfigAlias.description=Especifica el nombre de la configuraci\u00f3n SSL que utiliza este canal. El canal utiliza los valores SSL para negociar los reconocimientos de comunicaci\u00f3n y para descifrar y cifrar los datos en las conexiones que crea un cliente. 
SSLInboundChannel.sslConfigAlias.group.displayName.description=Especifica el nombre de la configuraci\u00f3n SSL. 
TCPInboundChannel.addressExcludeList.description=Especifica la lista de direcciones a las que no se les debe permitir realizar conexiones de entrada en este canal. Puede especificar direcciones IPv4 o IPv6. Represente todos los valores de una direcci\u00f3n IPv4 o IPv6 con un n\u00famero o un asterisco, que es el car\u00e1cter comod\u00edn. Separe m\u00faltiples direcciones con una coma.
TCPInboundChannel.addressIncludeList.description=Especifica la lista de direcciones que est\u00e1n autorizadas para realizar conexiones de entrada en este canal. Puede especificar direcciones IPv4 o IPv6. Represente todos los valores de una direcci\u00f3n IPv4 o IPv6 con un n\u00famero o un asterisco, que es el car\u00e1cter comod\u00edn. Separe m\u00faltiples direcciones con una coma.
TCPInboundChannel.description=Utilice esta p\u00e1gina para configurar un canal de entrada TCP para el tr\u00e1fico de red de entrada.
TCPInboundChannel.endPointName.description=Especifica el puerto al que est\u00e1 enlazado este canal.
TCPInboundChannel.hostNameExcludeList.description=Especifica la lista de nombres de host que no est\u00e1n autorizados para realizar conexiones de entrada en este canal. Los nombres de host pueden empezar con un asterisco, que es el car\u00e1cter comod\u00edn. Sin embargo, no debe aparecer un asterisco en ning\u00fan otro sitio de la direcci\u00f3n. Por ejemplo, *.ibm.com es v\u00e1lido, pero *.ibm.* no es v\u00e1lido. Separe m\u00faltiples direcciones de URL con una coma.
TCPInboundChannel.hostNameIncludeList.description=Especifica la lista de los nombres de host que est\u00e1n autorizados para realizar las conexiones de entrada en este canal. Los nombres de host pueden empezar con un asterisco, que es el car\u00e1cter comod\u00edn. Sin embargo, no debe aparecer un asterisco en ning\u00fan otro sitio de la direcci\u00f3n. Por ejemplo, *.ibm.com es v\u00e1lido, pero *.ibm.* no es v\u00e1lido. Separe m\u00faltiples direcciones de URL con una coma.
TCPInboundChannel.inactivityTimeout.description=Especifica la cantidad de tiempo, en segundos, que puede permanecer inactivo un socket antes de exceder el tiempo de espera de las peticiones de lectura o grabaci\u00f3n. Despu\u00e9s de haber le\u00eddo los datos iniciales, a veces, el valor especificado es alterado temporalmente por el valor especificado para otros canales en la cadena de transporte que se utilizan m\u00e1s adelante en el ciclo de proceso.
TCPInboundChannel.maxOpenConnections.description=Especifica el n\u00famero m\u00e1ximo de conexiones que pueden estar abiertas al mismo tiempo en un canal de entrada.
TCPInboundChannel.threadPool.description=Especifica la agrupaci\u00f3n de hebras que se utiliza para manejar el tr\u00e1fico de este canal.
UDPInboundChannel.addressExcludeList.description=Especifica las direcciones IP que no est\u00e1n autorizadas para realizar conexiones de entrada. Utilice una coma para separar las direcciones IPv4 o IPv6 a las que desea denegar acceso en las peticiones de conexi\u00f3n UDP de entrada. Los cuatro valores num\u00e9ricos de una direcci\u00f3n IPv4 deben estar representados por un n\u00famero, o un asterisco, que es el car\u00e1cter comod\u00edn. 
UDPInboundChannel.addressIncludeList.description=Especifica las direcciones IP que est\u00e1n autorizadas para realizar conexiones de entrada. Utilice una coma para separar las direcciones IPv4 o IPv6 a las que sea permitir el acceso en las peticiones de conexi\u00f3n UDP de entrada.
UDPInboundChannel.description=Utilice esta p\u00e1gina para ver y configurar un canal de transporte del protocolo UDP (User Datagram Protocol). 
UDPInboundChannel.endPointName.description=Especifica el puerto al cual se enlaza este canal. 
WebContainerInboundChannel.description=Utilice esta p\u00e1gina para ver y configurar un canal de entrada HTTP. Este tipo de canal de transporte maneja los mensajes de entrada para servlets y motores JSP. 
WebContainerInboundChannel.enableFRCACaching.description=Especifica si est\u00e1 inhabilitada la colocaci\u00f3n en memoria cach\u00e9 FRCA para este canal. 
WebContainerInboundChannel.writeBufferSize.description=Especifica la cantidad de contenido que se puede almacenar en el almacenamiento intermedio. Este valor se ignora si el servlet solicita de forma expl\u00edcita que los datos se desechen, o si el servlet cierra la secuencia de salida de la respuesta o del grabador.
