CommonEventInfrastructureProvider.displayName=Common Event Infrastructure
CommonEventInfrastructureService.displayName=Servicio de Common Event Infrastructure
DataStoreProfile.displayName=Almac\u00e9n de datos de sucesos
DataStoreProfile.events.displayName=Sucesos
DataStoreProfile.maxConnectionRetries.displayName=Reintentos m\u00e1ximos de conexi\u00f3n
DataStoreProfile.maxPurgeTransactionSize.displayName=Tama\u00f1o m\u00e1ximo de transacci\u00f3n de depuraci\u00f3n
DataStoreProfile.queryExpressions.displayName=Tama\u00f1o m\u00e1ximo de memoria cach\u00e9 SQL
DataStoreProfile.queryThreshold.displayName=L\u00edmite de consulta de sucesos
DataStoreProfile.retries.displayName=Reintentos
DataStoreProfile.schemaName.displayName=Nombre de esquema
DataStoreProfile.sqlCacheSize.displayName=Tama\u00f1o m\u00e1ximo de memoria cach\u00e9 SQL
DistributionQueue.displayName=Cola de distribuci\u00f3n
DistributionQueue.queueConnectionFactoryJNDIName.displayName=Nombre JNDI de f\u00e1brica de conexiones de cola
DistributionQueue.queueConnectionFactoryJNDIName.headDisplayName=Nombre JNDI de f\u00e1brica de conexiones de cola
DistributionQueue.queueConnectionFactoryJNDIName.manualLabel=Nombre JNDI de f\u00e1brica de conexiones de cola alternativo
DistributionQueue.queueConnectionFactoryJNDIName.manualOptionLabel=Utilizar la entrada siguiente
DistributionQueue.queueJNDIName.displayName=Nombre JNDI de cola
DistributionQueue.queueJNDIName.headDisplayName=Nombre JNDI de cola
DistributionQueue.queueJNDIName.manualLabel=Nombre JNDI de cola alternativo
DistributionQueue.queueJNDIName.manualOptionLabel=Utilizar la entrada siguiente
EmitterFactoryProfile.asynchronousTransmissionProfileJNDIName.displayName=Nombre JNDI de la transmisi\u00f3n JMS
EmitterFactoryProfile.asynchronousTransmissionProfileJNDIName.manualLabel=Nombre JNDI de la transmisi\u00f3n JMS alternativo
EmitterFactoryProfile.asynchronousTransmissionProfileJNDIName.manualOptionLabel=Utilizar la entrada siguiente
EmitterFactoryProfile.compatibilityMode.displayName=Modalidad de compatibilidad con protocolo de transmisi\u00f3n del servicio de sucesos anterior
EmitterFactoryProfile.displayName=F\u00e1bricas de emisores de sucesos
EmitterFactoryProfile.eventTransmissionFields.displayName=Transmisi\u00f3n de sucesos
EmitterFactoryProfile.filterFactoryJNDIName.displayName=Nombre JNDI de los valores del filtro de sucesos
EmitterFactoryProfile.filterFactoryJNDIName.manualLabel=Nombre JNDI de los valores del filtro de sucesos alternativo
EmitterFactoryProfile.filterFactoryJNDIName.manualOptionLabel=Utilizar la entrada siguiente
EmitterFactoryProfile.filteringEnabled.displayName=Filtrado de sucesos habilitado
EmitterFactoryProfile.preferredSynchronizationMode.displayName=Preferencia de transmisi\u00f3n del servicio de sucesos
EmitterFactoryProfile.preferredSynchronizationMode.headDisplayName=Preferencia de transmisi\u00f3n del servicio de sucesos
EmitterFactoryProfile.preferredTransactionMode.displayName=Utilizar nuevas transacciones
EmitterFactoryProfile.preferredTransactionMode.headDisplayName=Utilizar nuevas transacciones
EmitterFactoryProfile.supportAsynchronousTransmission.displayName=Dar soporte a la transmisi\u00f3n JMS
EmitterFactoryProfile.supportSynchronousTransmission.displayName=Dar soporte a la transmisi\u00f3n del servicio de sucesos
EmitterFactoryProfile.synchronousTransmissionProfileJNDIName.displayName=Nombre JNDI de la transmisi\u00f3n del servicio de sucesos
EmitterFactoryProfile.synchronousTransmissionProfileJNDIName.manualLabel=Nombre JNDI alternativo de la transmisi\u00f3n del servicio de sucesos
EmitterFactoryProfile.synchronousTransmissionProfileJNDIName.manualOptionLabel=Utilizar la entrada siguiente
EventBusTransmissionProfile.all.displayName=Transmisiones del servicio de sucesos
EventBusTransmissionProfile.displayName=Transmisi\u00f3n del servicio de sucesos
EventBusTransmissionProfile.eventBusJNDIName.displayName=Nombre JNDI del servicio de sucesos
EventBusTransmissionProfile.eventBusJNDIName.headDisplayName=Nombre JNDI del servicio de sucesos
EventBusTransmissionProfile.eventBusJNDINameManual.displayName=Nombre JNDI de un servicio de sucesos en una c\u00e9lula diferente
EventBusTransmissionProfile.eventBusJNDINameSelect.displayName=Seleccionar un servicio de sucesos dentro de esta c\u00e9lula
EventBusTransmissionProfileList.displayName=Transmisiones del servicio de sucesos
EventGroupProfile.compatibilityMode.displayName=Modalidad de compatibilidad con protocolo de transmisi\u00f3n del servicio de sucesos anterior
EventGroupProfile.displayName=Grupos de sucesos
EventGroupProfile.distributionQueues.displayName=Colas de distribuci\u00f3n
EventGroupProfile.eventGroupName.displayName=Nombre de grupo de sucesos
EventGroupProfile.eventGroupName.headDisplayName=Nombre de grupo de sucesos
EventGroupProfile.eventSelectorString.displayName=Serie de selector de sucesos
EventGroupProfile.eventSelectorString.headDisplayName=Serie de selector de sucesos
EventGroupProfile.persistEvents.displayName=Persistir sucesos en el almac\u00e9n de datos de sucesos
EventGroupProfile.publishEvents.displayName=Publicar sucesos en tema JMS
EventGroupProfile.topicConnectionFactoryJNDIName.displayName=Nombre JNDI de la f\u00e1brica de conexiones de tema
EventGroupProfile.topicConnectionFactoryJNDIName.headDisplayName=Nombre JNDI de f\u00e1brica de conexiones de tema JMS
EventGroupProfile.topicConnectionFactoryJNDIName.manualLabel=Nombre JNDI de la f\u00e1brica de conexiones de tema alternativo
EventGroupProfile.topicConnectionFactoryJNDIName.manualOptionLabel=Utilizar la entrada siguiente
EventGroupProfile.topicJNDIName.displayName=Nombre JNDI de tema
EventGroupProfile.topicJNDIName.headDisplayName=Nombre JNDI de tema
EventGroupProfile.topicJNDIName.manualLabel=Nombre JNDI de tema alternativo
EventGroupProfile.topicJNDIName.manualOptionLabel=Utilizar la entrada siguiente
EventGroupProfileList.displayName=Grupos de sucesos
EventGroupProfileList.eventGroupProfiles.displayName=Grupos de sucesos
EventServerProfile.dataStoreJNDIName.displayName=Nombre JNDI de EJB de almac\u00e9n de datos de sucesos
EventServerProfile.dataStoreJNDIName.headDisplayName=Nombre JNDI de EJB de almac\u00e9n de datos de sucesos
EventServerProfile.dataStoreJNDIName.manualLabel=Nombre JNDI de EJB de almac\u00e9n de datos de sucesos alternativo
EventServerProfile.dataStoreJNDIName.manualOptionLabel=Utilizar la entrada siguiente
EventServerProfile.displayName=Servicios de sucesos
EventServerProfile.enableDataStore.displayName=Habilitar almac\u00e9n de datos de sucesos
EventServerProfile.enableDataStore.headDisplayName=Habilitar almac\u00e9n de datos de sucesos
EventServerProfile.enableEventDistribution.displayName=Habilitar distribuci\u00f3n de sucesos
EventServerProfile.enableEventDistribution.headDisplayName=Habilitar distribuci\u00f3n de sucesos
FilterFactoryProfile.all.displayName=Filtros de sucesos
FilterFactoryProfile.displayName=Filtro de sucesos
FilterFactoryProfile.filterConfigurationString.displayName=Serie de configuraci\u00f3n de filtros
FilterFactoryProfile.filterConfigurationString.headDisplayName=Serie de configuraci\u00f3n de filtros
FilterFactoryProfileList.displayName=Filtros de sucesos
JMSTransmissionProfile.all.displayName=Transmisiones JMS
JMSTransmissionProfile.displayName=Transmisi\u00f3n JMS
JMSTransmissionProfile.queueConnectionFactoryJNDIName.displayName=Nombre JNDI de f\u00e1brica de conexiones de cola
JMSTransmissionProfile.queueConnectionFactoryJNDIName.manualLabel=Nombre JNDI de f\u00e1brica de conexiones de cola alternativo
JMSTransmissionProfile.queueConnectionFactoryJNDIName.manualOptionLabel=Utilizar la entrada siguiente
JMSTransmissionProfile.queueJNDIName.displayName=Nombre JNDI de cola
JMSTransmissionProfile.queueJNDIName.manualLabel=Nombre JNDI de cola alternativo
JMSTransmissionProfile.queueJNDIName.manualOptionLabel=Utilizar la entrada siguiente
JMSTransmissionProfileList.displayName=Transmisiones JMS
errors.condrequired=<span class="validation-error"><img alt="Error" align="baseline" height="16" width="16" src="/ibm/console/images/Error.gif"/>{0} es necesario si se ha seleccionado {1}</span><br>
eventinfrastructure.App.description=Common Event Infrastructure permite a aplicaciones y clientes WebSphere generar y ver sucesos.
eventinfrastructure.App.description.displayName=Descripci\u00f3n
eventinfrastructure.App.description.paragraph1=Common Event Infrastructure permite a aplicaciones y clientes WebSphere generar y ver sucesos. 
eventinfrastructure.App.description.paragraph2=El servicio de sucesos de Common Event Infrastructure utiliza autom\u00e1ticamente una configuraci\u00f3n de servicio de sucesos por omisi\u00f3n para el \u00e1mbito en el que se despliega. Normalmente, no es necesario cambiar la configuraci\u00f3n del servicio de sucesos por omisi\u00f3n ni realizar configuraciones adicionales del servicio de sucesos, aunque se puede utilizar el enlace de servicios de sucesos para hacerlo.
eventinfrastructure.App.description.paragraph3=Adem\u00e1s, se puede utilizar el enlace de correlaci\u00f3n de roles de seguridad para cambiar los valores de acceso de seguridad para Common Event Infrastructure.
eventinfrastructure.EventServerApp.displayName=Servicio de sucesos
eventinfrastructure.EventServerApp.screen.description=


CommonEventInfrastructureProvider.description=Este objeto proporciona acceso a los recursos de Common Event Infrastructure.
CommonEventInfrastructureService.description=Especifica valores del servicio Common Event Infrastructure. Este servicio permite a las aplicaciones y los clientes Web generar y ver sucesos. 
DataStoreProfile.description=Define las propiedades que utiliza el plug-in del almac\u00e9n de datos por omisi\u00f3n proporcionado por Common Event Infrastructure.
DataStoreProfile.maxConnectionRetries.description=N\u00famero m\u00e1ximo de veces que el almac\u00e9n de datos intentar\u00e1 obtener una conexi\u00f3n de la agrupaci\u00f3n de conexiones.
DataStoreProfile.maxPurgeTransactionSize.description=Cuando se depuran sucesos de la base de datos, el n\u00famero m\u00e1ximo de sucesos que se pueden suprimir en una \u00fanica transacci\u00f3n.
DataStoreProfile.queryThreshold.description=El n\u00famero m\u00e1ximo de sucesos que se pueden leer en una \u00fanica llamada a QueryEvents. Este valor es necesario para proteger la integridad del sistema. Si una consulta intenta leer demasiados sucesos de la base de datos, es posible que se consuma demasiada cantidad de recursos Java y RDBMS.
DataStoreProfile.schemaName.description=Esquema de base de datos que contiene las tablas de sucesos.
DataStoreProfile.sqlCacheSize.description=El n\u00famero m\u00e1ximo de expresiones XPath transformadas que se colocan en la antememoria. Cuando se alcanza el umbral, se elimina de la antememoria la expresi\u00f3n que menos se utiliza \u00faltimamente.
DistributionQueue.description=Estos valores definen las colas de distribuci\u00f3n JMS que desea asociar con un grupo de sucesos particular.
DistributionQueue.queueConnectionFactoryJNDIName.description=Nombre JNDI de la f\u00e1brica de conexiones de cola.
DistributionQueue.queueJNDIName.description=Nombre JNDI de la cola JMS.
DistributionQueueList.description=Lista de las colas utilizadas para publicar sucesos para clientes.
EmitterFactoryProfile.asynchronousTransmissionProfileJNDIName.description=Define el nombre JNDI de transmisi\u00f3n JMS. Lo utiliza el emisor para enviar sucesos a la cola JMS.
EmitterFactoryProfile.compatibilityMode.description=Define si el protocolo de transmisi\u00f3n CEI 5 y CEI 6 se utiliza para enviar sucesos a los servicios de sucesos. Si no existe ning\u00fan servicio de sucesos CEI 5 o CEI 6, quite la marca del recuadro y podr\u00e1 obtener un mejor rendimiento.
EmitterFactoryProfile.description=Valores de configuraci\u00f3n para una f\u00e1brica de emisores de sucesos. Los or\u00edgenes de sucesos utilizan una f\u00e1brica de emisores de sucesos para enviar sucesos a un servicio de sucesos.
EmitterFactoryProfile.eventTransmissionFields.description=Campos asociados con la transmisi\u00f3n de sucesos a los servicios de sucesos.
EmitterFactoryProfile.filterFactoryJNDIName.description=Define el nombre JNDI de la f\u00e1brica de filtros. El emisor obtiene el filtro de la f\u00e1brica de filtros para determinar si se pasa un suceso al servicio de sucesos.
EmitterFactoryProfile.filteringEnabled.description=Determina si el filtrado est\u00e1 habilitado.
EmitterFactoryProfile.preferredSynchronizationMode.description=La modalidad de transmisi\u00f3n que desea utilizar por omisi\u00f3n al enviar sucesos al servicio de sucesos. Seleccione el recuadro de selecci\u00f3n si desea utilizar la transmisi\u00f3n del servicio de sucesos por omisi\u00f3n; de lo contrario se utilizar\u00e1 la transmisi\u00f3n JMS.
EmitterFactoryProfile.preferredTransactionMode.description=La modalidad de transacci\u00f3n que desea utilizar. Seleccione el recuadro de selecci\u00f3n si desea que cada suceso se env\u00ede en una transacci\u00f3n nueva. De lo contrario, cada suceso se enviar\u00e1 en la transacci\u00f3n actual.
EmitterFactoryProfile.supportAsynchronousTransmission.description=Indica si los sucesos se env\u00edan a una cola JMS y el control se devuelve al origen de sucesos antes de que el servicio de sucesos procese el suceso. 
EmitterFactoryProfile.supportSynchronousTransmission.description=Indica si los sucesos se env\u00edan directamente al servicio de sucesos antes de devolver el control al origen de sucesos. 
EmitterFactoryProfile.synchronousTransmissionProfileJNDIName.description=Define el nombre JNDI de transmisi\u00f3n s\u00edncrona. Lo utiliza el emisor para enviar sucesos de forma as\u00edncrona al servicio de sucesos.
EmitterFactoryProfileList.description=Lista de f\u00e1bricas de emisores de sucesos. Los or\u00edgenes de sucesos utilizan una f\u00e1brica de emisores de sucesos para enviar sucesos a un servicio de sucesos.
EventBusTransmissionProfile.all.description=Estos valores definen las entradas de EJB en el servicio de sucesos.
EventBusTransmissionProfile.description=Estos valores definen la ubicaci\u00f3n de un servicio de sucesos. Los valores de transmisi\u00f3n del servicio de sucesos se utilizan al enviar sucesos al servicio de sucesos utilizando llamadas de EJB.
EventBusTransmissionProfile.eventBusJNDIName.description=El nombre JNDI del servicio de sucesos. Elija un nombre de la lista de nombres JNDI dentro de esta c\u00e9lula o especifique el nombre JNDI de un servicio de sucesos de una c\u00e9lula distinta.
EventBusTransmissionProfile.eventBusJNDINameManual.description=Escriba un nombre absoluto (indicando c\u00e9lula/nodo/servidor) de un servicio de sucesos de una c\u00e9lula distinta. 
EventBusTransmissionProfile.eventBusJNDINameSelect.description=Elija un servicio de sucesos en la lista de ubicaciones de servicios de sucesos desplegados.
EventBusTransmissionProfileList.description=Lista de transmisiones del servicio de sucesos. Una transmisi\u00f3n del servicio de sucesos define la ubicaci\u00f3n de un servicio de sucesos.
EventGroupProfile.compatibilityMode.description=Define si el protocolo de transmisi\u00f3n CEI 5 y CEI 6 se utiliza para enviar sucesos a los servicios de sucesos. Si no existe ning\u00fan servicio de sucesos CEI 5 o CEI 6, quite la marca del recuadro y podr\u00e1 obtener un mejor rendimiento.
EventGroupProfile.description=Este valor define un conjunto de sucesos que se determinan a trav\u00e9s de expresiones de selector. Con cada grupo de sucesos se pueden asociar colas JMS y un tema JMS. Si la distribuci\u00f3n de sucesos est\u00e1 habilitada y hay un suceso que coincide con el grupo de sucesos, el suceso se distribuye a todos los temas o colas que se han configurado para dicho grupo de sucesos.
EventGroupProfile.distributionQueues.description=Lista de configuraciones de cola JMS que se utilizan para la distribuci\u00f3n de sucesos. 
EventGroupProfile.eventGroupName.description=Nombre del grupo de sucesos. 
EventGroupProfile.eventSelectorString.description=La serie de selector que se utiliza para definir un grupo de sucesos. Esta serie debe ser una expresi\u00f3n XPath v\u00e1lida.
EventGroupProfile.persistEvents.description=Indica si los sucesos que pertenecen al grupo de sucesos se almacenan en el almac\u00e9n de datos de sucesos, si la persistencia est\u00e1 habilitada en los valores del servicio de sucesos. 
EventGroupProfile.publishEvents.description=Indica si los sucesos que pertenecen al grupo de sucesos se publican en el destino JMS especificado, si la distribuci\u00f3n de sucesos est\u00e1 habilitada en los valores del servicio de sucesos. 
EventGroupProfile.topicConnectionFactoryJNDIName.description=Nombre JNDI de la f\u00e1brica de conexiones de tema JMS. 
EventGroupProfile.topicJNDIName.description=Nombre JNDI del tema JMS. 
EventGroupProfileList.description=Un grupo de sucesos define una lista de sucesos que se determinan a trav\u00e9s de expresiones del selector de sucesos. Con cada grupo de sucesos se pueden asociar colas JMS y un tema JMS. Si la distribuci\u00f3n de sucesos est\u00e1 habilitada y hay un suceso que coincide con el grupo de sucesos, el suceso se distribuye a todos los temas o colas que se han configurado para dicho grupo de sucesos.
EventGroupProfileList.eventGroupProfiles.description=Lista opcional de objetos EventGroupProfile gestionados por esta f\u00e1brica de recursos. 
EventServerProfile.dataStoreJNDIName.description=Nombre JNDI del enterprise bean del almac\u00e9n de datos. 
EventServerProfile.description=Estos valores definen las propiedades del servicio de sucesos. 
EventServerProfile.enableDataStore.description=Determina si el almac\u00e9n de datos de sucesos est\u00e1 habilitado. Seg\u00fan sea su valor los sucesos se persisten en el almac\u00e9n de datos.
EventServerProfile.enableEventDistribution.description=Especifica si los sucesos se distribuyen a los consumidores a trav\u00e9s de la publicaci\u00f3n de JMS, como se especifica en los valores de grupos de sucesos individuales. 
EventServerProfileList.description=La lista de todos los valores del servicio de sucesos. El comportamiento de un servicio de sucesos lo definen sus valores.
FilterFactoryProfile.all.description=Estos valores definen las propiedades de los filtros. Cada filtro utiliza la serie de configuraci\u00f3n de filtro para determinar si un suceso se pasa al servicio de sucesos.
FilterFactoryProfile.description=Estos valores definen las propiedades de un filtro. El filtro utiliza la serie de configuraci\u00f3n de filtro para determinar si se pasa un suceso al servicio de sucesos.
FilterFactoryProfile.filterConfigurationString.description=El filtro utiliza la serie de configuraci\u00f3n de filtros para filtrar sucesos. La serie de configuraci\u00f3n debe ser una expresi\u00f3n XPath v\u00e1lida.
FilterFactoryProfileList.description=Lista de f\u00e1bricas de filtros de sucesos que pueden utilizarse en una f\u00e1brica de emisores de sucesos. El filtro utiliza la serie de configuraci\u00f3n de filtros para determinar lo que se pasa a un servicio de sucesos.
JMSTransmissionProfile.all.description=Estos valores definen entradas de cola JMS en el servicio de sucesos. Definen los nombres JNDI de f\u00e1bricas de conexiones de cola y colas JMS.
JMSTransmissionProfile.description=Estos valores definen una entrada de cola JMS en el servicio de sucesos. Define los nombres JNDI de una f\u00e1brica de conexiones de cola y una cola JMS.
JMSTransmissionProfile.queueConnectionFactoryJNDIName.description=Nombre JNDI de la f\u00e1brica de conexiones de cola JMS. 
JMSTransmissionProfile.queueJNDIName.description=Nombre JNDI de la cola JMS.
JMSTransmissionProfileList.description=Lista de entradas de cola JMS en el servicio de sucesos. Define los nombres JNDI de una f\u00e1brica de conexiones de cola y una cola JMS.
eventinfrastructure.App.description.description=Descripci\u00f3n de Common Event Infrastructure. 
