AsynchBeans.category=Beans as\u00edncronos
ObjectPool.displayName=Agrupaciones de objetos personalizadas
ObjectPool.poolClassName.displayName=Nombre de clase de agrupaci\u00f3n
ObjectPool.poolImplClassName.displayName=Nombre de clase de implementaci\u00f3n de agrupaci\u00f3n
ObjectPoolManagerInfo.displayName=Gestores de agrupaciones de objetos
SchedulerConfiguration.createTables.alreadyExists=Las tablas del planificador {0} ya existen. No se ha actualizado la base de datos.
SchedulerConfiguration.createTables.displayName=Crear tablas
SchedulerConfiguration.createTables.failed=No se han podido crear las tablas del planificador {0}. Causa: {1}
SchedulerConfiguration.createTables.successful=Las tablas del planificador {0} se han creado satisfactoriamente.
SchedulerConfiguration.datasourceAlias.displayName=Alias de origen de datos
SchedulerConfiguration.datasourceAlias.link=Especifica una lista de alias que el planificador utiliza para acceder al origen de datos.
SchedulerConfiguration.datasourceJNDIName.displayName=Nombre JNDI de origen de datos
SchedulerConfiguration.displayName=Planificadores
SchedulerConfiguration.dropTables.displayName=Eliminar tablas
SchedulerConfiguration.dropTables.doesNotExist=Las tablas del planificador {0} no existen en la base de datos. No se ha actualizado la base de datos.
SchedulerConfiguration.dropTables.failed=No se han podido eliminar las tablas del planificador {0}. Causa: {1}
SchedulerConfiguration.dropTables.successful=Las tablas del planificador {0} se han eliminado satisfactoriamente.
SchedulerConfiguration.noSchedConfigMBean=No se puede localizar el MBean de SchedulerConfiguration para este servidor. La causa m\u00e1s probable de este error es que el servidor no se est\u00e9 ejecutando.
SchedulerConfiguration.pollInterval.displayName=Intervalo de sondeo
SchedulerConfiguration.pollInterval.units=segundos
SchedulerConfiguration.tablePrefix.displayName=Prefijo de tabla
SchedulerConfiguration.useAdminRoles.displayName=Utilizar roles de administraci\u00f3n
SchedulerConfiguration.verifyTables.displayName=Verificar tablas
SchedulerConfiguration.verifyTables.failed=No se han podido verificar las tablas del planificador {0}. Causa: {1}
SchedulerConfiguration.verifyTables.successful=Las tablas del planificador {0} se han verificado satisfactoriamente.
SchedulerConfiguration.workmanager.JNDI.name.set.to.missing.value=El nombre JNDI del gestor de trabajos est\u00e1 configurado actualmente en "{0}", pero se trata de un valor no v\u00e1lido para este planificador porque el nombre JNDI no existe, o bien no es visible para este planificador en la jerarqu\u00eda del \u00e1mbito. Esto provocar\u00e1 que el planificador falle. Se ha eliminado el valor de la lista desplegable, se recomienda seleccionar un valor diferente o crear un gestor de trabajos con el nombre  JNDI especificado que es visible para este planificador.
SchedulerConfiguration.workmanagerJNDIName.displayName=Nombre JNDI de Work manager
ThreadPoolProperties.displayName=Propiedades de agrupaci\u00f3n de hebras
TimerManagerInfo.displayName=Gestores de temporizadores
TimerManagerInfo.numAlarmThreads.displayName=N\u00famero de hebras de temporizador
WorkManager.service.appprofile.Name=Servicio de perfilado de aplicaciones (obsoleto)
WorkManager.service.i18n.Name=Internacionalizaci\u00f3n
WorkManager.service.security.Name=Seguridad
WorkManager.service.wlm.Name=Clase de servicio WLM de z/OS
WorkManager.service.workarea.Name=WorkArea
WorkManagerInfo.WorkRequestFullActionBlock=Bloquear
WorkManagerInfo.WorkRequestFullActionFail=Error
WorkManagerInfo.daemonTransactionClass.displayName=Clase de transacci\u00f3n de daemon
WorkManagerInfo.defaultTransactionClass.displayName=Clase de transacci\u00f3n por omisi\u00f3n
WorkManagerInfo.displayName=Gestores de trabajos
WorkManagerInfo.displayName.link=Gestionar gestores de trabajos
WorkManagerInfo.isGrowable.displayName=Con posibilidad de crecimiento
WorkManagerInfo.maxThreads.displayName=N\u00famero m\u00e1ximo de hebras
WorkManagerInfo.minThreads.displayName=N\u00famero m\u00ednimo de hebras
WorkManagerInfo.numAlarmThreads.displayName=N\u00famero de hebras de alarma
WorkManagerInfo.serviceNames.displayName=Nombres de servicio
WorkManagerInfo.threadPriority.displayName=Prioridad de hebras
WorkManagerInfo.threadPriority.units=prioridad
WorkManagerInfo.workRequestQueueFullAction.displayName=Acci\u00f3n de cola de peticiones de trabajos llena
WorkManagerInfo.workRequestQueueSize.displayName=Tama\u00f1o de la cola de peticiones de trabajos
WorkManagerInfo.workRequestQueueSize.units=objetos de trabajo
WorkManagerInfo.workTimeout.displayName=Tiempo de espera del trabajo
WorkManagerInfo.workTimeout.units=milisegundos
schedButton.CreateTable=Crear tablas
schedButton.DropTable=Eliminar tablas
schedButton.VerifyTable=Verificar tablas


ObjectPool.description=Especifica que registra interfaces clases de implementaci\u00f3n e interfaces de agrupaciones de objetos personalizadas. Con este registro, puede establecer propiedades personalizadas cuando crea objetos agrupados.
ObjectPool.poolClassName.description=Especifica el nombre de clase plenamente cualificado de los objetos que se almacenan en la agrupaci\u00f3n de objetos personalizada.
ObjectPool.poolImplClassName.description=Especifica el nombre de clase plenamente cualificado de la clase de implementaci\u00f3n para la agrupaci\u00f3n de objetos personalizada. 
ObjectPoolManagerInfo.description=Especifica un gestor de agrupaciones de objetos que gestiona las agrupaciones de objetos personalizadas que utilizan los servidores de aplicaciones.
ObjectPoolManagerInfo.objectPools.description=Especifica agrupaciones de objetos personalizadas para gestores de agrupaciones de objetos. Las agrupaciones de objetos personalizadas son opcionales.
SchedulerConfiguration.datasourceAlias.description=Especifica el alias del nombre de usuario y contrase\u00f1a utilizados para acceder al origen de datos.
SchedulerConfiguration.datasourceJNDIName.description=Especifica el nombre del origen de datos donde se almacenan las tareas persistentes. 
SchedulerConfiguration.description=Especifica los recursos de planificadores que utiliza el servidor. Los planificadores son servicios de temporizador persistentes y transaccionales que pueden ejecutar l\u00f3gica empresarial. Cada planificador ejecuta tareas de forma independiente y tiene una interfaz de programaci\u00f3n a la que se puede acceder desde las aplicaciones Java(TM) Platform, Enterprise Edition (Java EE) utilizando la interfaz JNDI (Java(TM) Naming and Directory Interface). Tambi\u00e9n puede gestionar los planificadores utilizando un MBean JMX (Java(TM) Management Extensions). Consulte la documentaci\u00f3n relativa a los planificadores en el Information Center para obtener detalles sobre c\u00f3mo configurarlos y utilizarlos. 
SchedulerConfiguration.pollInterval.description=Especifica el intervalo, en segundos, que el planificador sondea la base de datos. El valor por omisi\u00f3n es apropiado para la mayor\u00eda de las aplicaciones.
SchedulerConfiguration.tablePrefix.description=Especifica el prefijo de serie que se a\u00f1ade a las tablas del planificador. M\u00faltiples Schedulers independientes pueden compartir la misma base de datos si cada Scheduler especifica una serie de prefijo distinta.
SchedulerConfiguration.useAdminRoles.description=Especifica que cuando est\u00e1 opci\u00f3n y la seguridad global est\u00e1n ambas habilitadas, se imponen los roles de administraci\u00f3n de usuario cuando se utilizan las API o los mandatos del planificador Java(TM) Management Extensions (JMX) para crear y modificar tareas. Si esta opci\u00f3n no est\u00e1 habilitada, todos los usuarios pueden crear y modificar tareas. 
SchedulerConfiguration.workmanagerJNDIName.description=Especifica el nombre JNDI (Java(TM) Naming and  Directory Interface) del gestor de trabajos, que se utiliza para gestionar el n\u00famero de tareas que se pueden ejecutar de forma simult\u00e1nea con el planificador. El gestor de trabajos tambi\u00e9n puede limitar la cantidad de contexto Java(TM) Platform, Enterprise Edition (Java EE) que se aplica a la tarea. 
TimerManagerInfo.description=Especifica que un gestor de temporizador permite a las aplicaciones planificar notificaciones futuras de temporizador y recibir retornos de llamada de notificaciones de temporizador en escuchas especificados de la aplicaci\u00f3n dentro de un entorno Java(TM) Platform, Enterprise Edition (Java EE). El gestor de temporizador se enlaza con el espacio de nombres JNDI (Java(TM) Naming and Directory Interface). 
TimerManagerInfo.numAlarmThreads.description=Especifica el n\u00famero m\u00e1ximo de hebras que se utilizan para temporizadores. 
TimerManagerInfo.serviceNames.description=Especifica una lista de servicios que se ponen a disposici\u00f3n de este gestor de temporizadores. 
WorkManager.service.appprofile.Description=Especifica que, cuando se selecciona esta opci\u00f3n, se habilita el servicio de perfilado de aplicaciones y se selecciona la propiedad del servicio de perfilado de aplicaciones modalidad de compatibilidad 5.x, la tarea de perfil de aplicaciones asociada con la hebra de planificaci\u00f3n est\u00e1 disponible en la hebra de destino para aplicaciones J2EE 1.3. Para las aplicaciones J2EE 1.4, la tarea del perfil de aplicaciones es una propiedad de su unidad de trabajo asociada, en lugar de una hebra. Esta opci\u00f3n no afecta al comportamiento de la tarea en aplicaciones J2EE 1.4. El trabajo planificado que se ejecuta en una aplicaci\u00f3n J2EE 1.4 nunca obtiene la tarea de  perfilado de aplicaciones de la hebra de planificaci\u00f3n.
WorkManager.service.i18n.Description=Especifica que, cuando se selecciona esta opci\u00f3n y se habilita el servicio de internacionalizaci\u00f3n, el contexto de internacionalizaci\u00f3n que existe en la hebra de planificaci\u00f3n est\u00e1 disponible en la hebra de destino.
WorkManager.service.security.Description=Especifica que, cuando se selecciona esta opci\u00f3n, el sujeto JAAS (Java(TM) Authentication and Authorization Service) que existe en la hebra de planificac\u00f3n estar\u00e1 disponible en la hebra de destino. Si no se selecciona, la hebra se ejecuta de forma an\u00f3nima.
WorkManager.service.wlm.Description=Especifica que, cuando se selecciona esta opci\u00f3n, la hebra de destino hereda la clasificaci\u00f3n de carga de trabajo de la transacci\u00f3n del producto WebSphere(R) Application Server para z/OS(R) de la hebra de planificaci\u00f3n. Si no se selecciona, la clase de transacci\u00f3n por omisi\u00f3n o los valores de la clase de transacci\u00f3n del daemon se utilizan para reclasificar la hebra de destino. (Este valor s\u00f3lo se aplica al producto z/OS(R).)
WorkManager.service.workarea.Description=Especifica que, cuando se selecciona esta opci\u00f3n, el contexto del WorkArea de cada partici\u00f3n de WorkArea que existe en la hebra de planificaci\u00f3n est\u00e1 disponible en la hebra de destino. 
WorkManagerInfo.daemonTransactionClass.description=Especifica la clase de transacci\u00f3n que se utiliza para la clasificaci\u00f3n de cargas de trabajo del servicio Work Load Manager de trabajos de daemon. 
WorkManagerInfo.defaultTransactionClass.description=Especifica la clase de transacci\u00f3n que se utiliza para la clasificaci\u00f3n de cargas de trabajo del servicio Work Load Manager de trabajos que no son de daemon que a\u00fan no est\u00e9n asociados a una clase de servicio. 
WorkManagerInfo.description=Especifica un gestor de trabajos que contiene una agrupaci\u00f3n de hebras que se enlazan en la interfaz JNDI (Java(TM) Naming and  Directory Interface). 
WorkManagerInfo.isDistributable.description=Especifica si el objeto de trabajo planificado iniciado con este gestor de trabajos se va a distribuir en otros miembros del cl\u00faster. 
WorkManagerInfo.isGrowable.description=Especifica si puede aumentarse el n\u00famero de hebras de este gestor de trabajos. 
WorkManagerInfo.maxThreads.description=Especifica el n\u00famero m\u00e1ximo de hebras que est\u00e1n disponibles en este gestor de trabajos. 
WorkManagerInfo.minThreads.description=Especifica el n\u00famero m\u00ednimo de hebras que est\u00e1n disponibles en este gestor de trabajos. 
WorkManagerInfo.numAlarmThreads.description=Especifica el n\u00famero m\u00e1ximo deseado de hebras que se utilizan para las alarmas. El valor por omisi\u00f3n es 2.
WorkManagerInfo.serviceNames.description=Especifica una lista de servicios que se ponen a disposici\u00f3n para este  gestor de trabajos. 
WorkManagerInfo.threadPriority.description=Especifica la prioridad de las hebras disponibles en este gestor de trabajos. 
WorkManagerInfo.workRequestQueueFullAction.description=Especifica la acci\u00f3n que se lleva a cabo cuando se agota la agrupaci\u00f3n de hebras y la cola de peticiones de trabajo est\u00e1 llena. Esta acci\u00f3n se inicia al someter trabajo que no sea de daemon al gestor de trabajos. El valor por omisi\u00f3n es block.
WorkManagerInfo.workRequestQueueSize.description=Especifica el tama\u00f1o de la cola de peticiones de trabajos. La cola de peticiones de trabajo es un almacenamiento intermedio que contiene los objetos de trabajo planificados y puede ser un valor de 1 o superior. La agrupaci\u00f3n de hebras obtiene trabajos de esta cola. Si no especifica ning\u00fan valor o el valor es 0, el tama\u00f1o de la cola se gestiona autom\u00e1ticamente. Los valores grandes pueden consumir bastantes recursos del sistema. 
WorkManagerInfo.workTimeout.description=Especifica el n\u00famero de milisegundos que se debe esperar antes de liberar un objeto de trabajo planificado. Si no se especifica, el tiempo de espera est\u00e1 inhabilitado.
