#  Note to Translators:
#  Translate words on the right hand side of the = sign.
#  Do not translate {0}, {1}, %1, %2 etc.
#  Preserve all spaces after a backslash (\) even at the end of a line.
#
#  Whenever an apostrophe is needed within this file, please do not double it. It has
#  been determined that the code that uses this file expects only a single
#  apostrophe, and should work properly when a single apostrophe is provided.


#CMVCPATHNAME XD/ws/code/webui.policyconfiguration/src/policyconfiguration/WEB-INF/plugin.nlsprops
#ISMESSAGEFILE FALSE
# NLS_MESSAGEFORMAT_NONE
# Comment
# NLS_ENCODING=ASCII

viewlet.showme=Gu\u00eda de aprendizaje
#Tree Values
nav.policyconfigroot=Pol\u00edticas operativas
nav.showServiceClass=Pol\u00edticas de servicio
nav.showServiceClassTopology=Topolog\u00eda de pol\u00edticas de servicio
serviceclass.topology.root=Topolog\u00eda de pol\u00edticas de servicio
transactionclass.topology.root=Clase de transacci\u00f3n

#Service Policy Wizard
serviceclass.wizard.title=Crear una nueva pol\u00edtica de servicio
serviceclass.wizard.description=Crear una nueva pol\u00edtica de servicio.  Define las propiedades generales, incluidos el objetivo de empresa y las clases de transacci\u00f3n asociadas a la pol\u00edtica de servicio.
serviceclass.wizard.steps.properties=Definir propiedades generales de la pol\u00edtica de servicio
serviceclass.wizard.steps.goalproperties=Definir propiedades objetivo de la pol\u00edtica de servicio
serviceclass.wizard.steps.members=Definir las pertenencias a la pol\u00edtica de servicio
serviceclass.wizard.steps.confirm=Confirmar la creaci\u00f3n de la pol\u00edtica de servicio
serviceclass.wizard.importance.description=El valor de importancia se utiliza para determinar el trabajo de aplicaci\u00f3n que puede tolerar mejor disminuciones en el rendimiento. Cuando mayor sea la importancia, menor tolerancia tendr\u00e1 el trabajo asociado con dicha pol\u00edtica de servicio con los bajones en el rendimiento.
serviceclass.wizard.goaltype.description=Los objetivos disponibles para definir los niveles de servicio.

#Note to translators: {0} is a unit type (seconds or minutes).
serviceclass.wizard.goalvalue.description=Hora de servicio m\u00e1s deseable.

serviceclass.wizard.percentile.description=El percentil para el objetivo de esta pol\u00edtica de servicio.  Indique en el valor del objetivo el tiempo de respuesta del objetivo mediante un valor entero de 1 a 99.

serviceclass.wizard.description.description=Descripci\u00f3n para esta pol\u00edtica de servicio.  La descripci\u00f3n es opcional.
serviceclass.wizard.name.description=Nombre de esta pol\u00edtica de servicio.  El nombre es necesario y debe ser exclusivo en la c\u00e9lula.
serviceclass.wizard.membershipinstruction=Esta lista contiene las clases de transacci\u00f3n que forman parte de esta pol\u00edtica de servicio. Para definir que una nueva clase de transacci\u00f3n forme parte de esta pol\u00edtica de servicio, pulse "Nueva". Para eliminar una clase de transacci\u00f3n, selecci\u00f3nela en la lista y pulse "Eliminar".
serviceclass.confirm.msg1=A continuaci\u00f3n se presenta un resumen de las selecciones efectuadas. Pulse <b>Finalizar</b> para completar la creaci\u00f3n de la pol\u00edtica de servicio.
serviceclass.confirm.msg2=Si desea modificar alg\u00fan valor, pulse el bot\u00f3n <b>Anterior</b> para revisar los valores de la pol\u00edtica de servicio.
serviceclass.confirm.msg3=Se realizar\u00e1n las acciones siguientes:

#Note to translators:  The following two messages are shown on the ServicePolicy Confirmation Wizard,
#based on which service goal type the user selects.  The last argument is a list of items.
serviceclass.confirm.disc=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" con la descripci\u00f3n \"{1}\", un objetivo de pol\u00edtica de servicio discrecional y con las siguientes clases de transacci\u00f3n: \"{2}\".
serviceclass.confirm.disc.nodesc=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" con un objetivo de servicio discrecional y con las siguientes clases de transacci\u00f3n: \"{1}\".
serviceclass.confirm.disc.nomembers=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" con la descripci\u00f3n \"{1}\" y un objetivo de servicio discrecional.
serviceclass.confirm.disc.min=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" con un objetivo de servicio discrecional.

#In this string, the service goal parameters are  {2) will be an integer, like 10 and {3} will be the localized string of the units from below (TIME_INTERVAL_SECONDS), like seconds.  So
#that it would read like  Queue Time service goal of "10 sec", and ....
#The 4th argument is the localized string of the importance from below (IMPORTANCE_HIGHER=Very High)
serviceclass.confirm.queue=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" con la descripci\u00f3n \"{1}\" y un objetivo de servicio con un tiempo de cola de \"{2} {3}\" con una importancia \"{4}\".
serviceclass.confirm.completiontime=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" con la descripci\u00f3n \"{1}\" y un objetivo de servicio de tiempo de finalizaci\u00f3n de \"{2} {3}\" con una importancia \"{4}\".
serviceclass.confirm.queue.nodesc=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" con un objetivo de servicio de tiempo de cola de \"{1} {2}\" con una importancia \"{3}\".
serviceclass.confirm.completiontime.nodesc=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" con un objetivo de servicio de tiempo de finalizaci\u00f3n de \"{1} {2}\" con una importancia \"{3}\".

#In this string, the service goal parameters are  {2) will be an integer, like 10 and {3} will be the localized string of the units from below (TIME_INTERVAL_SECONDS), like seconds.  So
#that it would read like  Average Response Time service goal of "10 sec", and ....
#The 4th argument is the localized string of the importance from below (IMPORTANCE_HIGHER=Very High)
serviceclass.confirm.avg=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" con la descripci\u00f3n \"{1}\" y un objetivo de servicio con un tiempo de respuesta medio de \"{2} {3}\" con una importancia \"{4}\".
serviceclass.confirm.avg.nodesc=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" con un objetivo de servicio con un tiempo de respuesta media de \"{1} {2}\" con una importancia \"{3}\".
serviceclass.confirm.avga=La nueva pol\u00edtica de servicio contendr\u00e1 las siguientes clases de transacci\u00f3n: \"{0}\".

#In this string, the service goal parameters are  {2) and {3} will be integers, and {4} will be the localized string of the units from below (TIME_INTERVAL_SECONDS), like seconds.  So
#that it would read like  Percentile Response Time service goal of "85% at 10 sec", and ....
#The 5th argument is the localized string of the importance from below (IMPORTANCE_HIGHER=Very High)
serviceclass.confirm.pct=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" con la descripci\u00f3n \"{1}\" y contendr\u00e1 las siguientes clases de transacci\u00f3n: \"{2}\".
serviceclass.confirm.pct.min=Se crear\u00e1 una nueva pol\u00edtica de servicio \"{0}\".
serviceclass.confirm.pct.desc=Se crear\u00e1 una nueva pol\u00edtica de servicio \"{0}\" con la descripci\u00f3n \"{1}\".
serviceclass.confirm.pct.members=Se crear\u00e1 la nueva pol\u00edtica de servicio \"{0}\" y contendr\u00e1 las siguientes clases de transacci\u00f3n: \"{1}\".
serviceclass.confirm.pcta=La nueva pol\u00edtica de servicio tendr\u00e1 un objetivo de servicio con un tiempo de respuesta percentil del \"{0} % en {1} {2}\" con una importancia \"{3}\".

#Transaction Class Wizard
transactionclass.wizard.steps.properties=Definir propiedades generales de las clases de transacci\u00f3n
transactionclass.wizard.steps.members=Definir pertenencias a la clase de transacci\u00f3n
transactionclass.wizard.steps.parent=Definir correlaci\u00f3n con una pol\u00edtica de servicio
transactionclass.wizard.steps.confirm=Confirmar la creaci\u00f3n de una clase de transacci\u00f3n
transactionclass.wizard.description=Crear una nueva clase de transacci\u00f3n.  Se definen las propiedades generales y los URI de aplicaci\u00f3n de empresa asociados a la clase de transacci\u00f3n.
transactionclass.sp.wizard.description=Crear una nueva clase de transacci\u00f3n para la pol\u00edtica de servicio \"{0}\".

#Note to translators - {0} is the name of a service policy.
transactionclass.wizard.title=Crear una nueva clase de transacci\u00f3n
transactionclass.wizard.description.description=Descripci\u00f3n de esta clase de transacci\u00f3n.  La descripci\u00f3n es opcional.
transactionclass.wizard.name.description=Nombre de esta clase de transacci\u00f3n.  El nombre es necesario y debe ser exclusivo en la c\u00e9lula.
transactionclass.confirm.msg1=A continuaci\u00f3n se presenta un resumen de las selecciones efectuadas. Pulse <b>Finalizar</b> para completar la creaci\u00f3n de la clase de transacci\u00f3n para la pol\u00edtica de servicio \"{0}\".

#Note to translators - {0} is the name of a service policy.  Do not translate <b> and </b>.
transactionclass.confirm.msg2=Si desea modificar alg\u00fan valor, pulse el bot\u00f3n <b>Anterior</b> para revisar los valores de la clase de transacci\u00f3n.
transactionclass.confirm.msg3=Se realizar\u00e1n las acciones siguientes:
transactionclass.confirm.msg4=Se crear\u00e1 una nueva clase de transacci\u00f3n \"{0}\" con la descripci\u00f3n \"{1}\" y con los URI siguientes: {2}.
transactionclass.confirm.msg.members=Se crear\u00e1 una nueva clase de transacci\u00f3n \"{0}\" con los URI siguientes: {1}.
transactionclass.confirm.msg.desc=Se crear\u00e1 una nueva clase de transacci\u00f3n \"{0}\" con la descripci\u00f3n \"{1}\".
transactionclass.confirm.msg.min=Se crear\u00e1 una nueva clase de transacci\u00f3n \"{0}\".


#Miscellaneous
policy.App=Aplicaci\u00f3n de empresa
policy.Mod=M\u00f3dulo
percent.sign=%

#Error messages
error.name.required=Se necesita el campo de nombre.
error.reading.transactionclass=No se puede leer la clase de transacci\u00f3n.
error.name.invalid.chars=El campo de nombre contiene caracteres no v\u00e1lidos.  Debe escribir un nombre v\u00e1lido.
error.name.unique=El nombre debe ser exclusivo.  Debe escribir un nombre exclusivo.
error.pct.outofrange=El porcentaje del objetivo est\u00e1 fuera de rango.  Especifique un valor entero de 1 a 99.
error.avg.outofrange=El valor del objetivo est\u00e1 fuera de rango.  El valor del objetivo debe ser un valor entero mayor que 0 y menor o igual que 300 segundos o 300000 milisegundos.  Especifique un valor dentro del rango v\u00e1lido.
error.queuetime.outofrange=El valor del objetivo est\u00e1 fuera de rango.  El valor del objetivo debe ser un valor entero mayor que 0 y menor o igual que 2147483647 minutos.  Especifique un valor dentro del rango v\u00e1lido.
error.serviceclass.create.uniquename=No se puede crear la pol\u00edtica de servicio porque el nombre debe ser exclusivo.  Debe escribir un nombre exclusivo.
error.serviceclass.create=No se puede crear la pol\u00edtica de servicio: {0}.
error.serviceclass.updatemembers=No se puede actualizar la pertenencia a la pol\u00edtica de servicio: {0}.
error.serviceclass.update=No se puede actualizar la pol\u00edtica de servicio: {0}.
error.serviceclass.delete=No se puede suprimir la pol\u00edtica de servicio: {0}.
error.transactionclass.view=Seleccione una clase de transacci\u00f3n.
error.transactionclass.delete=No se puede suprimir la clase de transacci\u00f3n: {0}.
error.transactionclass.create=No se puede crear la clase de transacci\u00f3n: {0}.
error.transactionclass.create.uniquename=No se puede crear la clase de transacci\u00f3n porque el nombre debe ser exclusivo.  Debe escribir un nombre exclusivo.
error.transactionclass.update=No se puede actualizar la clase de transacci\u00f3n: {0}.
error.transactionclass.updatemembers=No se puede actualizar la pertenencia a la clase de transacci\u00f3n: {0}.
error.transactionclass.create.scmapping=La clase de transacci\u00f3n que se acaba de crear no puede correlacionarse con la pol\u00edtica de servicio especificada.
info.serviceclass.data.update=Se ha modificado la informaci\u00f3n de la clase o clases de transacci\u00f3n, pero no se ha guardado.  Se guardar\u00e1n al pulsar el bot\u00f3n Aplicar o Aceptar o al crear la pol\u00edtica de servicio.
one.item.must.be.selected=Debe seleccionar al menos un elemento de la lista para realizar esta acci\u00f3n.
error.value.from.repository.goalvalue=El valor del objetivo le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.
error.value.from.repository.percent=El percentil de objetivo le\u00eddo del repositorio no es v\u00e1lido.  Actualice para entrar un valor v\u00e1lido.

#Service Policy Topology Main Panel
desc.showServiceClassTopology.title=Topolog\u00eda de pol\u00edticas de servicio
desc.serviceClassTopology.text=La topolog\u00eda de pol\u00edticas de servicio muestra la relaci\u00f3n entre pol\u00edticas de servicio, clases de transacci\u00f3n y clases de trabajo de pol\u00edtica de servicio de aplicaciones.

#Service Policy Main Panel (contains the table with known service policies)
desc.showServiceClass.title=Pol\u00edticas de servicio
desc.serviceclass.text=Una pol\u00edtica de servicio define un objetivo de empresa y una importancia, y contiene una o m\u00e1s clases de transacci\u00f3n.  Las pol\u00edticas de servicio definen la pol\u00edtica operativa utilizada por un componente del servidor proxy para categorizar y filtrar trabajo en la cola.
serviceclass.membership=Clases de transacci\u00f3n
serviceclass.membershipdescription=Asociar las clases de transacci\u00f3n con esta pol\u00edtica de servicio
serviceclass.membership.description=Especificar las clases de transacci\u00f3n que se van a asociar a esta pol\u00edtica de servicio.  Para asociar clases de transacci\u00f3n a clasificaciones de trabajo, navegue hasta Aplicaciones de empresa, y pulse la aplicaci\u00f3n espec\u00edfica para mostrar las propiedades de la aplicaci\u00f3n; despu\u00e9s seleccione la pesta\u00f1a Pol\u00edticas de servicio.

serviceclass.membership.link=Clasificar las solicitudes de aplicaciones con las clases de trabajo
serviceclass.membership.guidedactivity=Actividad guiada
serviceclass.detail.goalString=Objetivo
serviceclass.detail.displayname=Nombre
serviceclass.detail.descname=Descripci\u00f3n
serviceclass.detail.importance=Importancia
serviceclass.detail.importance.description=Importancia de esta pol\u00edtica de servicio
serviceclass.detail.transclasses=Clases de transacci\u00f3n
serviceclass.detail.goaltype=Tipo de objetivo
serviceclass.detail.goaltype.description=Tipo de objetivo de empresa de esta pol\u00edtica de servicio
serviceclass.detail.goalpercent=Percentil objetivo
serviceclass.detail.goalpercent.description=El porcentaje de solicitudes que se han de manejar en un per\u00edodo de tiempo espec\u00edfico.
serviceclass.detail.goalvalue=Valor del objetivo
serviceclass.detail.goalvalue.description=Valor del objetivo de empresa para esta pol\u00edtica de servicio
serviceclass.detail.timeinterval=Unidad de tiempo
serviceclass.detail.timeinterval.description=Unidad de tiempo para utilizar con esta pol\u00edtica de servicio.
serviceclass.detail.title=Pol\u00edtica de servicio
serviceclass.move.title=Movimiento de clase de transacci\u00f3n
serviceclass.move.description=Definir la pol\u00edtica de servicio a la que debe(n) moverse la(s) clase(s) de transacci\u00f3n seleccionada(s).
serviceclass.move.description1=Seleccione la pol\u00edtica de servicio a la que desea mover la(s) clase(s) de transacci\u00f3n seleccionada(s).  Todas las clases de transacci\u00f3n seleccionadas se mover\u00e1n a la misma pol\u00edtica de servicio cuando se guarde esta pol\u00edtica de servicio.
serviceclass.detail.description=Definir las propiedades de una pol\u00edtica de servicio y asociar las clases de transacci\u00f3n con la pol\u00edtica de servicio.
serviceclass.details.membership=Asociaciones de clase de transacci\u00f3n
serviceclass.detail.membershipinstruction=Esta lista contiene las clases de transacci\u00f3n que forman parte actualmente de esta pol\u00edtica de servicio. \
Para definir que una nueva clase de transacci\u00f3n forme parte de esta pol\u00edtica de servicio, pulse el bot\u00f3n \"Nueva\".  \
Para modificar las propiedades de una clase de transacci\u00f3n existente, seleccione la clase de transacci\u00f3n en la lista y pulse el bot\u00f3n \"Modificar\".  \
Para eliminar una clase de transacci\u00f3n, selecci\u00f3nela en la lista y pulse el bot\u00f3n <b>Eliminar</b>.  \
Para trasladar una clase de transacci\u00f3n a otra pol\u00edtica de servicio existente, selecci\u00f3nela y pulse el bot\u00f3n \"Mover\".
serviceclass.detail.membershipdescription=Se define una clase de transacci\u00f3n por omisi\u00f3n para la pol\u00edtica de servicio.  Las clases de transacci\u00f3n s\u00f3lo son necesarias si precisa de un diagrama de m\u00e9trica a un nivel de solicitud m\u00e1s preciso.
serviceclass.details.availableURIs=Clases de transacci\u00f3n disponibles

#Note to translators:  The <b> and </b> are to show the service policy name, which will be substituted for the {0} argument, in bold
serviceclass.details.membersOf=Miembros de <b>{0}</b>:
serviceclass.details.membersOf.title=Lista de clases de transacci\u00f3n asignada a la nueva pol\u00edtica de servicio.
serviceclass.detail.name.description=Nombre de esta pol\u00edtica de servicio
serviceclass.detail.descriptionfield=Descripci\u00f3n
serviceclass.membership.heading=Configurar asociaciones de clase de transacci\u00f3n
serviceclass.detail.description.description=Descripci\u00f3n opcional para esta pol\u00edtica de servicio.
serviceclass.button.remove=Eliminar
serviceclass.button.modify=Modificar
serviceclass.button.view=Ver
serviceclass.button.add=Nueva
serviceclass.button.move=Mover

#The following are the Unit of Measures used for the Service Policy business goals
UNITS_DAYS=D\u00edas
UNITS_HOURS=Horas
UNITS_SECONDS=Segundos
UNITS_MINUTES=Minutos
UNITS_MILLISECONDS=Milisegundos
UNITS_NONE=N/A

#The following are the Importance values used for the Service Policy business goals
IMPORTANCE_HIGHEST=M\u00e1xima
IMPORTANCE_LOWEST=M\u00ednima
IMPORTANCE_MEDIUM=Media
IMPORTANCE_HIGHER=Muy alta
IMPORTANCE_HIGH=Alta
IMPORTANCE_LOW=Baja
IMPORTANCE_LOWER=Muy baja
IMPORTANCE_NONE=

#The following are the Goal Type values used for the Service Policy business goals
GOAL_TYPE_AVG_RESPONSE_TIME=Tiempo de respuesta medio
GOAL_TYPE_PCT_RESPONSE_TIME=Tiempo de respuesta percentil
GOAL_TYPE_DISCRETIONARY=Discrecional
GOAL_TYPE_QUEUETIME=Tiempo de cola
GOAL_TYPE_COMPLETIONTIME=Tiempo de finalizaci\u00f3n
GOAL_TYPE_IMPORTANCE=Importancia

#Note to Translators:  These are shown in the collection table to show the goal string, like  Avg response 9 sec or Pct response 95% @ 130 seconds
goalstring.avgresponse=Respuesta media {0} {1}
goalstring.pctresponse=Porcentaje de respuesta {0}% en {1} {2}
goalstring.discretionary=Discrecional
goalstring.queuetime=Tiempo de cola {0} {1}
goalstring.completiontime=Tiempo de finalizaci\u00f3n {0} {1}


#Note to Translators:  These are time intervals:  seconds, and milliseconds.  They are shown in the collection table to show
#the goal string, like  Avg response 9 sec
TIME_INTERVAL_SECONDS=seg
TIME_INTERVAL_MILLISECONDS=ms
TIME_INTERVAL_MINUTES=min.
TIME_INTERVAL_DAYS=d\u00edas
TIME_INTERVAL_HOURS=hr.
TIME_INTERVAL_NONE=

###
#Below are for Transaction Classes
#Transaction Class Main Panel (contains the table with the known transaction Classes)
desc.showTransactionClass.title=Clases de transacci\u00f3n
desc.transactionclass.text=Una clase de transacci\u00f3n agrupa una o m\u00e1s solicitudes para la creaci\u00f3n de informes.
transactionclass.detail.displayname=Nombre
transactionclass.detail.descname=Descripci\u00f3n
transactionclass.detail.uris=URI
transactionclass.button.remove=<< Eliminar
transactionclass.button.add=A\u00f1adir >>
transactionclass.detail.title=Clase de transacci\u00f3n
transactionclass.detail.description=Definir las propiedades de una pol\u00edtica de transacci\u00f3n.
transactionclass.details.membership=Asociaciones de URI
transactionclass.detail.membershipdescription=Configurar las correlaciones de URI con la clase de transacci\u00f3n
transactionclass.details.availableURIs=URI disponibles de {0} / {1}
transactionclass.detail.membershipinstruction=Para empezar, seleccione una aplicaci\u00f3n de empresa y un m\u00f3dulo.  De esta forma se mostrar\u00e1n los URI disponibles para ese m\u00f3dulo.  Puede seleccionar uno o m\u00e1s URI en la lista de URI disponibles, o especificar el suyo propio en el campo Patr\u00f3n de URI personalizado.  La ra\u00edz de contexto del m\u00f3dulo se a\u00f1ade autom\u00e1ticamente al URI y al patr\u00f3n de URI personalizado.
#Note to translators:  The <b> and </b> are to show the transaction class name, which will be substituted for the {0} argument, in bold
transactionclass.details.membersOf=Miembros de <b>{0}</b>:
transactionclass.desc.name=Nombre de esta clase de transacci\u00f3n
transactionclass.label.name=Nombre
transactionclass.desc.numMembers=N\u00famero de URI asociados a esta clase de transacci\u00f3n
transactionclass.detail.descriptionfield=Descripci\u00f3n
transactionclass.membership.heading=Configurar asociaciones de URI
transactionclass.detail.description.description=Descripci\u00f3n opcional para esta clase de transacci\u00f3n.
transactionclass.button.addFilter=A\u00f1adir patr\u00f3n >>
filterFieldLabel=Patr\u00f3n de URI personalizado
transactionclass.membership=Pertenencia
transactionclass.membership.description=Asociar los URI con esta clase de transacci\u00f3n
transactionclass.detail.parentinstruction=Puede seleccionar opcionalmente la pol\u00edtica de servicio para esta clase de transacci\u00f3n en este momento.
transactionclass.detail.parentdescription=Descripci\u00f3n padre para la correlaci\u00f3n de clase de transacci\u00f3n con clase de servicio
transactionclass.membership.selectapp=---Seleccione una aplicaci\u00f3n---
transactionclass.membership.selectmod=---Seleccione un m\u00f3dulo---
tcm.invalid=La pol\u00edtica de servicio {0} conten\u00eda uno o varios URI en una o m\u00e1s clases de transacci\u00f3n de aplicaciones que no ha sido posible localizar.  Se han eliminado.  Revise la informaci\u00f3n actual de las clases de transacci\u00f3n y la pol\u00edtica de servicio y a continuaci\u00f3n vuelva a guardar la pol\u00edtica.

policy.help.viewlet.image=<img src="/ibm/console/com.ibm.ws.console.policyconfiguration/images/camera.gif" width="17" height="17" border="0" alt="Ver la gu\u00eda de aprendizaje de esta p\u00e1gina" align="texttop">

serviceclass.attributes.label=Atributos de pol\u00edtica de servicio
serviceclass.attributes.description=Las distintas entradas de este campo estar\u00e1n habilitadas/inhabilitadas dependiendo del valor elegido para la entrada \"Tipo de objetivo\".  Para obtener m\u00e1s informaci\u00f3n, consulte el panel de ayuda.
#Note to translators: description2 is identical to description, except uses single quotes ' instead of double quotes ".
#If your translated string uses double quotes, change them to single quotes.
serviceclass.attributes.description2=Las distintas entradas de este campo estar\u00e1n habilitadas/inhabilitadas dependiendo del valor elegido para la entrada 'Tipo de objetivo'.  Para obtener m\u00e1s informaci\u00f3n, consulte el panel de ayuda.

task.demonstration=Demostraci\u00f3n de tarea

#SP topology
workclass.default.application=Si WorkClass={0} para la aplicaci\u00f3n {1} y no coinciden condiciones de normas de alteraci\u00f3n temporal
workclass.default.generic.server.cluster=Si WorkClass={0} para el cl\u00faster de servidores gen\u00e9ricos {1} y no coinciden condiciones de normas de alteraci\u00f3n temporal
workclass.default.cell=Si WorkClass={0} para la c\u00e9lula {1} y no coinciden condiciones de normas de alteraci\u00f3n temporal

workclass.no.rules.application=Si WorkClass={0} para la aplicaci\u00f3n {1}
workclass.no.rules.generic.server.cluster=Si WorkClass={0} para el cl\u00faster de servidores gen\u00e9ricos {1}
workclass.no.rules.cell=Si WorkClass={0} para la c\u00e9lula {1}

workclass.rule.application=Si WorkClass={0} para la aplicaci\u00f3n {1} y {2}
workclass.rule.generic.server.cluster=Si WorkClass={0} para el cl\u00faster de servidores gen\u00e9ricos {1} y {2}
workclass.rule.cell=Si WorkClass={0} para la c\u00e9lula {1} y {2}

servlceclass.cannot.move.tc=La clase de transacci\u00f3n no se puede trasladar a la clase de servicio indicada
default.transactionclass.cannot.remove=No se puede eliminar la clase de transacci\u00f3n por omisi\u00f3n.
default.transactionclass.cannot.move=No se puede mover la clase de transacci\u00f3n por omisi\u00f3n.
default.transactionclass.cannot.modify=No se puede modificar la clase de transacci\u00f3n por omisi\u00f3n.

#Service Policy Violation
serviceclass.violation=Violaci\u00f3n de la pol\u00edtica de servicio
serviceclass.violation.title=Supervisar si se producen violaciones de pol\u00edtica de servicio de forma persistente
serviceclass.violation.description=Crear una tarea de tiempo de ejecuci\u00f3n cuando se detecte la siguiente condici\u00f3n.
serviceclass.violation.goaldeltavalue=Valor de objetivo delta
serviceclass.violation.goaldeltavalue.description=Especifica la diferencia de tiempo permitida entre el valor objetivo configurado y el tiempo de respuesta medio real de las solicitudes a las que se est\u00e1n dando servicio.
serviceclass.violation.timeperiodvalue=Valor de per\u00edodo de tiempo
serviceclass.violation.timeperiodvalue.description=Especifica la cantidad de tiempo permitido que se puede infringir un objetivo de pol\u00edtica de servicio antes que se cree una tarea de tiempo de ejecuci\u00f3n.
serviceclass.violation.goaldeltapercent=Porcentaje del objetivo delta
serviceclass.violation.goaldeltapercent.description=Especifica la diferencia porcentual permitida entre el percentil objetivo configurado y el porcentaje real de las solicitudes a las que se est\u00e1n dando servicio.

error.value.from.repository.goaldeltapercent=El porcentaje de objetivo delta le\u00eddo del repositorio no es v\u00e1lido.  Actual\u00edcelo con un valor v\u00e1lido.
error.value.from.repository.goaldeltavalue=El valor de objetivo delta le\u00eddo del repositorio no es v\u00e1lido.  Actual\u00edcelo con un valor v\u00e1lido.
error.value.from.repository.timeperiodvalue=El valor de per\u00edodo de tiempo le\u00eddo del leer no es v\u00e1lido.  Actual\u00edcelo con un valor v\u00e1lido.

error.goaldeltavalue.outofrange=El valor del objetivo delta est\u00e1 fuera de rango.  Los valores v\u00e1lidos son de 0 a 300000 milisegundos, de 0 a 300 segundos y de 0 a 2147483647 minutos.  Debe escribir un valor v\u00e1lido.
error.timeperiodvalue.outofrange=El valor de per\u00edodo de tiempo est\u00e1 fuera de rango.  Los valores v\u00e1lidos son de 0 a 1440 milisegundos, de 0 a 86400 segundos y de 0 a 86400000 minutos.  Debe escribir un valor v\u00e1lido.
error.goaldeltapercent.outofrange=El porcentaje del objetivo delta est\u00e1 fuera de rango.  Los valores v\u00e1lidos son entre 0 y 100 inclusive.  Debe escribir un valor v\u00e1lido.

serviceclass.violation.confirmation=Se crear\u00e1 una tarea de tiempo de ejecuci\u00f3n cuando se exceda el valor del objetivo \"{0} {1}\" durante \"{2} {3}\".
serviceclass.violation.percentile.confirmation=Se crear\u00e1 una tarea de tiempo de ejecuci\u00f3n cuando el porcentaje de peticiones atendidas real no llegue al percentil de objetivo configurado por \"{0}%\" durante \"{1} {2}\".
