ActivitySessionService.defaultTimeout.displayName=Tiempo de espera por omisi\u00f3n
ActivitySessionService.defaultTimeout.units=segundos
ActivitySessionService.displayName=Servicio ActivitySession
ApplicationProfileService.compatibility.displayName=Modalidad de compatibilidad 5.x
ApplicationProfileService.displayName=Servicio de perfilado de aplicaciones
CompensationService.compensationHandlerRetryInterval.displayName=Intervalo de reintentos de manejador de compensaciones
CompensationService.compensationHandlerRetryInterval.units=segundos
CompensationService.compensationHandlerRetryLimit.displayName=L\u00edmite de reintentos de manejador de compensaciones
CompensationService.compensationHandlerRetryLimit.units=reintentos
CompensationService.displayName=Servicio de compensaci\u00f3n
CompensationService.recoveryLogDirectory.displayName=Directorio de anotaciones cronol\u00f3gicas de recuperaci\u00f3n
CompensationService.recoveryLogFileSize.displayName=Tama\u00f1o del archivo de anotaciones cronol\u00f3gicas de recuperaci\u00f3n
CompensationService.recoveryLogFileSize.units=MB
I18NService.displayName=Servicio de internacionalizaci\u00f3n
ObjectPoolService.displayName=Servicio de agrupaci\u00f3n de objetos
SchedulerService.displayName=Servicio de planificador
StartupBeansService.displayName=Servicio de beans de arranque
WorkAreaPartition.bidirectional.displayName=Bidireccional
WorkAreaPartition.deferredAttributeSerialization.displayName=Serializaci\u00f3n de atributos diferida
WorkAreaPartition.description.displayName=Descripci\u00f3n
WorkAreaPartition.displayName=Particiones de WorkArea
WorkAreaPartition.duplicate.name=Ya existe una partici\u00f3n de \u00e1rea de trabajo con este nombre.
WorkAreaPartition.enableWebServicePropagation.displayName=Habilitar la propagaci\u00f3n de servicios Web
WorkAreaPartitionService.displayName=Servicio de partici\u00f3n de WorkArea
WorkAreaService.displayName=Servicio WorkArea
WorkAreaService.maxReceiveSize.displayName=Tama\u00f1o m\u00e1ximo de recepci\u00f3n
WorkAreaService.maxSendSize.displayName=Tama\u00f1o m\u00e1ximo de env\u00edo
WorkAreaService.size.units=bytes
WorkManagerService.displayName=Servicio Work Manager


ActivitySessionService.defaultTimeout.description=Especifica el tiempo de espera por omisi\u00f3n para una sesi\u00f3n de actividad. Un servidor completa autom\u00e1ticamente una sesi\u00f3n de actividad si un cliente remoto no ha podido completar la sesi\u00f3n de actividad dentro de este periodo de tiempo.
ActivitySessionService.description=Utilice esta p\u00e1gina para configurar las propiedades del servicio ActivitySession. El servicio ActivitySession es una unidad de servicio de trabajo para coordinar recursos de una fase o para ampliar la activaci\u00f3n y desactivaci\u00f3n de un enterprise bean.
ApplicationProfileService.compatibility.description=Especifica que las aplicaciones J2EE 1.3 que utilizan perfilado de aplicaciones se ejecutan exactamente como lo hac\u00edan en la Versi\u00f3n 5 y releases posteriores, cuando se establece en true. El funcionamiento en esta modalidad puede producir puntos muertos inesperados durante el acceso a la base de datos. Adem\u00e1s, las tareas no se propagan con invocaciones remotas entre aplicaciones J2EE 1.3 y J2EE 1.4. Este comportamiento puede dar como resultado la utilizaci\u00f3n de pol\u00edticas de intento de acceso inesperadas y una degradaci\u00f3n del rendimiento, si las aplicaciones configuradas con perfilado de aplicaciones se instalan en el servidor. Cuando se establece en false, las aplicaciones J2EE 1.3 que utilizan perfilado de aplicaciones se ejecutan con las mismas restricciones que las aplicaciones J2EE 1.4. En esta modalidad, las tareas s\u00f3lo se establecen cuando se inicia una nueva unidad de trabajo. Toda la unidad de trabajo se ejecuta en una tarea como m\u00e1ximo. El soporte de las aplicaciones J2EE 1.3 que funcionan con modalidad de compatibilidad Versi\u00f3n 5.x establecida en true es obsoleto a partir del release de la Versi\u00f3n 6. El valor por omisi\u00f3n es verdadero.
ApplicationProfileService.description=Especifica el servicio de perfilado de aplicaciones que controla el \u00e1mbito y propagaci\u00f3n de los nombres de tareas. Este valor tambi\u00e9n gestiona la asociaci\u00f3n de tareas, perfiles de aplicaciones y pol\u00edticas configuradas dentro de los perfiles de aplicaciones.
CompensationService.compensationHandlerRetryInterval.description=Especifica el intervalo de tiempo, en segundos, que espera el servicio de compensaci\u00f3n antes de reintentar un manejador de compensaciones. 
CompensationService.compensationHandlerRetryLimit.description=Especifica el n\u00famero m\u00e1ximo de veces que el servicio de compensaci\u00f3n reintentar\u00e1 un manejador de compensaciones. 
CompensationService.description=Utilice esta p\u00e1gina para gestionar el servicio de compensaci\u00f3n. El servicio de compensaci\u00f3n soporta configuraci\u00f3n a nivel de servidor para habilitar la compensaci\u00f3n y el registro cronol\u00f3gico.
CompensationService.recoveryLogDirectory.description=Especifica una v\u00eda de acceso de directorio que, si se establece, altera temporalmente la ubicaci\u00f3n donde el servicio de compensaci\u00f3n almacena los archivos de anotaciones cronol\u00f3gicas para recuperaci\u00f3n de este servidor.
CompensationService.recoveryLogFileSize.description=Especifica el tama\u00f1o m\u00e1ximo en megabytes (MB) del archivo de anotaciones cronol\u00f3gicas de recuperaci\u00f3n que utiliza el servicio de compensaci\u00f3n para los datos de recuperaci\u00f3n. El valor por omisi\u00f3n es de 5 megabytes. 
I18NService.description=Puede configurarse una aplicaci\u00f3n internacionalizada para interactuar con los usuarios de distintas regiones de una forma culturalmente apropiada. El servicio de internacionalizaci\u00f3n permite configurar y gestionar el contexto de internacionalizaci\u00f3n de una aplicaci\u00f3n para la que se distribuyen los componentes en la empresa.
ObjectPoolService.description=Muchos objetos Java se pueden crear una vez, utilizar y, a continuaci\u00f3n, reutilizar. El servicio de agrupaci\u00f3n de objetos gestiona los recursos de la agrupaci\u00f3n de objetos que son utilizados por el servidor de aplicaciones. 
SchedulerService.description=Los planificadores permiten a las tareas de la aplicaci\u00f3n Java(TM) Platform, Enterprise Edition (Java EE) ejecutarse a una hora solicitada. 
StartupBeansService.description=Los beans de arranque son beans de sesi\u00f3n que ejecutan l\u00f3gica empresarial invocando los m\u00e9todos start y stop cuando las aplicaciones se inician y detienen. Si el servicio de beans de arranque est\u00e1 inhabilitado, no se produce la invocaci\u00f3n autom\u00e1tica de los m\u00e9todos start y stop en el caso de beans de arranque desplegados cuando la aplicaci\u00f3n padre se inicia y detiene. Este servicio est\u00e1 inhabilitado por omisi\u00f3n. Habilite este servicio s\u00f3lo cuando desea utilizar beans de arranque.
WorkAreaPartition.bidirectional.description=Especifica que, cuando est\u00e1 habilitado, el atributo bidireccional permite a las aplicaciones modificar un contexto de \u00e1rea de trabajo importado por una petici\u00f3n Java(TM) Platform, Enterprise Edition (Java EE). Las propiedades modificadas se propagan de nuevo al entorno del solicitante. Esta opci\u00f3n est\u00e1 inhabilitada por omisi\u00f3n. 
WorkAreaPartition.deferredAttributeSerialization.description=Especifica que, por omisi\u00f3n, el servicio WorkArea serializa atributos cuando se establecen en una WorkArea y deserializa los atributos cuando se recuperan de una WorkArea. Si se habilita esta opci\u00f3n, la serializaci\u00f3n de atributos se aplaza hasta que se propaga la WorkArea en una invocaci\u00f3n remota. El servicio WorkArea coloca en memoria cach\u00e9 tanto la forma serializada como la deserializada de cada atributo para un rendimiento \u00f3ptimo. Esta opci\u00f3n est\u00e1 inhabilitada por omisi\u00f3n. 
WorkAreaPartition.description=Utilice esta p\u00e1gina para configurar una partici\u00f3n de WorkArea y la funcionalidad de WorkArea aislada. 
WorkAreaPartition.description.description=Especifica la descripci\u00f3n de la partici\u00f3n dada. 
WorkAreaPartition.enable.description=Especifica si el servidor intenta iniciar la partici\u00f3n especificada cuando se inicie el servidor. 
WorkAreaPartition.enableWebServicePropagation.description=Especifica si el \u00e1rea de trabajo se ha propagado en las peticiones de servicio Web. 
WorkAreaPartition.name.description=Especifica el nombre de la partici\u00f3n de WorkArea que se va a crear. El nombre debe ser \u00fanico, ya que permite recuperar la partici\u00f3n.
WorkAreaPartition.properties.description=Especifica propiedades personalizadas adicionales de esta partici\u00f3n que se pueden configurar. 
WorkAreaPartitionService.description=Especifica que el servicio de partici\u00f3n de WorkArea soporta la definici\u00f3n de particiones de WorkArea personalizadas. 
WorkAreaService.description=Utilice esta p\u00e1gina para gestionar el servicio del \u00e1rea de trabajo. El servicio WorkArea gestiona el \u00e1mbito y la propagaci\u00f3n impl\u00edcita del contexto de la aplicaci\u00f3n.
WorkAreaService.maxReceiveSize.description=Especifica el tama\u00f1o m\u00e1ximo de los datos que se pueden recibir dentro de una \u00fanica \u00e1rea de trabajo. 
WorkAreaService.maxSendSize.description=Especifica el tama\u00f1o m\u00e1ximo de los datos que se puede enviar dentro de una \u00fanica \u00e1rea de trabajo. 
WorkManagerService.description=Especifica el servicio Work Manager que gestiona los recursos del gestor de trabajos utilizados por un servidor determinado. 
