Chain.displayName=Cadena de transporte
Chain.enable.displayName=Habilitado
Chain.name.displayName=Nombre
InboundTransportChannel.discriminationWeight.displayName=Peso de discriminaci\u00f3n
TransportChannel.displayName=Canales de transporte
TransportChannel.name.displayName=Nombre del canal de transporte
TransportChannel.properties.displayName=Propiedades personalizadas
TransportChannel.resolve.error={0} {1} no se ha podido encontrar en el servidor {2}.
TransportChannel.shared.info=El canal de transporte {0} se comparte entre dos o m\u00e1s cadenas de transporte. Los cambios de {0} afectar\u00e1n a varias pilas de protocolos de red.
chain.confirmChain.summaryExisting=La nueva cadena de transporte "{0}" se crear\u00e1 en el servidor "{1}" y se enlazar\u00e1 con "{2}".
chain.confirmChain.summaryNew=El nuevo puerto {0} se crear\u00e1 para {1}:{2}.
chain.confirmChain.title1=A continuaci\u00f3n se presenta un resumen de las selecciones efectuadas. Pulse el bot\u00f3n Finalizar para completar la creaci\u00f3n de la nueva cadena de transporte.
chain.confirmChain.title2=Si desea modificar alg\u00fan valor, pulse el bot\u00f3n Anterior para revisar los valores de la cadena de transporte.
chain.create.new.title=Crear nueva cadena de transporte
chain.createChain.error=Se ha producido un error al crear la nueva cadena de transporte.
chain.createEndPoint.error=Se ha producido un error al crear el nuevo puerto.
chain.createEndPoint.success=El nuevo puerto "{0}" se ha creado satisfactoriamente.
chain.new.error.ep.host.required=Se necesita el host.
chain.new.error.ep.name.invalid=El nombre de puerto "{0}" no es v\u00e1lido o no es exclusivo en este servidor.
chain.new.error.ep.name.required=Se necesita el nombre de puerto.
chain.new.error.ep.none=Se ha producido un error desconocido al validar el nuevo puerto.
chain.new.error.ep.port.collision=El valor de host y puerto "{0}:{1}" entra en conflicto con un host y puerto existente {2}:{3}.
chain.new.error.ep.port.invalid=El valor de puerto "{0}" no es v\u00e1lido.
chain.new.error.ep.port.range=El valor de puerto "{0}" no es v\u00e1lido. Los valores de puerto deben estar entre {1} y {2}, ambos inclusive.
chain.new.error.ep.port.required=Se necesita el puerto.
chain.new.error.name.duplicate=El nombre de cadena de transporte "{0}" ya est\u00e1 en uso.
chain.new.error.templates=No se han podido encontrar plantillas de cadena de transporte aplicable. Se ha cancelado la creaci\u00f3n de la nueva cadena de transporte.
chain.new.error.unknown=Se ha producido un error desconocido de bajo nivel al preparar el asistente para la nueva cadena de transporte.
chain.new.step1=Seleccionar una plantilla de cadena de transporte
chain.new.step2=Seleccionar un puerto
chain.new.step3=Confirmar la creaci\u00f3n de la nueva cadena de transporte
chain.selectChain.chainName=Nombre de cadena de transporte
chain.selectChain.chainName.tt=Nombre l\u00f3gico de la cadena de transporte. El nombre debe ser exclusivo dentro del servidor en todas las cadenas de transporte.
chain.selectChain.chainTemplate=Plantilla de cadena de transporte
chain.selectChain.chainTemplate.tt=Plantilla a partir de la que se crear\u00e1 la nueva cadena de transporte.
chain.selectChain.title=Seleccione la plantilla a partir de la que se crear\u00e1 la nueva cadena de transporte
chain.selectEndPoint.createNew=Crear nuevo puerto
chain.selectEndPoint.createNew.host=Host
chain.selectEndPoint.createNew.host.tt=Nombre de host o direcci\u00f3n IP con la que enlazar (o * para todas las interfaces).
chain.selectEndPoint.createNew.name=Nombre de puerto
chain.selectEndPoint.createNew.name.tt=Nombre exclusivo del puerto.
chain.selectEndPoint.createNew.port=Puerto
chain.selectEndPoint.createNew.port.tt=N\u00famero de puerto con el que enlazar. Los valores entre 0 y 65535 son v\u00e1lidos. Un n\u00famero de puerto 0 indica que el servidor deber\u00e1 tomar un n\u00famero disponible del rango de puertos ef\u00edmero.
chain.selectEndPoint.createNew.tt=Crear un nuevo puerto y la nueva cadena de transporte del nuevo puerto.
chain.selectEndPoint.title=Seleccione el puerto con el que se enlazar\u00e1 la nueva cadena de transporte
chain.selectEndPoint.useExisting=Utilizar puerto existente
chain.selectEndPoint.useExisting.endpoint=Puerto existente
chain.selectEndPoint.useExisting.endpoint.tt=Puerto con el que se enlazar\u00e1 la nueva cadena de transporte.
chain.selectEndPoint.useExisting.format={0} ({1}:{2})
chain.selectEndPoint.useExisting.tt=Enlazar la nueva cadena de transporte con un puerto existente.
channelfw.disabled=Inhabilitado
channelfw.enabled=Habilitado
endPoint.link.tag.none=No hay transportes asociados
endPoint.link.tag.view=Ver transportes asociados


Chain.description=Utilice esta p\u00e1gina para ver y gestionar una cadena de transporte. Las cadenas de transporte representan las pilas de protocolos de red que operan dentro de un cliente o servidor. 
Chain.enable.description=Especifica si esta pila de protocolos se inicia cuando se inicia el servidor. 
Chain.name.description=Especifica el identificador exclusivo para esta pila de protocolos. Estos nombres deben ser exclusivos en todas las cadenas de transporte de un servidor particular.
InboundTransportChannel.discriminationWeight.description=Especifica el peso de discriminaci\u00f3n que se utiliza para determinar el orden en el cual los canales obtienen acceso a la conexi\u00f3n entrante, si los canales de transporte se comparten entre varias cadenas de transporte. El canal de transporte con el peso de discriminaci\u00f3n m\u00e1s bajo tiene la primera oportunidad de aceptar la conexi\u00f3n de entrada. 
TransportChannel.description=Especifica los valores de los canales de transporte que forman parte de esta  cadena de transporte. Una cadena de transporte es equivalente a una pila de protocolos de red. Un canal de transporte representa una sola capa de la cadena de transporte. Las capas individuales pueden compartirse entre varias cadenas de transporte.
TransportChannel.name.description=Especifica el nombre exclusivo para una capa determinada en una pila de protocolos de red.
TransportChannel.properties.description=
chain.create.new.description=Utilice esta p\u00e1gina para crear una cadena de transporte nueva. 
