PersistenceWebSvc.none=Ninguno
ProvideClient.displayName=Enlaces de cliente de servicios Web
ProvideClient.edit.link=Editar...
ProvideClient.heading.clientportinfo=Informaci\u00f3n de puerto
ProvideClient.heading.preferredports=Correlaciones de puertos preferidas
ProvideClient.heading.uri=URI
ProvideClient.heading.webservice=Servicio Web
ProvideClient.heading.wsdlfilename=Nombre del archivo WSDL
ProvideClient.nowsdl.choice=Utilizar por omisi\u00f3n
ProvideClient.plugin.displayName=Enlaces de cliente de servicios Web
ProvideScope.displayName=\u00c1mbito de implementaci\u00f3n de servicios Web
ProvideScope.heading.port=Puerto
ProvideScope.heading.scope=\u00c1mbito
ProvideScope.heading.uri=URI
ProvideScope.heading.webservice=Servicio Web
ProvideScope.server.displayName=\u00c1mbito de implementaci\u00f3n de servicios Web
WSWS4001E=WSWS4001E: La direcci\u00f3n SOAP debe tener el formato http|https://host:puerto. Se ha suministrado una direcci\u00f3n SOAP con formato incorrecto para el m\u00f3dulo {0}. La direcci\u00f3n SOAP incorrecta es {1}.
WSWS4001E.explanation=La entrada de usuario es incorrecta para la direcci\u00f3n SOAP.
WSWS4001E.useraction=Proporcione la direcci\u00f3n SOAP correcta.
WSWS4002E=WSWS4002E: No se ha podido encontrar el m\u00f3dulo de direccionador para el m\u00f3dulo {0}.
WSWS4002E.explanation=No se ha habilitado correctamente la aplicaci\u00f3n para los servicios Web. El m\u00f3dulo EJB habilitado para servicios Web no tiene el m\u00f3dulo WAR de direccionador necesario.
WSWS4002E.useraction=Habilite la aplicaci\u00f3n de forma adecuada para los servicios Web.
WSWS4003E=WSWS4003E: El m\u00f3dulo de direccionador del m\u00f3dulo EJB {0} es {1}.  En el archivo web.xml del m\u00f3dulo de direccionador falta un patr\u00f3n de URL para el componente de puerto {2}  
WSWS4003E.explanation=El m\u00f3dulo de direccionador no est\u00e1 configurado correctamente.
WSWS4003E.useraction=Configure correctamente el m\u00f3dulo de direccionador.
WSWS4004E=WSWS4004E: El archivo WSDL {1} del m\u00f3dulo {0} no se ha encontrado en el m\u00f3dulo.
WSWS4004E.explanation=El m\u00f3dulo no est\u00e1 configurado correctamente.
WSWS4004E.useraction=Configure correctamente el m\u00f3dulo.
WSWS4005E=WSWS4005E: Se ha producido una excepci\u00f3n al a\u00f1adir prefijos de URL en el archivo WSDL publicado.  La excepci\u00f3n es {0}
WSWS4005E.explanation=La explicaci\u00f3n se proporciona en la excepci\u00f3n.
WSWS4005E.useraction=Responda a la acci\u00f3n proporcionada por la excepci\u00f3n.
WSWS4006E=WSWS4006E: WSWS406E El prefijo de URL JMS {0} no est\u00e1 bien formateado.  El prefijo de URL JMS debe comenzar con jms:/[queue|topic]?, y el destino y connectionFactory no deben contener java:comp
WSWS4006E.explanation=La entrada de usuario para el prefijo de URL JMS es incorrecta.
WSWS4006E.useraction=Proporcione el prefijo de URL JMS con el formato correcto.
WSWS4007E=WSWS4007E: No se pueden recuperar metadatos de aplicaci\u00f3n de la aplicaci\u00f3n{1}, excepci\u00f3n:{0}       
WSWS4007E.explanation=Esto indica que se ha producido un error de programaci\u00f3n.
WSWS4007E.useraction=Informe del error.
WSWS4008E=WSWS4008E: Error: {0}
WSWS4008E.explanation=Error.
WSWS4008E.useraction=CMSG0002
WSWS4009E=WSWS4009E: El archivo de enlace del servicio web {1} no contiene un elemento {0}.
WSWS4009E.explanation=El archivo de enlaces no contiene los elementos esperados.
WSWS4009E.useraction=Arregle el archivo de enlaces.
WSWS4010E=WSWS4010E: Se ha producido un error al inicializar archivos ZIP WSDL.  Consulte las anotaciones cronol\u00f3gicas para obtener m\u00e1s informaci\u00f3n.
WSWS4010E.explanation=Se ha podido producir un error al crear y escribir los archivos zip WSDL temporales.
WSWS4010E.useraction=Consulte las anotaciones cronol\u00f3gicas para obtener m\u00e1s informaci\u00f3n.
WSWS4011E=WSWS4011E: Se ha producido un error al preparar o inicializar uno o varios de los siguientes nombres de archivo ZIP WSDL: {0}
WSWS4011E.explanation=Se ha podido producir un error al crear y escribir los archivos zip WSDL temporales.
WSWS4011E.useraction=CMSG0002
WSWS4012E=WSWS4012E: El archivo zip WSDL no contiene puertos.  Consulte las anotaciones cronol\u00f3gicas para obtener m\u00e1s informaci\u00f3n.
WSWS4012E.explanation=El archivo WSDL no contiene informaci\u00f3n de puertos.
WSWS4012E.useraction=Consulte las anotaciones cronol\u00f3gicas para obtener m\u00e1s informaci\u00f3n.
WSWS4050E=WSWS4050E: Se ha producido un error de transformaci\u00f3n: {0}
WSWS4050E.explanation=Se ha producido un error al intentar realizar una transformaci\u00f3n XSL en el descriptor de despliegue.
WSWS4050E.useraction=Consulte la excepci\u00f3n anidada para obtener m\u00e1s detalles.
WSWS4051E=WSWS4051E: Puede que esta aplicaci\u00f3n no contenga la informaci\u00f3n del descriptor de despliegue de servicios Web que necesita.
WSWS4051E.explanation=El espacio de trabajo ha devuelto un puntero nulo de la corriente de entrada al descriptor de despliegue.
WSWS4051E.useraction=Compruebe la instalaci\u00f3n de la aplicaci\u00f3n.
WSWS4052E=WSWS4052E: No se ha obtenido ninguna corriente de entrada para el descriptor de despliegue.
WSWS4052E.explanation=El espacio de trabajo ha devuelto un puntero nulo de la corriente de entrada al descriptor de despliegue.
WSWS4052E.useraction=Compruebe la instalaci\u00f3n de la aplicaci\u00f3n.
WSWS4053E=WSWS4053E: No se ha podido cargar el descriptor de despliegue a trav\u00e9s del espacio de trabajo del usuario. Excepci\u00f3n: {0}
WSWS4053E.explanation=No se ha podido acceder al descriptor de despliegue para procesar.
WSWS4053E.useraction=Consulte la excepci\u00f3n anidada para obtener m\u00e1s detalles.
WSWS4054E=WSWS4054E: No se ha podido transformar.  No se ha especificado ning\u00fan tipo de recurso que deba transformarse.  
WSWS4054E.explanation=La petici\u00f3n de visualizaci\u00f3n no ha especificado de qu\u00e9 tipo de recurso se trataba.  Por ejemplo, un descriptor de aplicaci\u00f3n o un descriptor de EJB.
WSWS4054E.useraction=Compruebe que la instalaci\u00f3n de este recurso se ha realizado correctamente.
WSWS4055E=WSWS4055E: No se ha obtenido ninguna corriente de salida para el descriptor de despliegue.
WSWS4055E.explanation=El transformador ha devuelto un puntero nulo de la corriente de salida al descriptor de despliegue.
WSWS4055E.useraction=Compruebe la instalaci\u00f3n de la aplicaci\u00f3n.
WSWS4056E=WSWS4056E: Se ha producido una excepci\u00f3n del analizador SAX.
WSWS4056E.explanation=El transformador ha capturado una excepci\u00f3n del analizador SAX.
WSWS4056E.useraction=Compruebe la instalaci\u00f3n de la aplicaci\u00f3n.
WSWS4057E=WSWS4057E: Se ha producido una excepci\u00f3n de configuraci\u00f3n del analizador SAX.
WSWS4057E.explanation=El transformador ha capturado una excepci\u00f3n de configuraci\u00f3n del analizador SAX.
WSWS4057E.useraction=Compruebe la instalaci\u00f3n de la aplicaci\u00f3n.
Webservices.viewWSClientDDE.displayName=Ver la extensi\u00f3n del descriptor de despliegue del cliente de servicios Web
Webservices.viewWSServerDD.displayName=Ver el descriptor de despliegue del servidor de servicios Web
Webservices.viewWSServerDDE.displayName=Ver la extensi\u00f3n del descriptor de despliegue del servidor de servicios Web
clientPortInfo.badoverriddenbindingnamespace.message=No se puede sobrescribir el espacio de nombres de enlace si no se sobrescribe el URL de punto final.
clientPortInfo.badoverriddenendpoint.message=El punto final sobrescrito debe ser un URL.
clientPortInfo.badtimeout.message=El tiempo de espera de petici\u00f3n debe ser un entero no negativo.
clientPortInfo.displayName=Informaci\u00f3n de puerto
clientPortInfo.heading.overriddenbindingnamespace=Espacio de nombres de enlace sobrescrito
clientPortInfo.heading.overriddenendpoint=URL de punto final sobrescrito
clientPortInfo.heading.port=Puerto
clientPortInfo.heading.service=Informaci\u00f3n del puerto para el servicio Web {0}
clientPortInfo.heading.serviceejb=Informaci\u00f3n del puerto para el servicio Web {0}, EJB {1}
clientPortInfo.heading.timeout=Tiempo de espera de petici\u00f3n (segundos)
preferredPort.displayName=Correlaciones de puertos preferidas
preferredPort.heading.port=Puertos preferidos
preferredPort.heading.portType=Tipo de puerto
preferredPort.none.choice=Ninguno
viewWSdd.title=Descriptor de despliegue del servidor de servicios Web
viewWSdde.title=Extensi\u00f3n del descriptor de despliegue de servicios Web
viewWSdderror.title=Tipo de recurso desconocido
webservices.bindingChoices.UrlFragmentColumnName.column=URL parcial
webservices.bindingChoices.goalMessage=Proporcione informaci\u00f3n de URL de punto final para los servicios Web a los que se accede con enlaces JMS o EJB
webservices.bindingChoices.goalTitle=Proporcionar informaci\u00f3n de URL de punto final de servicios Web para enlaces SOAP/JMS y EJB
webservices.bindingChoices.label=Proporcionar informaci\u00f3n de URL de punto final JMS y EJB
webservices.bindingChoices.title=Proporcionar informaci\u00f3n de URL de punto final JMS y EJB
webservices.deploy.GetServerName=Obtener el nombre del servidor que aloja el servicio Web
webservices.deploy.PublishWSDL=Publicar el archivo WSDL
webservices.deploy.WSDeployOptions=Facilitar las opciones para efectuar el despliegue de WebServices
webservices.deploy.WebServicesPublishWSDLInfo=Proporcionar informaci\u00f3n de URL de punto final de servicios Web para enlaces SOAP/JMS y EJB
webservices.deploy.optionsColumn=Opciones de despliegue de WebServices
webservices.exportWSDL.label=Publicar archivos WSDL
webservices.exportWSDLZipLayout.cannotPublish=Los archivos zip de WSDL no se pueden publicar si existen cambios no guardados, que no sean avisos, o condiciones de error.
webservices.exportWSDLZipLayout.title=Publicar archivos zip WSDL
webservices.getUrlPrefixes.Title=Proporcionar informaci\u00f3n de URL de punto final HTTP
webservices.getUrlPrefixes.cluster=Cl\u00faster
webservices.getUrlPrefixes.customSoapAddress=Seleccionar prefijo de URL HTTP personalizado
webservices.getUrlPrefixes.jms=M\u00f3dulos con direccionadores JMS \u00fanicamente
webservices.getUrlPrefixes.jmsAddresses=Prefijo de URL JMS
webservices.getUrlPrefixes.label=Proporcionar informaci\u00f3n de URL de punto final HTTP
webservices.getUrlPrefixes.modules=M\u00f3dulos
webservices.getUrlPrefixes.modulesAssignedTo=M\u00f3dulos asignados a 
webservices.getUrlPrefixes.noWSEnabledModules=Esta aplicaci\u00f3n no tiene m\u00f3dulos habilitados para servicios Web
webservices.getUrlPrefixes.noWSEnabledModulesUsingHTTP=Esta aplicaci\u00f3n no tiene m\u00f3dulos habilitados para servicios Web accesibles mediante HTTP
webservices.getUrlPrefixes.noWSEnabledModulesWithEJBorJMS=Esta aplicaci\u00f3n no tiene m\u00f3dulos habilitados para servicios Web accesibles mediante JMS o directamente como EJB
webservices.getUrlPrefixes.selectSoapAddress=Seleccionar prefijo de URL HTTP por omisi\u00f3n
webservices.getUrlPrefixes.server=Servidor
webservices.getUrlPrefixes.soapAddresses=Prefijo de URL HTTP
webservices.getUrlPrefixes.specifySoapaddress=Especifique los prefijos de URL de los servicios Web:
webservices.getUrlPrefixes.virtualHost=Host virtual
webservices.getUrlprefixes.noCheckBoxes=No se ha seleccionado ning\u00fan recuadro de selecci\u00f3n de m\u00f3dulos en el grupo Host virtual y Servidor y en cambio se ha pulsado el bot\u00f3n Aplicar
webservices.getUrlprefixes.noRadioButton=No se ha seleccionado ning\u00fan bot\u00f3n de selecci\u00f3n en el grupo Host virtual y Servidor y en cambio se ha pulsado el bot\u00f3n Aplicar
webservices.invalid.client.module=Este m\u00f3dulo no est\u00e1 configurado para dar soporte de acceso de clientes a los servicios Web o no se ha encontrado el archivo de enlaces del cliente.
webservices.invalid.module=Este m\u00f3dulo no est\u00e1 habilitado para servicios Web.
webservices.properties.category.displayName=Propiedades de servicios Web


ClientPortInfo.description=Especifica un tiempo de espera de solicitud, un URL de punto final alterado temporalmente y un espacio de nombres de enlace alterado temporalmente que puede establecer para un puerto. El tiempo de espera determina el n\u00famero de segundos que se espera una petici\u00f3n. Un valor de cero inhabilita el tiempo de espera. Puede alterar temporalmente el punto final actual y el espacio de nombres del enlace. 
PreferredPort.description=Cuando se llama al m\u00e9todo getPort s\u00f3lo con la Service Endpoint Interface, un puerto preferido especifica el puerto que se devuelve para un punto final de servicio que tiene varios puertos definidos. El tipo de puerto identifica la Service Endpoint Interface.
ProvideClient.description=El nombre del archivo WSDL de servicio Web, las correlaciones de puerto preferidas y la informaci\u00f3n de puerto se definen mediante los enlaces de cliente. Puede especificar la v\u00eda de acceso relativa en el m\u00f3dulo de un archivo WSDL compatible. El URL real de una petici\u00f3n de servicio Web se encuentra en el archivo WSDL. Este URL s\u00f3lo es necesario si el archivo WSDL original no contiene un URL o si se necesita un URL diferente. En el caso de un punto final de servicio con varios puertos definidos, la correlaci\u00f3n de puertos preferida especifica el puerto por omisi\u00f3n que se va a utilizar para un tipo de puerto. Puede especificar un tiempo de espera, un URL de punto final alterado temporalmente y un espacio de nombres de enlace alterado temporalmente en la informaci\u00f3n de puerto.
ProvideClient.plugin.description=Especifica el nombre del archivo WSDL, las correlaciones de puerto preferidas y la informaci\u00f3n de puerto de un cliente de servicio Web.
ProvideScope.description=El valor de \u00e1mbito determina cu\u00e1ndo se crea una nueva instancia de una implementaci\u00f3n de servicio para los puertos del servicio Web en un m\u00f3dulo. Cuando el valor de \u00e1mbito se establece en aplicaci\u00f3n, se utiliza la misma instancia de la implementaci\u00f3n para todas las peticiones de la aplicaci\u00f3n. Cuando el valor de \u00e1mbito se establece en sesi\u00f3n, se utiliza la misma instancia para todas las peticiones de cada sesi\u00f3n. Cuando el valor de \u00e1mbito se establece en petici\u00f3n, se crea una nueva instancia para cada petici\u00f3n. 
ProvideScope.plugin.description=Especifica el valor de \u00e1mbito. 
Webservices.viewWSClientDDE.description=Ver la extensi\u00f3n del descriptor de despliegue del cliente de servicios Web. 
Webservices.viewWSServerDD.description=Ver el descriptor de despliegue del servidor de servicios Web. 
Webservices.viewWSServerDDE.description=Ver la extensi\u00f3n del descriptor de despliegue del servidor de servicios Web. 
viewWSdd.description=Expandir y contraer el descriptor de despliegue del servidor de servicios Web para ver los datos. 
viewWSdde.description=Expandir y contraer la extensi\u00f3n del descriptor de despliegue de servicios Web para ver los datos. 
viewWSdderror.description=Consulte el archivo de anotaciones cronol\u00f3gicas o la excepci\u00f3n anidada para obtener m\u00e1s detalles. 
webservices.bindingChoices.description=Especifica informaci\u00f3n de URL de punto final de servicios Web para los enlaces SOAP sobre JMS y EJB. 
webservices.bindingChoices.description.extended=Especifica informaci\u00f3n de URL de punto final para los servicios Web a los que se accede mediante los puertos SOAP sobre JMS o directamente como enterprise beans. Este campo tambi\u00e9n especifica un prefijo de URL para puertos JMS y enterprise beans. Esta informaci\u00f3n se utiliza para definir los puntos finales en los archivos WSDL publicados. 
webservices.exportWSDL.description=Especifica Publicar archivos WSDL para los m\u00f3dulos habilitados para servicios Web. 
webservices.exportWSDLZipLayout.description=Pulse el nombre de archivo para descargar un archivo zip que contiene los archivos WSDL publicados de la aplicaci\u00f3n.
webservices.getUrlPrefixes.description=Especifica informaci\u00f3n de URL de punto final de servicios Web para los enlaces SOAP sobre HTTP.
webservices.getUrlPrefixes.description.extended=Especifica informaci\u00f3n de URL de punto final de servicio Web para los enlaces SOAP sobre HTTP. Puede seleccionar un prefijo por omisi\u00f3n o puede entrar un prefijo personalizado. Pulse Aplicar para copiar el prefijo seleccionado en los m\u00f3dulos seleccionados. Esta informaci\u00f3n se utiliza para definir los puntos finales en un archivo WSDL publicado.
