

CIMJM.disk.space.available=Espacio de disco disponible:
CIMJM.disk.space.megabytes=megabytes
CIMJM.install.kits=Kits de instalaci\u00f3n de Installation Manager
CIMJM.install.kits.add=A\u00f1adir...
CIMJM.install.kits.add.desc=Utilice esta p\u00e1gina para especificar la ubicaci\u00f3n local donde est\u00e1 almacenado el kit de instalaci\u00f3n de Installation Manager. El kit de instalaci\u00f3n de Installation Manager especificado se copia cuando pulsa el bot\u00f3n A\u00f1adir. 
CIMJM.install.kits.add.error=Se ha producido un error al a\u00f1adir el kit de instalaci\u00f3n de Installation Manager seleccionado. Verifique que la ubicaci\u00f3n de destino y el archivo seleccionado sean accesibles. 
CIMJM.install.kits.add.invalid.file=El archivo seleccionado ({0}) no es un archivo v\u00e1lido del kit de instalaci\u00f3n de Installation Manager. No se puede a\u00f1adir a la ubicaci\u00f3n de almacenamiento del kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.add.no.selection=Seleccione el archivo que desea a\u00f1adir. 
CIMJM.install.kits.add.submit=A\u00f1adir
CIMJM.install.kits.confirm.delete=Confirmar supresi\u00f3n 
CIMJM.install.kits.delete.desc=Pulse el bot\u00f3n Aceptar para suprimir la lista siguiente de kits de instalaci\u00f3n de Installation Manager. Si no desea suprimir el kit de instalaci\u00f3n de Installation Manager, pulse el bot\u00f3n Cancelar para volver a la p\u00e1gina anterior. Un kit de instalaci\u00f3n de Installation Manager suprimido no se puede recuperar.
CIMJM.install.kits.delete.filenotfound=No se ha suprimido {0} debido a que no se ha podido encontrar el kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.delete.operation.failed=No se ha suprimido {0} debido a que ha fallado la operaci\u00f3n de supresi\u00f3n. 
CIMJM.install.kits.delete.security.exception=No se ha podido suprimir {0} debido a derechos insuficientes. 
CIMJM.install.kits.desc=Los kits de instalaci\u00f3n de Installation Manager son necesarios para los trabajos de instalaci\u00f3n de aplicaciones. Utilice esta p\u00e1gina para especificar la ubicaci\u00f3n donde se almacenan los kits de instalaci\u00f3n de Installation Manager. La lista de kits de instalaci\u00f3n de Installation Manager disponibles desde la ubicaci\u00f3n proporcionada se listan a continuaci\u00f3n.
CIMJM.install.kits.location=Ubicaci\u00f3n de los kits de instalaci\u00f3n de Installation Manager
CIMJM.install.kits.location.desc=Ubicaci\u00f3n de los kits de instalaci\u00f3n de Installation Manager
CIMJM.install.kits.must.be.selected=Se deben seleccionar uno o varios kits de instalaci\u00f3n de Installation Manager para la operaci\u00f3n seleccionada. 
CIMJM.install.kits.name=Nombre
CIMJM.install.kits.name.desc=Este es el nombre de archivo para un kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.name.description.desc=Especifica el nombre de archivo de un kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.os=Sistema operativo
CIMJM.install.kits.os.desc=Este valor identifica el sistema operativo en el que se puede utilizar el kit de instalaci\u00f3n de Installation Manager.
CIMJM.install.kits.os.description.desc=Especifica el sistema operativo asociado al kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.platform=Plataforma 
CIMJM.install.kits.platform.desc=Este valor indica la plataforma de hardware soportada por el kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.platfrom.description.desc=Especifica la plataforma de hardware soportada por el kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.presentation=Presentaci\u00f3n
CIMJM.install.kits.presentation.desc=Este valor indica la capa de presentaci\u00f3n soportada por el kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.presentation.description.desc=Especifica la capa de presentaci\u00f3n soportada por el kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.refresh=Renovar
CIMJM.install.kits.refresh.desc=Renovar la tabla de kits de instalaci\u00f3n de Installation Manager
CIMJM.install.kits.size=Tama\u00f1o (MB)
CIMJM.install.kits.size.desc=Este valor es el tama\u00f1o del archivo en megabytes del archivo del kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.size.description.desc=Especifica el tama\u00f1o del archivo en megabytes del archivo del kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.specify.path=Especificar ubicaci\u00f3n del kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.version=Versi\u00f3n
CIMJM.install.kits.version.desc=Este valor indica la versi\u00f3n del kit de instalaci\u00f3n de Installation Manager. 
CIMJM.install.kits.version.description.desc=Especifica la versi\u00f3n del kit de instalaci\u00f3n de Installation Manager. 
CIMJM.repository.error.invalid.path=La ubicaci\u00f3n ({0}) especificada del kit de instalaci\u00f3n de Installation Manager no es v\u00e1lida. Verifique que la ubicaci\u00f3n especificada sea v\u00e1lida y accesible. 
CIMJM.repository.error.path.not.set=La ubicaci\u00f3n del kit de instalaci\u00f3n de Installation Manager no se ha establecido. Este es un valor obligatorio y debe establecerse en una ubicaci\u00f3n v\u00e1lida absoluta. 
CIMJM.repository.error.relative.path=La ubicaci\u00f3n ({0}) especificada del kit de instalaci\u00f3n de Installation Manager no es absoluta. La ubicaci\u00f3n especificada es relativa y no puede utilizarse. Seleccione una ubicaci\u00f3n absoluta que sea v\u00e1lida y accesible. 
CIMJM.repository.error.security.exception=La ubicaci\u00f3n ({0}) especificada del kit de instalaci\u00f3n de Installation Manager no es accesible debido a derechos insuficientes. Especifique una ubicaci\u00f3n accesible. 
