PMIArmType.ARM40=ARM40
PMIArmType.EWLM_ARM=EWLM_ARM
PMIArmType.TIVOLI_ARM=Tivoli_ARM
PMIRMFilter.displayName=Filtro de Request Metrics
PMIRMFilter.enable.displayName=Habilitar
PMIRMFilter.filterValues.displayName=Valores de filtro
PMIRMFilter.type.displayName=Tipo
PMIRMFilterType.EJB=EJB
PMIRMFilterType.EXTENDED=EXTENDED
PMIRMFilterType.JMS=JMS
PMIRMFilterType.SOURCE_IP=SOURCE_IP
PMIRMFilterType.URI=URI
PMIRMFilterType.WEB_SERVICES=WEB_SERVICES
PMIRMFilterValue.displayName=Valor del filtro de PMIRM
PMIRMFilterValue.enable.displayName=Habilitar filtro
PMIRMFilterValue.value.displayName=Valor
PMIRMFilterValue.value.units=Habilitar
PMIRMTraceLevelKind.DEBUG=Depurar\t
PMIRMTraceLevelKind.HOPS=Hops
PMIRMTraceLevelKind.NONE=Ninguno
PMIRMTraceLevelKind.PERF_DEBUG=Depurar_rendimiento
PMIRequestMetrics.armEnable.displayname=Agente ARM
PMIRequestMetrics.armEnable.units=Habilitar
PMIRequestMetrics.components.ALL=Todos
PMIRequestMetrics.components.WEBSERVICES=Servicios Web
PMIRequestMetrics.components.asyncbeans=AsynchBeans
PMIRequestMetrics.components.displayname=Componentes a supervisar
PMIRequestMetrics.components.ejb=Enterprise Java Bean
PMIRequestMetrics.components.jdbc=JDBC 
PMIRequestMetrics.components.jms=JMS (JetStream and MQ JMS)
PMIRequestMetrics.components.servlet=Servlet
PMIRequestMetrics.components.units=Habilitar
PMIRequestMetrics.displayName=Request Metrics
PMIRequestMetrics.enable.displayName=Preparar servidores para la colecci\u00f3n de Request Metrics
PMIRequestMetrics.enable.units=Habilitar
PMIRequestMetrics.enableARM.displayName=Agente ARM (Application Response Measurement)
PMIRequestMetrics.enableARM.units=Habilitar
PMIRequestMetrics.factoryname.displayname=Nombre de clase de implementaci\u00f3n de la f\u00e1brica de transacciones ARM
PMIRequestMetrics.factoryname.units=Habilitar
PMIRequestMetrics.filters.displayName=Filtros
PMIRequestMetrics.filters.ejb.displayName=Filtros EJB
PMIRequestMetrics.filters.jms.displayName=Filtros JMS
PMIRequestMetrics.filters.sourceip.displayName=Filtros IP de origen
PMIRequestMetrics.filters.uri.displayName=Filtros URI
PMIRequestMetrics.filters.webservices.displayName=Filtros de servicios Web
PMIRequestMetrics.handler.units=Habilitar
PMIRequestMetrics.handlers.customSelect=Seleccionar componentes que vaya a instrumentalizar
PMIRequestMetrics.handlers.displayname=Tipo de agente
PMIRequestMetrics.logging.displayname=Anotaciones cronol\u00f3gicas est\u00e1ndar
PMIRequestMetrics.logging.units=Habilitar
PMIRequestMetrics.traceLevel.displayName=Nivel de rastreo
PmiRequestMetrics.category=Registro cronol\u00f3gico de agentes ARM
PmiRequestMetrics.instrumentedComponents.ALL=Todos
PmiRequestMetrics.instrumentedComponents.CUSTOM=Personalizado
PmiRequestMetrics.instrumentedComponents.NONE=Ninguno
PmiRequestMetrics.loggingtype.description=Seleccione d\u00f3nde desea que vaya la salida RM
PmiRequestMetrics.loggingtype.displayname=Destino de Request Metrics
PmiRmFilter.summary.displayname=Resumen de filtros PmiRm
ip.error.msg=El valor especificado no se ajusta a ninguno de los formatos de direcci\u00f3n IP
pmi.main.label=Request Metrics


PMIRMFilter.description=Cuando se habilita el filtrado, s\u00f3lo las peticiones que coincidan con el filtro especificado generar\u00e1n datos de Request Metrics. Existen filtros para la direcci\u00f3n IP de origen, nombre de URI, nombre de m\u00e9todo EJB, par\u00e1metros JMS y par\u00e1metros de servicios Web.
PMIRMFilter.enable.description=Seleccione esta opci\u00f3n para habilitar el filtro.
PMIRMFilter.filterValues.description=Especifica un valor de EJB, JMS, servicios Web, URI o IP de origen seg\u00fan el tipo de filtro. Por ejemplo, para los filtros de URI, el valor puede ser /servlet/snoop.
PMIRMFilter.type.description=Especifica el tipo de filtro de Request metrics.
PMIRMFilterValue.description=Especifica el valor del filtro de Request metrics y la habilitaci\u00f3n del tipo de filtro.
PMIRMFilterValue.enable.description=Especifica si este filtro est\u00e1 habilitado.
PMIRMFilterValue.value.description=Especifica un valor de EJB, JMS, servicios Web, URI o IP de origen seg\u00fan el tipo de filtro. Por ejemplo, para los filtros de URI, el valor puede ser /servlet/snoop.
PMIRequestMetrics.armEnable.description=Si selecciona el agente ARM, se realizar\u00e1n llamadas al agente ARM activo actualmente. Para utilizar esta caracter\u00edstica, compruebe que las bibliotecas nativas de la implementaci\u00f3n ARM est\u00e9n presentes en <ra\u00edz_servidor_aplicaciones>/bin y que el archivo JAR de la API ARM est\u00e9 presente en el <ra\u00edz_servidor_aplicaciones>/lib.
PMIRequestMetrics.components.description=Selecciona los componentes supervisados por Request Metrics. 
PMIRequestMetrics.description=Request Metrics hace un seguimiento de cada transacci\u00f3n individual en WebSphere Application Server, registrando el tiempo de respuesta de los componentes principales, como el tiempo en el servidor Web o en el contenedor de EJB (Enterprise JavaBeans). Utilice esta p\u00e1gina para habilitar Request Metrics, seleccionar los componentes que supervisa Request Metrics, establecer niveles de rastreo, habilitar las anotaciones cronol\u00f3gicas est\u00e1ndar, habilitar ARM (Application Response Measurement), especificar el tipo de agente ARM y especificar el nombre de clase de implementaci\u00f3n de la f\u00e1brica de transacciones ARM.
PMIRequestMetrics.enable.description=Seleccione esta opci\u00f3n para habilitar, inhabilitar o personalizar la caracter\u00edstica de Request Metrics.
PMIRequestMetrics.enableARM.description=Permite a Request Metrics llamar a un agente ARM subyacente. Para utilizar esta caracter\u00edstica, compruebe que las bibliotecas nativas de la implementaci\u00f3n ARM est\u00e9n presentes en el directorio <ra\u00edz_servidor_aplicaciones>/bin y que el archivo JAR de la API ARM est\u00e9 presente en el directorio <ra\u00edz_servidor_aplicaciones>/lib.
PMIRequestMetrics.factoryname.description=Especifica el nombre de clase de implementaci\u00f3n de la f\u00e1brica de transacciones ARM que est\u00e1 presente en el paquete suministrado por el proveedor. Este campo s\u00f3lo es necesario en caso de un agente ARM 4.0.
PMIRequestMetrics.filters.description=Seleccione esta opci\u00f3n para ver y ajustar las opciones de filtro de Request Metrics.
PMIRequestMetrics.handlers.description=Especifica el tipo de agente ARM que desea utilizar. Si selecciona la opci\u00f3n de agente ARM, tambi\u00e9n debe seleccionar el agente ARM espec\u00edfico.
PMIRequestMetrics.logging.description=Seleccione para generar anotaciones cronol\u00f3gicas del correlacionador de Request Metrics en el archivo SystemOut.log para los contenedores y en el archivo http_plugin.log para el servidor Web.
PMIRequestMetrics.traceLevel.description=Especifica cu\u00e1ntos datos de rastreo se deben acumular para una transacci\u00f3n determinada. Hops genera s\u00f3lo informaci\u00f3n de instrumentaci\u00f3n sobre los l\u00edmites de proceso. El nivel de rastreo Depurar_rendimiento genera un nivel adicional de datos de instrumentaci\u00f3n, mientras que Depurar genera datos de instrumentaci\u00f3n detallados.
PmiRmFilter.summary.description=Muestra res\u00famenes de los filtros habilitados. 
